Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: All of the connections in the group that can be enabled are enabled. As long as at least one connection in the group remains enabled, no attempt is made to enable connections in any of the lower priority groups.
de: Alle Verbindungen in der Gruppe, die aktiviert werden können, sind aktiviert. Solange mindestens eine Verbindung in der Gruppe aktiviert bleibt, wird nicht versucht, Verbindungen in einer der Gruppen mit niedrigerer Priorität zu aktivieren.
es: Todas las conexiones del grupo que pueden estar habilitadas lo están. Mientras que haya al menos una conexión habilitada en el grupo, no se intenta habilitar conexiones en ninguno de los grupos de prioridad más baja.
fr: Toutes les connexions du groupe pouvant être activées sont activées. Tant qu'une connexion du groupe reste activée, aucune tentative d'activation des connexions figurant dans l'un des groupes à priorité moins élevée n'est faite.
it: Vengono abilitate tutte le connessioni del gruppo che possono essere abilitate. Fintantoché almeno una connessione del gruppo rimane abilitata, non viene effettuato alcun tentativo di abilitazione delle connessioni nei gruppi con priorità inferiore.
ja: 有効にすることのできるグループ内のすべての接続が有効になります。グループ内の少なくとも 1 つの接続が有効である間は、より低い優先度グループ内の接続を有効にしようという試みは行われません。
ko: 그룹에서 사용으로 설정할 수 있는 모든 연결이 사용으로 설정됩니다. 그룹에서 최소한 하나의 연결이 계속 사용으로 설정되는 한, 더 낮은 우선 순위 그룹의 연결을 사용으로 설정하려고 시도하지 않습니다.
pt_br: Todas as conexões do grupo que podem ser ativadas permanecem ativadas. Enquanto pelo menos uma conexão do grupo permanecer ativada, não haverá tentativa de ativar conexões em nenhum dos grupos de prioridade inferior.
zh_cn: 组中所有可以启用的连接都已启用。只要组中至少有一个连接保持启用状态，则不会尝试启用任何更低优先级组中的连接。
zh_hk: 群組中所有可以啟用的連線都會啟用。只要群組中至少有一個連線保持啟用狀態，就不會嘗試啟用任何較低優先順序群組中的連線。

source: All
de: Alle
es: Todas
fr: Toutes
it: Tutto
ja: すべて
ko: 모두
pt_br: Todos
zh_cn: 全部
zh_hk: 全部

source: All of the connections in the group are enabled. If any of the connections are lost, all of the connections in the group are disabled. As long as all of the connections remain enabled, no attempt is made to enable connections in any of the lower priority groups.
de: Alle Verbindungen in der Gruppe sind aktiviert. Wenn eine der Verbindungen verloren geht, werden alle Verbindungen in der Gruppen deaktiviert. Solange mindestens eine Verbindung in der Gruppe aktiviert bleibt, wird nicht versucht, Verbindungen in einer der Gruppen mit niedrigerer Priorität zu aktivieren.
es: Todas las conexiones del grupo están habilitadas. Si alguna de las conexiones se pierde, todas las conexiones del grupo se inhabilitan. Mientras todas las conexiones se mantengan habilitadas, no se intenta habilitar conexiones en ninguno de los grupos de prioridad más baja.
fr: Toutes les connexions du groupe sont activées. Si l'une des connexions est perdue, toutes les connexions du groupe sont désactivées. Tant que toutes les connexions du groupe restent activées, aucune tentative d'activation des connexions figurant dans l'un des groupes à priorité moins élevée n'est faite.
it: Tutte le connessioni del gruppo sono abilitate. Se viene interrotta una qualsiasi delle connessioni, tutte le connessioni del gruppo vengono disattivate. Fintantoché tutte le connessioni rimangono abilitate, non viene effettuato alcun tentativo di abilitazione delle connessioni nei gruppi con priorità inferiore.
ja: グループ内のすべての接続が有効になります。いずれかの接続が失われた場合は、グループ内のすべての接続が無効になります。すべての接続が有効な間は、より低い優先度グループ内の接続を有効にしようという試みは行われません。
ko: 그룹에서 모든 연결이 사용으로 설정됩니다. 어떤 연결이 손실된 경우 그룹의 모든 연결이 사용 안함으로 설정됩니다. 모든 연결이 계속 사용으로 설정되는 한, 더 낮은 우선 순위 그룹의 연결을 사용으로 설정하려고 시도하지 않습니다.
pt_br: Todas as conexões do grupo são ativadas. Se qualquer uma delas for perdida, todas as conexões do grupo serão desativadas. Enquanto todas as conexões permanecerem ativadas, não haverá tentativa de ativar conexões em nenhum dos grupos de prioridade inferior.
zh_cn: 组中的所有连接都已启用。如果任一连接断开，则组中的所有连接都会被禁用。只要所有连接都保持启用状态，则不会尝试启用任何更低优先级组中的连接。
zh_hk: 群組中的所有連線都會啟用。如果任何連線中斷，則群組中的所有連線都會停用。只要所有連線都保持啟用狀態，就不會嘗試啟用任何較低優先順序群組中的連線。

source: For example, the default Automatic network profile contains two exclusive priority groups. The higher priority group contains all of the <emphasis>wired</emphasis> network connections. The lower priority group contains all of the <emphasis>wireless</emphasis> network connections.
de: Das standardmäßige Netzwerkprofil "Automatisch" enthält beispielsweise zwei exklusive Prioritätsgruppen. Die Gruppe mit der höheren Priorität enthält alle <emphasis>verdrahteten</emphasis> Netzwerkverbindungen. Die Gruppe mit niedrigeren Priorität enthält alle <emphasis>drahtlosen</emphasis> Netzwerkverbindungen.
es: Por ejemplo, el perfil de red Automático predeterminado contiene dos grupos de prioridad exclusivos. El grupo con mayor prioridad contiene todas las conexiones <emphasis>con cables</emphasis>. El grupo con menor prioridad contiene todas las conexiones de red <emphasis>inalámbricas</emphasis>.
fr: Par exemple, le profil réseau par défaut (Automatique) contient deux groupes à priorité exclusive. Le groupe à la priorité la plus élevée contient toutes les connexions réseau <emphasis>câblées</emphasis>. Le groupe à la priorité la moins élevée contient toutes les connexions réseau <emphasis>sans fil</emphasis>.
it: Ad esempio, il profilo di rete automatico predefinito contiene due gruppi con priorità esclusiva. Il gruppo con priorità più elevata contiene tutte le connessioni di rete <emphasis>cablate</emphasis>. Il gruppo con priorità inferiore contiene tutte le connessioni di rete <emphasis>wireless</emphasis>.
ja: たとえば、デフォルトの「自動」ネットワークプロファイルには 2 つの排他的優先度グループが含まれています。高い方の優先度グループには、すべての<emphasis>有線</emphasis>ネットワーク接続が含まれています。低い方の優先度グループには、すべての<emphasis>無線</emphasis>ネットワーク接続が含まれています。
ko: 예를 들어, 기본값인 자동 네트워크 프로필에 두 개의 배타적 우선 순위 그룹이 있습니다. 더 높은 우선 순위 그룹이 모든 <emphasis>유선</emphasis> 네트워크 연결을 포함하고, 더 낮은 우선 순위 그룹이 모든 <emphasis>무선</emphasis> 네트워크 연결을 포함합니다.
pt_br: Por exemplo, o perfil de rede Automático padrão contém dois grupos de prioridade exclusiva. O grupo de prioridade mais alta contém todas as conexões de rede <emphasis>com fio</emphasis>. O grupo de prioridade inferior contém todas as conexões <emphasis>sem fio</emphasis>.
zh_cn: 例如，缺省的“自动”网络配置文件包含两个专用优先级组。较高优先级组包含所有<emphasis>有线</emphasis>网络连接。较低优先级组包含所有<emphasis>无线</emphasis>网络连接。
zh_hk: 例如，預設的自動網路設定檔包含兩個專用優先順序群組。較高的優先順序群組包含所有<emphasis>有線</emphasis>網路連線。較低的優先順序群組則包含所有<emphasis>無線</emphasis>網路連線。

source: To Create a Priority Group:
de: So erstellen Sie eine Prioritätsgruppe
es: Para crear un grupo de prioridad:
fr: Pour créer un groupe de priorités :
it: Per creare un gruppo priorità:
ja: 優先度グループを作成するには
ko: 우선 순위 그룹 만들기:
pt_br: Para criar um grupo de prioridade:
zh_cn: 创建优先级组：
zh_hk: 建立優先順序群組：

source: In the <literal>Edit Network Profile</literal> dialog, select one or more network connections to include in the priority group.
de: Wählen Sie im Dialogfeld <literal>Netzwerkprofil bearbeiten</literal> eine oder mehrere Netzwerkverbindungen, die in die Prioritätsgruppe einbezogen werden sollen.
es: En el cuadro de diálogo <literal>Edit Network Profile</literal>, seleccione una o más conexiones de red del grupo de prioridad.
fr: Dans la boîte de dialogue <literal>Modifier un profil réseau</literal>, sélectionnez une ou plusieurs connexions réseau à inclure dans le groupe de priorités.
it: Nella finestra di dialogo <literal>Modifica profilo di rete</literal>, selezionare una o più connessioni di rete da includere nel gruppo priorità.
ja: 「<literal>ネットワークプロファイルの編集</literal>ダイアログ」で、優先度グループに含める 1 つ以上のネットワーク接続を選択します。
ko: <literal>네트워크 프로필 편집</literal> 대화 상자에서 우선 순위 그룹에 포함할 네트워크 연결을 하나 이상 선택합니다.
pt_br: Na caixa de diálogo <literal>Editar perfil de rede</literal>, selecione uma ou mais conexões de rede a serem incluídas no grupo de prioridade.
zh_cn: 在<literal>编辑网络配置文件</literal>对话框中，选择一个或多个要包含在该优先级组中的网络连接。
zh_hk: 在 [<literal>編輯網路設定檔</literal>] 對話方塊中，選取一或多個要納入優先順序群組的網路連線。

source: The <guibutton>New Group</guibutton> button is enabled when one or more network connections are selected or when the <guilabel>always enabled</guilabel> or the <guilabel>always disabled</guilabel> group description is selected.
de: Die Schaltfläche <guibutton>Neue Gruppe</guibutton> ist aktiviert, wenn eine oder mehrere Netzwerkverbindungen ausgewählt sind oder wenn die Gruppenbeschreibung <guilabel>immer aktiviert</guilabel> oder <guilabel>immer deaktiviert</guilabel> ausgewählt ist.
es: El botón <guibutton>Grupo nuevo</guibutton> está habilitado cuando una o más conexiones de red están seleccionadas o cuando la descripción de grupo <guilabel>siempre habilitado</guilabel> o <guilabel>siempre inhabilitado</guilabel> está seleccionada.
fr: Le bouton <guibutton>Nouveau groupe</guibutton> est activé lorsqu'une ou plusieurs connexions réseau sont sélectionnées ou lorsque la description d'un groupe <guilabel>Toujours activé(e)</guilabel> ou <guilabel>Toujours désactivé(e)</guilabel> est sélectionnée.
it: Il pulsante <guibutton>Nuovo gruppo</guibutton> è abilitato quando una o più connessioni di rete sono selezionate o quando è selezionata la descrizione gruppo <guilabel>Sempre abilitato</guilabel> o <guilabel>Sempre disabilitato</guilabel>.
ja: 1 つ以上のネットワーク接続が選択されているか、あるいは「<guilabel>常に有効</guilabel>」または「<guilabel>常に無効</guilabel>」グループの説明が選択されているときは、「<guibutton>新しいグループ</guibutton>」ボタンが有効になっています。
ko: 하나 이상의 네트워크 연결을 선택하거나 <guilabel>항상 사용</guilabel> 또는 <guilabel>항상 사용 안함</guilabel> 그룹 설명을 선택하면 <guibutton>새 그룹</guibutton> 버튼이 사용으로 설정됩니다.
pt_br: O botão <guibutton>Novo grupo</guibutton> é ativado quando uma ou mais conexões são selecionadas ou quando a descrição do grupo <guilabel>sempre ativado</guilabel> ou <guilabel>sempre desativado</guilabel> é selecionada.
zh_cn: 当选择了一个或多个网络连接或者选择了<guilabel>始终启用</guilabel>或<guilabel>始终禁用</guilabel>组说明时，则会启用<guibutton>新建组</guibutton>按钮。
zh_hk: 選取一或多個網路連線，或者選取 [<guilabel>一律啟用</guilabel>] 或 [<guilabel>一律停用</guilabel>] 群組說明，就能啟用 [<guibutton>新群組</guibutton>] 按鈕。

source: To create a new priority group comprised of selected network connections, click the <guibutton>New Group</guibutton> button.
de: Um eine neue Prioritätsgruppe zu erstellen, die aus ausgewählten Netzwerkverbindungen besteht, klicken Sie auf die Schaltfläche <guibutton>Neue Gruppe</guibutton>.
es: Para crear un nuevo grupo de prioridad compuesto por conexiones de red seleccionadas, haga clic en el botón <guibutton>Nuevo grupo</guibutton>.
fr: Pour créer un groupe de priorités composé de connexions réseau sélectionnées, cliquez sur le bouton <guibutton>Nouveau groupe</guibutton>.
it: Per creare un nuovo gruppo priorità che comprenda le connessioni di rete selezionate, fare clic sul pulsante <guibutton>Nuovo gruppo</guibutton>.
ja: 選択されたネットワーク接続で構成された新しい優先度グループを作成するには、「<guibutton>新規グループ</guibutton>」ボタンをクリックします。
ko: 선택한 네트워크 연결로 구성된 새 우선 순위 그룹을 만들려면 <guibutton>새 그룹</guibutton> 버튼을 누릅니다.
pt_br: Para criar um novo grupo de prioridade composto das conexões de rede selecionadas, clique no botão <guibutton>Novo grupo</guibutton>.
zh_cn: 要创建一个包含选定网络连接的新优先级组，请单击<guibutton>新建组</guibutton>按钮。
zh_hk: 若要建立由所選網路連線組成的新優先順序群組，按一下 [<guibutton>新群組</guibutton>] 按鈕。

source: The new group, with the type Exclusive, is created. Note that this new group will have a lower priority than any of the existing priority groups.
de: Die neue Gruppe mit dem Typ "Exklusiv" wird erstellt. Beachten Sie, dass diese neue Gruppe eine niedrigere Priorität als vorhandene Prioritätsgruppen hat.
es: Se crea el nuevo grupo, con el tipo Exclusiva. Tenga en cuenta que este nuevo grupo tendrá una prioridad menor que cualquier otro grupo de prioridad existente.
fr: Le nouveau groupe est créé avec le type Exclusive. Notez que ce nouveau groupe a une priorité inférieure à celle des groupes de priorités existants.
it: Viene creato il nuovo gruppo, con il tipo di priorità Esclusiva e un livello di priorità inferiore a quella di qualsiasi gruppo priorità esistente.
ja: タイプが「排他的」である新しいグループが作成されます。この新しいグループには既存のどの優先度グループよりも低い優先度が割り当てられることに注意してください。
ko: 배타적 유형의 새 그룹이 생성됩니다. 이 새 그룹은 기존 우선 순위 그룹보다 낮은 우선 순위를 갖게 됩니다.
pt_br: O novo grupo, com o tipo Exclusivo, é criado. Observe que esse novo grupo terá uma prioridade menor do que qualquer um dos grupos de prioridade existentes.
zh_cn: 此时将创建一个类型为“专用”的新组。请注意，该新组的优先级低于任何现有的优先级组。
zh_hk: 類型為「專用」的新群組已建立完成。請注意，這個新群組的優先順序比任何現有優先順序群組還要低。

source: To Edit the Contents of a Priority Group:
de: So bearbeiten Sie den Inhalt einer Prioritätsgruppe
es: Para editar el contenido de un grupo de prioridad:
fr: Pour modifier le contenu d'un groupe de priorités :
it: Per modificare i contenuti di un gruppo priorità:
ja: 優先度グループの内容を編集するには
ko: 우선 순위 그룹의 내용 편집:
pt_br: Para editar o conteúdo de um grupo de prioridade:
zh_cn: 编辑优先级组的内容：
zh_hk: 編輯優先順序群組的內容：

source: To move a selected network connection in or out of a priority group, click the <guibutton>Up</guibutton> or <guibutton>Down</guibutton> button.
de: Um eine ausgewählte Netzwerkverbindung in eine oder aus einer Prioritätsgruppe zu verschieben, klicken Sie auf die Schaltfläche <guibutton>Nach oben</guibutton> oder <guibutton>Nach unten</guibutton>.
es: Para mover una conexión de red seleccionada dentro o fuera de un grupo de prioridad, haga clic en el botón <guibutton>Arriba</guibutton> o <guibutton>Abajo</guibutton>.
fr: Pour ajouter ou supprimer une connexion réseau sélectionnée d'un groupe de priorités, cliquez sur le bouton <guibutton>Haut</guibutton> ou <guibutton>Bas</guibutton>.
it: Per spostare una connessione di rete selezionata all'interno di o fuori da un gruppo priorità, fare clic sul pulsante <guibutton>Su</guibutton> o su <guibutton>Giù</guibutton>.
ja: 選択されたネットワーク接続を優先度グループの中または外に移動するには、「<guibutton>上へ</guibutton>」または「<guibutton>下へ</guibutton>」ボタンをクリックします。
ko: 선택한 네트워크 연결을 우선 순위 그룹 안팎으로 이동하려면 <guibutton>위로</guibutton> 또는 <guibutton>아래로</guibutton> 버튼을 누릅니다.
pt_br: Para incluir ou remover uma conexão de rede selecionada de um grupo de prioridade, clique no botão <guibutton>Para cima</guibutton> ou <guibutton>Para baixo</guibutton>.
zh_cn: 要在一个优先级组中移入或移出选定网络连接，请单击<guibutton>向上</guibutton>或<guibutton>向下</guibutton>按钮。
zh_hk: 若要將選取的網路連線移入或移出優先順序群組，請按一下 [<guibutton>向上</guibutton>] 或 [<guibutton>向下</guibutton>] 按鈕。

source: The <guibutton>Up</guibutton> button is enabled when any network connection that is not in the “always enabled” group is selected. The <guibutton>Down</guibutton> button is enabled when any network connection that is not in the <guilabel>always disabled</guilabel> group is selected.
de: Die Schaltfläche <guibutton>Nach oben</guibutton> ist aktiviert, wenn eine Netzwerkverbindung ausgewählt ist, die nicht in der Gruppe "immer aktiviert" enthalten ist. Die Schaltfläche <guibutton>Nach unten</guibutton> ist aktiviert, wenn eine Netzwerkverbindung ausgewählt ist, die nicht in der Gruppe des Typs <guilabel>immer deaktiviert</guilabel> enthalten ist.
es: El botón <guibutton>Arriba</guibutton> está habilitado cuando cualquier conexión de red no está en el grupo "siempre habilitado" seleccionado. El botón <guibutton>Abajo</guibutton> está habilitado cuando la conexión de red que no está en el grupo <guilabel>siempre inhabilitado</guilabel> está seleccionada.
fr: Le bouton <guibutton>Haut</guibutton> est activé lorsqu'une connexion réseau ne se trouvant pas dans le groupe « Toujours activé(e) » est sélectionnée. Le bouton <guibutton>Bas</guibutton> est activé lorsqu'une connexion réseau ne se trouvant pas dans le groupe <guilabel>Toujours désactivé(e)</guilabel> groupe est sélectionnée.
it: Il pulsante <guibutton>Su</guibutton> viene abilitato quando è selezionata una connessione di rete che non si trova nel gruppo "Sempre abilitato". Il pulsante <guibutton>Giù</guibutton> viene abilitato quando è selezionata una connessione di rete che non si trova nel gruppo <guilabel>Sempre disabilitato</guilabel>.
ja: 「<guibutton>上へ</guibutton>」ボタンは、「常に有効」グループにないいずれかのネットワーク接続が選択されているときに有効になります。「<guibutton>下へ</guibutton>」ボタンは、「<guilabel>常に無効</guilabel>」グループにないいずれかのネットワーク接続が選択されているときに有効になります。
ko: "항상 사용" 그룹에 속하지 않는 네트워크 연결을 선택하면 <guibutton>위로</guibutton> 버튼이 사용으로 설정됩니다. <guilabel>항상 사용 안함</guilabel> 그룹에 속하지 않는 네트워크 연결을 선택하면 <guibutton>아래로</guibutton> 버튼이 사용으로 설정됩니다.
pt_br: O botão <guibutton>Para cima</guibutton> é ativado quando qualquer conexão que não esteja no grupo “sempre ativado” é selecionada. O botão <guibutton>Para cima</guibutton> é ativado quando qualquer conexão não inserida no grupo <guilabel>sempre desativado</guilabel> é selecionada.
zh_cn: 如果选择了不属于“始终启用”组的任何网络连接，则会启用<guibutton>向上</guibutton>按钮。如果选择了不属于<guilabel>始终禁用</guilabel>组的任何网络连接，则会启用<guibutton>向下</guibutton>按钮。
zh_hk: 選取非 [一律啟用] 群組中的任何網路連線，即可啟用 [<guibutton>向上</guibutton>] 按鈕。選取非 [<guilabel>一律停用</guilabel>] 群組中的任何網路連線，則可啟用 [<guibutton>向下</guibutton>] 按鈕。

source: To move a selected network connection out of its current group to a group with a higher or lower priority, which might be a priority group or the <guilabel>always enabled</guilabel> group, click the <guibutton>Up</guibutton> or <guibutton>Down</guibutton> button.
de: Um eine ausgewählte Netzwerkverbindung aus ihrer aktuellen Gruppe in eine Gruppe mit einer höheren oder niedrigeren Priorität zu verschieben, die eine Prioritätsgruppe oder eine Gruppe des Typs <guilabel>immer aktiviert</guilabel> sein kann, klicken Sie auf die Schaltfläche <guibutton>Nach oben</guibutton> oder <guibutton>Nach unten</guibutton>.
es: Para mover una conexión de red fuera de su grupo actual a un grupo con una prioridad superior o inferior, que podría ser un grupo de prioridad o el grupo <guilabel>siempre habilitado</guilabel>, haga clic en el botón <guibutton>Arriba</guibutton> o <guibutton>Abajo</guibutton>.
fr: Pour déplacer une connexion réseau sélectionnée de son groupe actuel vers un groupe d'une priorité supérieure ou inférieure, lequel peut être un groupe de priorités ou le groupe <guilabel>Toujours activé(e)</guilabel>, cliquez sur le bouton <guibutton>Haut</guibutton> ou le bouton <guibutton>Bas</guibutton>.
it: Per spostare una connessione di rete selezionata dal gruppo attuale a un gruppo con priorità più alta o più bassa, che può essere un gruppo priorità o il gruppo <guilabel>Sempre abilitato</guilabel>, fare clic sul pulsante <guibutton>Su</guibutton> o <guibutton>Giù</guibutton>.
ja: 選択されたネットワーク接続を現在のグループから優先度がより高いまたは低いグループ (優先度グループまたは「<guilabel>常に有効</guilabel>」グループである可能性がある) に移動するには、「<guibutton>上へ</guibutton>」または「<guibutton>下へ</guibutton>」ボタンをクリックします。
ko: 선택한 네트워크 연결을 현재 그룹에서 더 높거나 낮은 우선 순위 그룹으로 이동하려면(우선 순위 그룹 또는 <guilabel>항상 사용</guilabel> 그룹일 수 있음) <guibutton>위로</guibutton> 또는 <guibutton>아래로</guibutton> 버튼을 누릅니다.
pt_br: Para transferir uma conexão de rede selecionada de seu grupo atual para um grupo com uma prioridade inferior ou superior, que pode ser um grupo de prioridade ou o grupo <guilabel>sempre ativado</guilabel>, clique no botão <guibutton>Para cima</guibutton> ou <guibutton>Para baixo</guibutton>.
zh_cn: 要将选定网络连接从其当前所在组移到一个优先级更高或更低的组（可能是任意优先级组或<guilabel>始终启用</guilabel>组），请单击<guibutton>向上</guibutton>或<guibutton>向下</guibutton>按钮。
zh_hk: 若要將選取的網路連線移出目前的群組，然後移入優先順序較高或較低的群組 (可能是優先順序群組，或者是 [<guilabel>一律啟用</guilabel>] 群組)，請按一下 [<guibutton>向上</guibutton>] 或 [<guibutton>向下</guibutton>] 按鈕。

source: To move a selected network connection out of a priority group, which might be a priority group, or the <guilabel>always enabled</guilabel> or <guilabel>always disabled</guilabel> group, click <guibutton>Up</guibutton> or <guibutton>Down</guibutton> button.
de: Um eine ausgewählte Netzwerkverbindung aus einer Prioritätsgruppe zu verschieben, die eine Prioritätsgruppe oder eine Gruppe des Typs <guilabel>immer aktiviert</guilabel> oder <guilabel>immer deaktiviert</guilabel> sein kann, klicken Sie auf die Schaltfläche <guibutton>Nach oben</guibutton> oder <guibutton>Nach unten</guibutton>.
es: Para mover una conexión de red seleccionada fuera de un grupo de prioridad, que podría ser un grupo de prioridad, o el grupo <guilabel>siempre habilitado</guilabel> o <guilabel>siempre inhabilitado</guilabel>, haga clic en el botón <guibutton>Arriba</guibutton> o <guibutton>Abajo</guibutton>.
fr: Pour déplacer une connexion réseau sélectionnée hors de son groupe actuel, lequel peut être un groupe de priorités, le groupe <guilabel>Toujours activé(e)</guilabel> ou le groupe <guilabel>Toujours désactivé(e)</guilabel>, cliquez sur le bouton <guibutton>Haut</guibutton> ou le bouton <guibutton>Bas</guibutton>.
it: Per spostare una connessione di rete selezionata fuori da un gruppo priorità, che può essere un gruppo priorità o i gruppi <guilabel>Sempre abilitato</guilabel> o <guilabel>Sempre disabilitato</guilabel>, fare clic sul pulsante <guibutton>Su</guibutton> o <guibutton>Giù</guibutton>.
ja: 選択されたネットワーク接続を優先度グループ (優先度グループか、あるいは「<guilabel>常に有効</guilabel>」または「<guilabel>常に無効</guilabel>」グループである可能性がある) から移動するには、「<guibutton>上へ</guibutton>」または「<guibutton>下へ</guibutton>」ボタンをクリックします。
ko: 선택한 네트워크 연결을 우선 순위 그룹 밖으로 이동하려면(우선 순위 그룹 또는 <guilabel>항상 사용</guilabel>이나 <guilabel>항상 사용 안함</guilabel> 그룹일 수 있음) <guibutton>위로</guibutton> 또는 <guibutton>아래로</guibutton> 버튼을 누릅니다.
pt_br: Para remover uma conexão de rede selecionada de um grupo de prioridade, que pode ser um grupo de prioridade ou o grupo <guilabel>sempre ativado</guilabel> ou <guilabel>sempre desativado</guilabel>, clique no botão <guibutton>Para cima</guibutton> ou <guibutton>Para baixo</guibutton>.
zh_cn: 要将选定网络连接从优先级组（可能是任意优先级组或<guilabel>始终启用</guilabel>组或<guilabel>始终禁用</guilabel>组）中移出，请单击<guibutton>向上</guibutton>或<guibutton>向下</guibutton>按钮。
zh_hk: 若要將選取的網路連線移出優先順序群組 (可能是優先順序群組或 [<guilabel>一律啟用</guilabel>] 或 [<guilabel>一律停用</guilabel>] 群組)，請按一下 [<guibutton>向上</guibutton>] 或 [<guibutton>向下</guibutton>] 按鈕。

source: Alternately, you can drag and drop network connections in or out of priority groups.
de: Sie haben auch die Möglichkeit, Netzwerkverbindungen durch Ziehen und Ablegen in eine oder aus einer Prioritätsgruppe zu verschieben.
es: De manera alternativa, puede arrastrar y soltar conexiones de red dentro o fuera de los grupos de prioridad.
fr: Vous pouvez également faire glisser-déposer des connexions réseau dans ou hors de groupes de priorités.
it: In alternativa, è possibile spostare le connessioni di rete nei gruppi di priorità, o fuori da essi, semplicemente trascinandole.
ja: あるいは、ネットワーク接続を優先度グループの中または外にドラッグ＆ドロップできます。
ko: 다른 방법으로, 네트워크 연결을 우선 순위 그룹 안팎으로 끌어서 놓을 수 있습니다.
pt_br: Como alternativa, é possível arrastar e soltar conexões de rede dentro e fora de grupos de prioridade.
zh_cn: 或者，可以将网络连接拖放到优先级组中或从优先级组中拖出。
zh_hk: 或者，您可以將網路連線拖放到優先順序群組內外。

source: When the last network connection has been moved out of a priority group, the group no longer exists, and it is then removed from the list.
de: Wenn die letzte Netzwerkverbindung aus einer Prioritätsgruppe verschoben wurde, ist die Gruppe nicht mehr vorhanden und wird dann aus der Liste entfernt.
es: Cuando la última conexión de red se ha quitado de un grupo de prioridad, el grupo ya no existe, y se elimina de la lista.
fr: Une fois que la dernière connexion réseau a été déplacée hors d'un groupe de priorités, ce dernier n'existe plus et il est alors supprimé de la liste.
it: Quando l'ultima connessione di rete viene spostata fuori da un gruppo priorità, tale gruppo non esisterà più e verrà rimosso dall'elenco.
ja: 最後のネットワーク接続が優先度グループから移動されると、そのグループは存在しなくなり、リストから削除されます。
ko: 마지막 네트워크 연결을 우선 순위 그룹 밖으로 이동한 경우 그룹이 더 이상 존재하지 않고 목록에서 제거됩니다.
pt_br: Quando a última conexão de rede tiver sido removida de um grupo de prioridade, ele deixará de existir e será removido da lista.
zh_cn: 从优先级组移出最后一个网络连接时，该组就不再存在，并会从列表中删除。
zh_hk: 將最後一個網路連線移出優先順序群組之後，這個群組便不再存在，並從清單中移除。
