Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: The second column displays the wireless channel.
de: In der zweiten Spalte wird der drahtlose Kanal angezeigt.
es: La segunda columna muestra el canal inalámbrico.
fr: La deuxième colonne affiche le canal sans fil.
it: La seconda colonna mostra il canale wireless.
ja: 2 番目の列には、無線チャネルが表示されます。
ko: 두번째 열은 무선 채널을 표시합니다.
pt_br: A segunda coluna exibe o canal sem fio.
zh_cn: 第二列显示无线通道。
zh_hk: 第二欄顯示無線通道。

source: The third column displays the maximum transfer speed.
de: In der dritten Spalte wird die maximale Übertragungsgeschwindigkeit angezeigt.
es: La tercera columna muestra el máximo velocidad de transferencia.
fr: La troisième colonne affiche la vitesse de transfert maximale.
it: Nella terza colonna è indicata la velocità di trasferimento massima.
ja: 3 番目の列には、最大転送速度が表示されます。
ko: 세번째 열은 최대 전송 속도를 표시합니다.
pt_br: A terceira coluna exibe a velocidade de transferência máxima.
zh_cn: 第三列显示最大传输速度。
zh_hk: 第三欄顯示傳送速度上限。

source: The fourth column displays the level of security, with secure networks indicated by an icon.
de: In der vierten Spalte wird die Sicherheitsstufe angezeigt, wobei die sicheren Netzwerke durch ein Symbol gekennzeichnet sind.
es: La cuarta columna muestra el nivel de seguridad e indica las redes seguras con un icono.
fr: La quatrième colonne affiche le niveau de sécurité, les réseaux sécurisés étant indiqués par une icône.
it: Nella quarta colonna è riportato il livello di sicurezza, con le reti sicure contrassegnate da un'icona.
ja: 4 番目の列には、セキュリティーのレベルが表示され、セキュリティー保護されたネットワークはアイコンで示されます。
ko: 네번째 열은 아이콘으로 표시된 보안 네트워크와 함께 보안 레벨을 표시합니다.
pt_br: A quarta coluna exibe o nível de segurança, com redes seguras indicadas por um ícone.
zh_cn: 第四列显示安全级别，安全网络以相应图标指示。
zh_hk: 第四欄顯示安全性層級，會以圖示代表安全的網路。

source: To set the order in which connections to favorite networks are attempted, follow these steps:
de: Um die Reihenfolge festzulegen, in der versucht wird, eine Verbindung mit einem bevorzugten Netzwerk herzustellen, gehen Sie wie folgt vor:
es: Para definir el orden en el que se intentarán las conexiones de red favoritas, siga estos pasos:
fr: Pour définir l'ordre dans lequel les connexions aux réseaux favoris sont tentées, procédez comme suit :
it: Per stabilire l'ordine in cui vengono tentate le connessioni alle reti preferite, seguire questa procedura:
ja: お気に入りのネットワークへの接続が試行される順序を設定するには、次の手順に従います。
ko: 즐겨 찾는 네트워크에 연결 시도 순서를 설정하려면 다음 단계를 따르십시오.
pt_br: Para definir a ordem na qual são feitas as tentativas de conexão com as redes favoritas, siga estas etapas:
zh_cn: 要设置尝试连接收藏网络的顺序，请执行以下步骤：
zh_hk: 若要設定常用網路的嘗試連線順序，請執行下列步驟：

source: Open the <literal>Network Preferences</literal> dialog and switch to the <literal>Properties</literal> view for any wireless network connection.
de: Öffnen Sie das Dialogfeld <literal>Netzwerkeigenschaften</literal>, und wechseln Sie zur Ansicht <literal>Eigenschaften</literal> für drahtlose Netzwerkverbindungen.
es: Abra el cuadro de diálogo <literal>Network Preferences</literal> y cambie a la vista <literal>Properties</literal> de cualquier red inalámbrica.
fr: Ouvrez la boîte de dialogue <literal>Préférences réseau</literal> et passez à la vue <literal>Propriétés</literal> de toute connexion réseau sans fil.
it: Aprire la finestra di dialogo <literal>Preferenze di rete</literal> e passare alla vista <literal>Proprietà</literal> di una qualsiasi connessione di rete wireless.
ja: 「<literal>ネットワーク設定</literal>」ダイアログを開き、無線ネットワーク接続の「<literal>プロパティー</literal>」ビューに切り替えます。
ko: <literal>네트워크 기본 설정</literal> 대화 상자를 열고 무선 네트워크 연결에 대한 <literal>등록 정보</literal> 뷰로 전환합니다.
pt_br: Abra a caixa de diálogo <literal>Preferências de rede</literal> e alterne para a exibição <literal>Propriedades</literal> correspondente a qualquer conexão de rede sem fio.
zh_cn: 打开<literal>网络首选项</literal>对话框，并切换到任意无线网络连接的<literal>属性</literal>视图。
zh_hk: 開啟 [<literal>網路喜好設定</literal>] 對話方塊，然後切換到任何無線網路連線的 [<literal>特性</literal>] 檢視。

source: To display a list of your favorite networks, click the <guilabel>Wireless</guilabel> tab.
de: Um eine Liste Ihrer bevorzugten Netzwerke anzuzeigen, klicken Sie auf die Registerkarte <guilabel>Drahtlos</guilabel>.
es: Para ver una lista de las redes favoritas, haga clic en la ficha <guilabel>Inalámbrico</guilabel>.
fr: Pour afficher la liste de vos réseaux favoris, cliquez sur l'onglet <guilabel>Sans fil</guilabel>.
it: Per visualizzare un elenco delle reti preferite, fare clic sulla scheda <guilabel>Wireless</guilabel>.
ja: お気に入りのネットワークのリストを表示するには、「<guilabel>無線</guilabel>」タブをクリックします。
ko: 즐겨 찾는 네트워크 목록을 표시하려면 <guilabel>무선</guilabel> 탭을 누릅니다.
pt_br: Para exibir uma lista de suas redes favoritas, clique na guia <guilabel>Sem fio</guilabel>.
zh_cn: 要显示收藏网络列表，请单击<guilabel>无线</guilabel>选项卡。
zh_hk: 若要顯示常用的網路清單，請按一下 [<guilabel>無線</guilabel>] 標籤。

source: To reorder the list, drag and drop the items to the new position or use the <guibutton>Up</guibutton> and <guibutton>Down</guibutton> buttons.
de: Um die Liste neu zu ordnen, verschieben Sie die Elemente durch Ziehen und Ablegen an die neue Position, oder verwenden Sie die Schaltflächen <guibutton>Nach oben</guibutton> und <guibutton>Nach unten</guibutton>.
es: Para volver a ordenar la lista, arrastre y suelte los elementos a la nueva posición o utilice los botones <guibutton>Arriba</guibutton> y <guibutton>Abajo</guibutton>.
fr: Pour réorganisez la liste, faites glisser et déposez les éléments au nouvel endroit ou utilisez les boutons <guibutton>Haut</guibutton> et <guibutton>Bas</guibutton>.
it: Per riordinare l'elenco, trascinare gli oggetti nella nuova posizione o utilizzare i pulsanti <guibutton>Su</guibutton> e <guibutton>Giù</guibutton>.
ja: リストの順序を変更するには、項目を新しい位置にドラッグ＆ドロップするか、または「<guibutton>上へ</guibutton>」ボタンと「<guibutton>下へ</guibutton>」ボタンを使用します。
ko: 목록 순서를 변경하려면 항목을 새 위치에 끌어서 놓거나 <guibutton>위로</guibutton> 및 <guibutton>아래로</guibutton> 버튼을 사용합니다.
pt_br: Para reordenar a lista, arraste e solte os itens para a nova posição ou use os botões <guibutton>Para cima</guibutton> e <guibutton>Para baixo</guibutton>.
zh_cn: 要对该列表重新排序，请将列表项拖放到新位置或使用<guibutton>向上</guibutton>和<guibutton>向下</guibutton>按钮。
zh_hk: 若要重新排列清單，將項目拖曳到新的位置或者使用 [<guibutton>向上</guibutton>] 和 [<guibutton>向下</guibutton>] 按鈕。

source: The <guilabel>Wireless</guilabel> tab includes the following additional options:
de: Die Registerkarte <guilabel>Drahtlos</guilabel> enthält folgende zusätzliche Optionen:
es: La ficha <guilabel>Inalámbrico</guilabel> incluye las siguientes opciones adicionales:
fr: L'onglet <guilabel>Sans fil</guilabel> contient les options supplémentaires suivantes :
it: La scheda <guilabel>Wireless</guilabel> include le seguenti opzioni aggiuntive:
ja: 「<guilabel>無線</guilabel>」タブには、次の追加オプションが含まれています。
ko: <guilabel>무선</guilabel> 탭에는 다음과 같은 추가 옵션이 있습니다.
pt_br: A guia <guilabel>Sem fio</guilabel> inclui as opções adicionais a seguir:
zh_cn: <guilabel>无线</guilabel>选项卡包含以下其他选项：
zh_hk: [<guilabel>無線</guilabel>] 標籤包含下列其他選項：

source: To add a wireless network to the list, click the <guibutton>Add</guibutton> button to open the <literal>Add Wireless Network</literal> dialog.
de: Um ein Drahtlosnetzwerk der Liste hinzuzufügen, klicken Sie auf die Schaltfläche <guibutton>Hinzufügen</guibutton>, woraufhin das Dialogfeld <literal>Drahtlosnetzwerk hinzufügen</literal> geöffnet wird.
es: Para agregar una red inalámbrica a la lista, haga clic en el botón <guibutton>Agregar</guibutton> para abrir el cuadro de diálogo <literal>Add Wireless Network</literal>.
fr: Pour ajouter un réseau sans fil à la liste, cliquez sur le bouton <guibutton>Ajouter</guibutton> qui permet d'ouvrir la boîte de dialogue <literal>Ajouter un réseau sans fil</literal>.
it: Per aggiungere all'elenco una rete wireless, fare clic sul pulsante <guibutton>Aggiungi</guibutton> per aprire la finestra di dialogo <literal>Aggiungi rete wireless</literal>.
ja: 無線ネットワークをリストに追加するには、「<guibutton>追加</guibutton>」ボタンをクリックして「<literal>無線ネットワークの追加</literal>」ダイアログを開きます。
ko: 무선 네트워크를 목록에 추가하려면 <guibutton>추가</guibutton> 버튼을 눌러 <literal>무선 네트워크 추가</literal> 대화 상자를 엽니다.
pt_br: Para adicionar uma rede sem fio à lista, clique no botão <guibutton>Adicionar</guibutton> para abrir a caixa de diálogo <literal>Adicionar rede sem fio</literal>.
zh_cn: 要向该列表添加无线网络，请单击<guibutton>添加</guibutton>按钮打开<literal>添加无线网络</literal>对话框。
zh_hk: 若要將無線網路新增至清單中，按一下 [<guibutton>新增</guibutton>] 按鈕，開啟 [<literal>增加無線網路</literal>] 對話方塊。

source: To edit a wireless network, click the <guibutton>Edit</guibutton> button to open the <literal>Edit Wireless Network</literal> dialog.
de: Um ein Drahtlosnetzwerk zu bearbeiten, klicken Sie auf die Schaltfläche <guibutton>Bearbeiten</guibutton>, woraufhin das Dialogfeld <literal>Drahtlosnetzwerk bearbeiten</literal> geöffnet wird.
es: Para editar una red inalámbrica, haga clic en el botón <guibutton>Editar</guibutton> botón para abrir el cuadro de diálogo <literal>Edit Wireless Network</literal>.
fr: Pour modifier un réseau sans fil, cliquez sur le bouton <guibutton>Modifier</guibutton> qui permet d'ouvrir la boîte de dialogue <literal>Modifier un réseau sans fil</literal>.
it: Per modificare una rete wireless, fare clic sul pulsante <guibutton>Modifica</guibutton> per aprire la finestra di dialogo <literal>Modifica rete wireless</literal>.
ja: 無線ネットワークを編集するには、「<guibutton>編集</guibutton>」ボタンをクリックして「<literal>無線ネットワークの編集</literal>」ダイアログを開きます。
ko: 무선 네트워크를 편집하려면 <guibutton>편집</guibutton> 버튼을 눌러 <literal>무선 네트워크 편집</literal> 대화 상자를 엽니다.
pt_br: Para editar uma rede sem fio, clique no botão <guibutton>Editar</guibutton> para abrir a caixa de diálogo <literal>Editar rede sem fio</literal>.
zh_cn: 要编辑无线网络，请单击<guibutton>编辑</guibutton>按钮打开<literal>编辑无线网络</literal>对话框。
zh_hk: 若要編輯無線網路，按一下 [<guibutton>編輯</guibutton>] 按鈕，開啟 [<literal>編輯無線網路</literal>] 對話方塊。

source: To delete the selected wireless network from the list, click the <guibutton>Remove</guibutton> button.
de: Um das ausgewählte Drahtlosnetzwerk aus der Liste zu löschen, klicken Sie auf die Schaltfläche <guibutton>Entfernen</guibutton>.
es: Para eliminar la red inalámbrica seleccionada de la lista, haga clic en el botón <guibutton>Eliminar</guibutton>.
fr: Pour supprimer le réseau sans fil sélectionné de la liste, cliquez sur le bouton <guibutton>Supprimer</guibutton>.
it: Per rimuovere dall'elenco la rete wireless selezionata, fare clic sul pulsante <guibutton>Rimuovi</guibutton>.
ja: 選択された無線ネットワークをリストから削除するには、「<guibutton>削除</guibutton>」ボタンをクリックします。
ko: 선택한 무선 네트워크를 목록에서 삭제하려면 <guibutton>제거</guibutton> 버튼을 누릅니다.
pt_br: Para excluir a rede sem fio selecionada da lista, clique no botão <guibutton>Remover</guibutton>.
zh_cn: 要从该列表删除选定无线网络，请单击<guibutton>删除</guibutton>按钮。
zh_hk: 若要從清單中刪除選取的無線網路，按一下 [<guibutton>移除</guibutton>] 按鈕。

source: The <literal>Add Wireless Network</literal> and the <literal>Edit Wireless Network</literal> dialogs enable you to add or edit the same information as the <literal>Join Wireless Network</literal> dialog. For more information, see <xref linkend="join-network"/>.
de: Mithilfe der Dialogfelder <literal>Drahtlosnetzwerk hinzufügen</literal> und <literal>Drahtlosnetzwerk bearbeiten</literal> können Sie dieselben Informationen wie im Dialogfeld <literal>Mit Drahtlosnetzwerk verbinden</literal> bearbeiten. Weitere Informationen finden Sie unter <xref linkend="join-network"/>.
es: Los cuadros de diálogo <literal>Add Wireless Network</literal> y <literal>Edit Wireless Network</literal> le permiten agregar o editar la misma información que el cuadro de diálogo <literal>Join Wireless Network</literal>. Para obtener más información, consulte <xref linkend="join-network"/>.
fr: Les boîtes de dialogue <literal>Ajouter un réseau sans fil</literal> et <literal>Modifier un réseau sans fil</literal> vous permettent d'ajouter ou de modifier les mêmes informations que la boîte de dialogue <literal>Rejoindre un réseau sans fil</literal>. Pour plus d'informations, reportez-vous à la section <xref linkend="join-network"/>.
it: Le finestre di dialogo <literal>Aggiungi rete wireless</literal> e <literal>Modifica rete wireless</literal> consentono di aggiungere o modificare le stesse informazioni della finestra di dialogo <literal>Accedi alla rete wireless</literal>. Per ulteriori informazioni, vedere <xref linkend="join-network"/>.
ja: 「<literal>無線ネットワークの追加</literal>」ダイアログと「<literal>無線ネットワークの編集</literal>」ダイアログを使用すると、「<literal>無線ネットワークに加入</literal>」ダイアログと同じ情報を追加または編集できます。詳細については、<xref linkend="join-network"/>を参照してください。
ko: <literal>무선 네트워크 추가</literal> 및 <literal>무선 네트워크 편집</literal> 대화 상자에서는 <literal>무선 네트워크 연결</literal> 대화 상자와 동일한 정보를 추가하거나 편집할 수 있습니다. 자세한 내용은 <xref linkend="join-network"/>을(를) 참조하십시오.
pt_br: As caixas de diálogo <literal>Adicionar rede sem fio</literal> e <literal>Editar rede sem fio</literal> permitem adicionar ou editar as mesmas informações que a caixa <literal>Entrar em rede sem fio</literal>. Para obter mais informações, consulte <xref linkend="join-network"/>.
zh_cn: 在<literal>添加无线网络</literal>和<literal>编辑无线网络</literal>对话框中，可以添加或编辑与<literal>连接无线网络</literal>对话框相同的信息。有关更多信息，请参见<xref linkend="join-network"/>。
zh_hk: [<literal>增加無線網路</literal>] 和 [<literal>編輯無線網路</literal>] 對話方塊可以讓您新增或編輯與 [<literal>加入無線網路</literal>] 對話方塊相同的資訊。如需詳細資訊，請參閱<xref linkend="join-network"/>。

source: To Configure Wireless Connection Preferences
de: So konfigurieren Sie die Einstellungen für Drahtlosverbindungen
es: Para configurar preferencias de conexión inalámbrica
fr: Pour configurer les préférences de connexion sans fil
it: Per configurare le preferenze di connessione wireless
ja: 無線接続設定を構成するには
ko: 무선 연결 기본 설정 구성
pt_br: Para configurar preferências de conexão sem fio
zh_cn: 配置无线连接首选项
zh_hk: 配置無線連線喜好設定

source: Wireless connection preferences are configured on the <guilabel>Wireless</guilabel> tab of the <literal>Connection Properties</literal> view. The <guilabel>Wireless</guilabel> tab becomes available when a wireless network interface is selected from the <guilabel>Show</guilabel> drop-down list that is located at the top of the <literal>Network Preferences</literal> dialog.
de: Einstellungen für Drahtlosverbindungen können auf der Registerkarte <guilabel>Drahtlos</guilabel> der Ansicht <literal>Verbindungseigenschaften</literal> konfiguriert werden. Die Registerkarte <guilabel>Drahtlos</guilabel> steht zur Verfügung, wenn eine Drahtlosnetzwerkschnittstelle aus der Dropdown-Liste <guilabel>Anzeigen</guilabel> ausgewählt wird, die sich am oberen Rand des Dialogfelds <literal>Netzwerkeigenschaften</literal> befindet.
es: Las preferencias de conexión inalámbrica se configuran en la ficha <guilabel>Inalámbrico</guilabel> de la vista <literal>Connection Properties</literal>. La ficha <guilabel>Inalámbrico</guilabel> aparece como disponible cuando se selecciona una interfaz de red de la lista desplegable <guilabel>Mostrar</guilabel> que está ubicada en la parte superior del cuadro de diálogo <literal>Network Preferences</literal>.
fr: Les préférences de connexion sans fil sont configurées dans l'onglet <guilabel>Sans fil</guilabel> de la vue <literal>Propriétés de connexion</literal>. L'onglet <guilabel>Sans fil</guilabel>est disponible lorsqu'une interface réseau sans fil est sélectionnée dans la liste déroulante <guilabel>Afficher</guilabel> située en haut de la boîte de dialogue <literal>Préférences réseau</literal>.
it: Le preferenze di connessione wireless vengono configurate nella scheda <guilabel>Wireless</guilabel> della vista <literal>Proprietà della connessione</literal>. La scheda <guilabel>Wireless</guilabel> diventa disponibile quando viene selezionata un'interfaccia di rete wireless dal menu a discesa <guilabel>Mostra</guilabel>, situato nella parte superiore della finestra di dialogo <literal>Preferenze di rete</literal>.
ja: 無線接続設定は、「<literal>接続プロパティー</literal>」ビューの「<guilabel>無線</guilabel>」タブで構成されます。「<guilabel>無線</guilabel>」タブは、「<literal>ネットワーク設定</literal>」ダイアログのいちばん上にある「<guilabel>表示</guilabel>」ドロップダウンリストから無線ネットワークインタフェースが選択されているときに使用可能になります。
ko: 무선 연결 기본 설정은 <literal>연결 등록 정보</literal> 뷰의 <guilabel>무선</guilabel> 탭에서 구성할 수 있습니다. <literal>네트워크 기본 설정</literal> 대화 상자 위쪽에 있는 <guilabel>표시</guilabel> 드롭다운 목록에서 무선 네트워크 인터페이스를 선택하면 <guilabel>무선</guilabel> 탭이 사용 가능해집니다.
pt_br: As preferências de conexão sem fio são configuradas na guia <guilabel>Sem fio</guilabel> da exibição <literal>Propriedades de conexão</literal>. A guia <guilabel>Sem fio</guilabel> torna-se disponível quando uma interface de rede sem fio é selecionada na lista drop-down <guilabel>Mostrar</guilabel>, localizada na parte superior da caixa de diálogo <literal>Preferências de rede</literal>.
zh_cn: 可在<literal>连接属性</literal>视图的<guilabel>无线</guilabel>选项卡上配置无线连接首选项。从<literal>网络首选项</literal>对话框顶部的<guilabel>显示</guilabel>下拉式列表中选择了无线网络接口时，<guilabel>无线</guilabel>选项卡即会可用。
zh_hk: 無線連線喜好設定要在 [<literal>連線特性</literal>] 檢視的 [<guilabel>無線</guilabel>] 標籤中配置。在 [<literal>網路喜好設定</literal>] 對話方塊上方的 [<guilabel>顯示</guilabel>] 下拉式清單中，選取無線網路介面之後，即可使用 [<guilabel>無線</guilabel>] 標籤。

source: A drop-down list with the following options indicates how to proceed if no favorite networks are available when a wireless connection is attempted:
de: In einer Dropdown-Liste mit den folgenden Optionen wird angezeigt, wie vorzugehen ist, wenn bei dem Versuch, eine Drahtlosverbindung herzustellen, keine bevorzugten Netzwerke verfügbar sind:
es: Una lista desplegable con las siguientes opciones indica cómo continuar si no hay redes favoritas disponibles cuando se intenta una conexión inalámbrica:
fr: Une liste déroulante contenant les options suivantes indique comment procéder si aucun réseau favori n'est disponible lorsqu'une connexion sans fil est tentée :
it: Un elenco a discesa con le seguenti opzioni indica come procedere se non sono disponibili reti preferite quando si tenta una connessione wireless:
ja: 無線接続が試行されるときに使用可能なお気に入りのネットワークがない場合は、次のオプションを含むドロップダウンリストに処理を続行する方法が示されます。
ko: 다음 옵션이 포함된 드롭다운 목록은 무선 연결을 시도할 때 즐겨 찾는 네트워크를 사용할 수 없을 경우 진행 방법을 나타냅니다.
pt_br: Uma lista drop-down com as opções a seguir indica como proceder se não houver redes favoritas disponíveis quando for feita uma tentativa de estabelecer uma conexão sem fio:
zh_cn: 如果在尝试建立无线连接时没有收藏网络可用，包含以下选项的下拉式列表指示如何继续操作：
zh_hk: 含有下列選項的下拉式清單會指出嘗試使用無線連線時，如果沒有常用網路可以使用，此時應該如何處理：

source: <guilabel>Show list of available networks:</guilabel> Opens the <literal>Wireless Chooser</literal> dialog, where you can select another other wireless network to join.
de: <guilabel>Liste verfügbarer Netzwerke anzeigen:</guilabel> Öffnet das Dialogfeld <literal>Drahtlosnetzwerk auswählen</literal>, in dem Sie ein anderes Drahtlosnetzwerk auswählen können, mit dem eine Verbindung hergestellt werden soll.
es: <guilabel>Mostrar lista de las redes disponibles:</guilabel> abre el cuadro de diálogo <literal>Wireless Chooser</literal>, donde puede seleccionar otra red inalámbrica parar incorporarse.
fr: <guilabel>Afficher la liste des réseaux disponibles :</guilabel> cette option ouvre la boîte de dialogue <literal>Sélecteur de réseau sans fil</literal> dans laquelle vous pouvez sélectionner un autre réseau auquel vous connecter.
it: <guilabel>Mostra elenco di reti disponibili:</guilabel> apre la finestra di dialogo <literal>Selettore di rete wireless</literal>, in cui è possibile selezionare un'altre rete wireless a cui accedere.
ja: <guilabel>使用可能なネットワークのリスト表示:</guilabel> 「<literal>無線チューザ</literal>」ダイアログが開き、加入する別の無線ネットワークを選択できます。
ko: <guilabel>사용 가능한 네트워크 목록 표시:</guilabel> 연결할 다른 무선 네트워크를 선택할 수 있는 <literal>무선 선택기</literal> 대화 상자를 엽니다.
pt_br: <guilabel>Mostrar lista de redes disponíveis:</guilabel> abre a caixa de diálogo <literal>Seletor sem fio</literal>, na qual é possível optar por entrar em outra rede.
zh_cn: <guilabel>显示可用网络的列表</guilabel>：打开<literal>无线网络选择器</literal>对话框，在该对话框中可以选择要连接的其他无线网络。
zh_hk: <guilabel>顯示可用網路清單：</guilabel>開啟 [<literal>無線網路選擇器</literal>] 對話方塊，選取其他無線網路加入。

source: <guilabel>Do not connect:</guilabel> Prevents a connection to any other wireless network until new networks are detected or a different network profile or location is selected.
de: <guilabel>Nicht verbinden:</guilabel> Verhindert eine Verbindung mit einem anderen Drahtlosnetzwerk, bis neue Netzwerke erkannt werden oder ein anderes Netzwerkprofil oder ein anderer Speicherort ausgewählt wird.
es: <guilabel>No conectar:</guilabel> impide que se conecte a cualquier otra red inalámbrica hasta que se detecten nuevas redes o que se seleccione un perfil de red o una ubicación diferente.
fr: <<guilabel>Ne pas se connecter :</guilabel> cette option empêche de se connecter à un autre réseau sans fil tant que de nouveaux réseaux ne sont pas détectés ou qu'un autre emplacement ou profil réseau n'est pas sélectionné.
it: <guilabel>Non connettere:</guilabel> impedisce la connessione a qualsiasi rete wireless fino a quando non vengono rilevate nuove reti o viene selezionato un profilo di rete o una posizione diversi.
ja: <guilabel>接続しない:</guilabel> 新しいネットワークが検出されるか、別のネットワークプロファイルまたは場所が選択されるまで、ほかのどの無線ネットワークに接続できなくなります。
ko: <guilabel>연결 안함:</guilabel> 새 네트워크가 감지되거나 다른 네트워크 프로필/위치를 선택할 때까지 다른 무선 네트워크에 연결을 금지합니다.
pt_br: <guilabel>Não conectar:</guilabel> evita a conexão com outra rede sem fio até que novas redes sejam detectadas ou outro perfil de rede ou local seja selecionado.
zh_cn: <guilabel>不连接</guilabel>：禁止连接到任何其他无线网络，除非检测到新网络或者选择了其他网络配置文件或位置。
zh_hk: <guilabel>不連線：</guilabel>避免連線到任何其他無線網路，直到偵測到新的網路或選取不同的網路設定檔或位置為止。

source: Working With Locations
de: Arbeiten mit Speicherorten
es: Trabajo con ubicaciones
fr: Utilisation d'emplacements
it: Utilizzo delle posizioni
ja: 場所の操作
ko: 위치 작업
pt_br: Como trabalhar com locais
zh_cn: 使用位置
zh_hk: 使用位置
