Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: Whenever the conditions are no longer met, the network modifier will be stopped.
de: Wenn die Bedingungen nicht mehr erfüllt werden, wird der Netzwerkmodifizierer gestoppt.
es: Cuando ya no se cumplan las condiciones, el modificador de red se detendrá.
fr: Chaque fois que les conditions ne sont plus satisfaites, le modificateur réseau est arrêté.
it: Ogniqualvolta le condizioni non risultano più rispettate, il modificatore di rete viene interrotto.
ja: これらの条件が満たされなくなると、ネットワーク修飾子は停止します。
ko: 더 이상 조건이 충족하지 않을 때 네트워크 수정자가 중지됩니다.
pt_br: Sempre que as condições deixarem de ser atendidas, o modificador de rede será parado.
zh_cn: 只要不再满足这些条件，该网络修饰器即会停止。
zh_hk: 只要不再符合條件，就會停止網路修飾鍵。

source: For more information about editing rules, see <xref linkend="rules-dialog"/>.
de: Weitere Informationen zum Bearbeiten von Regeln finden Sie unter <xref linkend="rules-dialog"/>.
es: Para obtener más información sobre las reglas de edición, consulte <xref linkend="rules-dialog"/>.
fr: Pour plus d'informations sur la modification de règles, reportez-vous à la section <xref linkend="rules-dialog"/>.
it: Per ulteriori informazioni sulla modifica di regole, vedere <xref linkend="rules-dialog"/>.
ja: 規則の編集の詳細については、<xref linkend="rules-dialog"/>を参照してください。
ko: 규칙 편집에 대한 자세한 내용은 <xref linkend="rules-dialog"/>을(를) 참조하십시오.
pt_br: Para obter mais informações sobre a edição de regras, consulte <xref linkend="rules-dialog"/>.
zh_cn: 有关编辑规则的更多信息，请参见<xref linkend="rules-dialog"/>。
zh_hk: 如需編輯規則的詳細資訊，請參閱<xref linkend="rules-dialog"/>。

source: To Remove a Network Modifier
de: So entfernen Sie einen Netzwerkmodifizierer
es: Para eliminar un modificador de red
fr: Pour supprimer un modificateur réseau
it: Per rimuovere un modificatore di rete
ja: ネットワーク修飾子を削除するには
ko: 네트워크 수정자 제거
pt_br: Para remover um modificador de rede
zh_cn: 删除网络修饰器
zh_hk: 移除網路修飾鍵

source: To remove a network modifier from the list, first select it, then click the <guibutton>Remove</guibutton> button.
de: Um einen Netzwerkmodifizierer aus der Liste zu entfernen, wählen Sie ihn aus der Liste aus, und klicken Sie dann auf die Schaltfläche <guibutton>Entfernen</guibutton>.
es: Para eliminar un modificador de red de la lista, primero selecciónelo y, a continuación, haga clic en el botón<guibutton>Eliminar</guibutton>.
fr: Pour supprimer un modificateur réseau de la liste, sélectionnez-le, puis cliquez sur le bouton <guibutton>Supprimer</guibutton>.
it: Per rimuovere un modificatore di rete dall'elenco, selezionarlo e fare clic sul pulsante <guibutton>Rimuovi</guibutton>.
ja: ネットワーク修飾子をリストから削除するには、まず選択してから、「<guibutton>削除</guibutton>」ボタンをクリックします。
ko: 네트워크 수정자를 목록에서 제거하려면 먼저 선택한 후 <guibutton>제거</guibutton> 버튼을 누릅니다.
pt_br: Para remover um modificador de rede da lista, primeiro, selecione-o e, em seguida, clique no botão <guibutton>Remover</guibutton>.
zh_cn: 要从列表中删除一个网络修饰器，请首先选择该修饰符，然后单击<guibutton>删除</guibutton>按钮。
zh_hk: 若要將網路修飾鍵從清單中移除，請先選取網路修飾鍵，然後按一下 [<guibutton>移除</guibutton>] 按鈕。

source: If the selected network modifier is running, the <guibutton>Remove</guibutton> button is disabled. Stop the network modifier before attempting to remove it.
de: Wenn der ausgewählte Netzwerkmodifizierer ausgeführt wird, ist die Schaltfläche <guibutton>Entfernen</guibutton> deaktiviert. Stoppen Sie den Netzwerkmodifizierer, bevor Sie versuchen, ihn zu entfernen.
es: Si el modificador de red seleccionado se está ejecutando, el botón <guibutton>Eliminar</guibutton> aparece deseleccionado. Detenga el modificador de red antes de intentar eliminarlo.
fr: Si le modificateur réseau sélectionné est en cours d'exécution, le bouton <guibutton>Supprimer</guibutton> est désactivé. Arrêtez le modificateur réseau avant de tenter de le supprimer.
it: Se il modificatore di rete selezionato è in esecuzione, il pulsante <guibutton>Rimuovi</guibutton> è disabilitato. Prima di cercare di rimuoverlo, interrompere il modificatore di rete.
ja: 選択されたネットワーク修飾子が実行中の場合、「<guibutton>削除</guibutton>」ボタンは無効になります。ネットワーク修飾子を削除しようとする場合は、その前に停止してください。
ko: 선택한 네트워크 수정자가 실행 중인 경우 <guibutton>제거</guibutton> 버튼이 사용 안함으로 설정됩니다. 제거를 시도하기 전에 네트워크 수정자를 중지하십시오.
pt_br: Se o modificador de rede selecionado estiver em execução, o botão <guibutton>Remover</guibutton> estará desativado. Pare o modificador de rede antes de tentar removê-lo.
zh_cn: 如果选定网络修饰器正在运行，则<guibutton>删除</guibutton>按钮会被禁用。请在尝试删除该网络修饰器之前先停止它。
zh_hk: 如果選取的網路修飾鍵正在執行，[<guibutton>移除</guibutton>] 按鈕就會停用。請先停止網路修飾鍵，再嘗試移除它。

source: Reference
de: Referenz
es: Referencia
fr: Référence
it: Riferimenti
ja: リファレンス
ko: 참조 사항
pt_br: Referência
zh_cn: 参考
zh_hk: 參考

source: This section includes additional instructions on the following topics:
de: Dieser Abschnitt enthält zusätzliche Anweisungen zu folgenden Themen:
es: Esta sección incluye instrucciones adicionales sobre los siguientes temas:
fr: Cette section comprend des instructions supplémentaires sur les sujets suivants :
it: Questa sezione include istruzioni aggiuntive sugli argomenti seguenti:
ja: この節には、次の項目に関する追加の手順が含まれています。
ko: 이 섹션은 다음 주제에 대한 추가 지침을 포함합니다.
pt_br: Esta seção inclui instruções adicionais sobre os tópicos a seguir:
zh_cn: 此部分包含关于以下主题的更多说明：
zh_hk: 本節包含下列主題的其他指示：

source: Working With Editable Tables
de: Arbeiten mit bearbeitbaren Tabellen
es: Trabajo con tablas que se pueden editar
fr: Utilisation de tables modifiables
it: Utilizzo delle tabelle modificabili
ja: 編集可能なテーブルの操作
ko: 편집 가능한 테이블 작업
pt_br: Como trabalhar com tabelas editáveis
zh_cn: 使用可编辑表
zh_hk: 使用可編輯的表格

source: The <literal>Network Preferences</literal> and the <literal>Network Locations</literal> dialogs include tables whose contents can be edited, for example when adding multiple IP addresses in the <literal>Connection Properties</literal> view of the <literal>Network Preferences</literal> dialog.
de: Die Dialogfelder <literal>Netzwerkeigenschaften</literal> und <literal>Netzwerkspeicherorte</literal> enthalten Tabellen, deren Inhalt bearbeitet werden kann, beispielsweise beim Hinzufügen mehrerer IP-Adressen in der Ansicht <literal>Verbindungseigenschaften</literal> des Dialogfelds <literal>Netzwerkeigenschaften</literal>.
es: Los cuadros de diálogo <literal>Network Preferences</literal> y <literal>Network Locations</literal> incluyen tablas cuyo contenido se puede editar, por ejemplo, cuando se agregan varias direcciones IP en la vista <literal>Connection Properties</literal> del cuadro de diálogo <literal>Network Preferences</literal>.
fr: Les boîtes de dialogue <literal>Préférences réseau</literal> et <literal>Emplacements réseau</literal> incluent des tables dont le contenu peut être modifié, par exemple lors de l'ajout de plusieurs adresses IP dans la vue <literal>Propriétés de connexion</literal> de la boîte de dialogue <literal>Préférences réseau</literal>.
it: Le finestre di dialogo <literal>Preferenze di rete</literal> e <literal>Posizioni di rete</literal> includono tabelle i cui contenuti possono essere modificati, ad esempio quando si aggiungono più indirizzi IP nella vista <literal>Proprietà di connessione</literal> della finestra di dialogo <literal>Preferenze di rete</literal>.
ja: 「<literal>ネットワーク設定</literal>」ダイアログと「<literal>ネットワークの場所</literal>」ダイアログには、たとえば、「<literal>ネットワーク設定</literal>」ダイアログの「<literal>接続プロパティー</literal>」ビューで複数の IP アドレスを追加するときなど、内容を編集できるテーブルが含まれています。
ko: <literal>네트워크 기본 설정</literal> 및 <literal>네트워크 위치</literal> 대화 상자에는 <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>연결 등록 정보</literal> 뷰에서 다중 IP 주소를 추가할 때 내용을 편집할 수 있는 테이블이 있습니다.
pt_br: As caixas de diálogo <literal>Preferências de rede</literal> e <literal>Locais de rede</literal> incluem tabelas cujo conteúdo pode ser editado, por exemplo, na inclusão de vários endereços IP na exibição <literal>Propriedades de conexão</literal> da caixa de diálogo <literal>Preferências de rede</literal>.
zh_cn: <literal>网络首选项</literal>和<literal>网络位置</literal>对话框中包含内容可编辑的表，例如在<literal>网络首选项</literal>对话框的<literal>连接属性</literal>视图中添加多个 IP 地址时进行编辑。
zh_hk: [<literal>網路喜好設定</literal>] 和 [<literal>網路位置</literal>] 對話方塊包含內容可以編輯的表格，例如在 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>連線特性</literal>] 檢視中新增多個 IP 位址。

source: When editing tables, follow these general instructions:
de: Beim Bearbeiten von Tabellen sind folgende allgemeine Anweisungen zu befolgen:
es: Al editar tablas, siga estas instrucciones generales:
fr: Lors de la modification de tables, suivez les instructions générales suivantes :
it: Quando si modificano le tabelle, seguire queste istruzioni generali:
ja: テーブルを編集するときは、次の一般的な手順に従ってください。
ko: 테이블을 편집할 때 다음 일반 지침을 따르십시오.
pt_br: Ao editar tabelas, siga estas instruções gerais:
zh_cn: 编辑表时，请遵循以下一般说明：
zh_hk: 編輯表格的時候，請按照下列一般指示操作：

source: Showing hidden information:
de: Anzeigen von ausgeblendeten Informationen:
es: Visualización de información oculta:
fr: Affichage des informations masquées :
it: Come rivelare le informazioni nascoste:
ja: 非表示の情報の表示
ko: 숨겨진 정보 표시:
pt_br: Como mostrar informações ocultas:
zh_cn: 显示隐藏信息：
zh_hk: 顯示隱藏資訊：

source: If the contents of a table's cells are not fully visible, an ellipsis is displayed. To display any hidden content in a tooltip, hover your mouse over the table cell.
de: Wenn die Inhalte der Zellen einer Tabelle nicht voll sichtbar sind, wird eine Ellipse angezeigt. Um ausgeblendeten Inhalt in einem Tooltip anzuzeigen, zeigen Sie mit der Maus auf die betreffende Tabellenzelle.
es: Si el contenido de las celdas de una tabla no está completamente visible, aparecen puntos suspensivos. Para ver el contenido oculto como información de herramienta, pase el cursor del mouse sobre la celda de la tabla.
fr: Si le contenu des cellules d'une table n'est pas entièrement visible, trois points de suspension s'affichent. Pour afficher le contenu masqué dans une infobulle, pointez la souris sur la cellule de table en question.
it: Se i contenuti delle celle di una tabella non sono interamente visibili, vengono visualizzati tre puntini. Per visualizzare i contenuti nascosti in una descrizione comandi, posizionare il cursore del mouse sulla cella di una tabella.
ja: テーブルのセルの内容が完全に表示されていない場合は、省略記号が表示されます。非表示の内容をツールチップに表示するには、マウスのポインタをテーブルセルの上に置きます。
ko: 테이블의 셀 내용이 완전히 보이지 않을 경우 생략 기호가 표시됩니다. 숨겨진 내용을 도구 설명에 표시하려면 테이블 셀 위로 마우스를 가져갑니다.
pt_br: Se o conteúdo das células de uma tabela não estiver completamente visível, serão exibidas reticências. Para exibir conteúdo oculto em uma dica de ferramenta, passe o ponteiro do mouse sobre a célula.
zh_cn: 如果表的单元格内容没有完全显示，则会显示一个省略号。要在工具提示中显示任何隐藏内容，请将鼠标悬停在该表单元格上。
zh_hk: 如果表格儲存格的內容未完全顯示，會顯示省略符號。若要顯示工具提示的隱藏內容，請將滑鼠游標停留在表格儲存格上方。

source: Adding a new row:
de: Hinzufügen einer neuen Zeile:
es: Agregar una nueva fila:
fr: Ajout d'une ligne :
it: Aggiunta di una nuova riga:
ja: 新しい行の追加
ko: 새 행 추가:
pt_br: Como adicionar uma nova linha:
zh_cn: 添加新行：
zh_hk: 新增列：

source: To add a new row, place your cursor in any empty cell, then click the <guibutton>Add</guibutton> button. Alternately, you can add a new row by double-clicking any cell within an empty row. Depending on the type of information that is being added, the first cell in a new row might be a text field, a combo box, or a menu.
de: Um eine neue Zeile hinzuzufügen, setzen Sie den Cursor in eine leere Zelle, und klicken Sie dann auf die Schaltfläche <guibutton>Hinzufügen</guibutton>. Stattdessen können Sie auch eine neue Zeile hinzufügen, indem Sie auf eine Zelle in einer leeren Zeile doppelklicken. Je nach Art der Informationen, die hinzugefügt werden, kann die erste Zelle in einer neuen Zeile ein Textfeld, ein Kombinationsfeld oder ein Menü sein.
es: Para agregar una nueva fila, coloque el cursor en cualquier celda vacía y, a continuación, haga clic en el botón <guibutton>Agregar</guibutton>. También puede agregar una nueva fila haciendo doble clic en cualquier celda dentro una fila vacía. En función del tipo de información que se está agregando, la primera celda de una nueva fila puede ser un campo de texto, un cuadro combinado o un menú.
fr: Pour ajouter une ligne, placez le curseur dans une cellule vide, puis cliquez sur le bouton <guibutton>Ajouter</guibutton>. Vous pouvez également ajouter une ligne en double-cliquant sur n'importe quelle cellule d'une ligne vide. Selon le type d'informations ajouté, la première cellule d'une nouvelle ligne peut être un champ de texte, une zone de liste déroulante ou un menu.
it: Per aggiungere una nuova riga, posizionare il cursore in una cella vuota, quindi fare clic su <guibutton>Aggiungi</guibutton>. In alternativa, aggiungere una nuova riga facendo doppio clic su una cella qualsiasi all'interno di una riga vuota. A seconda del tipo di informazioni che vengono aggiunte, la prima cella in una nuova riga può essere un campo di testo, una casella combinata o un menu.
ja: 新しい行を追加するには、カーソルを任意の空のセルに置いてから、「<guibutton>追加</guibutton>」ボタンをクリックします。あるいは、空の行の任意のセルをダブルクリックすることで、新しい行を追加することもできます。追加される情報の種類に応じて、新しい行の最初のセルは、テキストフィールド、コンボボックス、メニューのいずれかになる可能性があります。
ko: 새 행을 추가하려면 빈 셀에 커서를 놓고 <guibutton>추가</guibutton> 버튼을 누릅니다. 또는 빈 행 안의 셀을 두 번 눌러 새 행을 추가할 수 있습니다. 추가되는 정보 유형에 따라 새 행의 첫번째 셀이 텍스트 필드, 콤보 상자 또는 메뉴일 수 있습니다.
pt_br: Para adicionar uma nova linha, coloque o cursor em qualquer célula vazia e, em seguida, clique no botão <guibutton>Adicionar</guibutton>. Também é possível adicionar uma nova linha clicando duas vezes em qualquer célula dentro de uma linha vazia. Dependendo do tipo de informação que estiver sendo adicionada, a primeira célula em uma nova linha poderá ser um campo de texto, uma caixa de combinação ou um menu.
zh_cn: 要添加一个新行，请将光标置于任一空单元格中，然后单击<guibutton>添加</guibutton>按钮。或者，可通过双击空行中的任一单元格添加新行。根据所添加的信息类型，新行中的第一个单元格可能是文本字段、组合框或菜单。
zh_hk: 若要新增列，將游標放到任何空的儲存格中，然後按一下 [<guibutton>新增</guibutton>] 按鈕。或者，您也可以按兩下空白列中的任何儲存格來新增列。視目前新增的資訊類型而定，新增列的第一個儲存格可能是文字欄位、組合方塊或功能表。

source: To complete the entry for the new cell:
de: So vervollständigen Sie den Eintrag für die neue Zelle
es: Para completar la entrada para la nueva celda:
fr: Pour terminer la nouvelle cellule :
it: Per completare la voce della nuova cella:
ja: 新しいセルの入力を完了するには
ko: 새 셀에 대한 입력을 완성하려면 다음과 같이 하십시오.
pt_br: Para concluir a entrada na nova célula:
zh_cn: 完成新单元格的输入：
zh_hk: 完成新儲存格的輸入：

source: Type some text into the cell, or select a menu item from the drop-down list or menu. Then, press <keycap>Return</keycap> or <keycap>Tab</keycap> to move the keyboard focus to the next cell. When you have finished typing information in the last cell of a row, pressing <keycap>Return</keycap> or <keycap>Tab</keycap> moves the focus to the first cell of the next row.
de: Geben Sie Text in die Zelle ein, oder wählen Sie aus der Dropdown-Liste oder dem Menü eine Menüoption aus. Drücken Sie dann die <keycap>Eingabe</keycap>- oder <keycap>Tabulatortaste</keycap>, um zur nächsten Zelle zu gelangen. Wenn Sie die Informationen in die letzte Zelle einer Zeile eingegeben haben, drücken Sie die <keycap>Eingabe</keycap>- oder <keycap>Tabulatortaste</keycap>, um zur ersten Zelle der nächsten Zeile zu gelangen.
es: Escriba texto en la celda o seleccione un elemento de menú de la lista desplegable o el menú. Luego, pulse <keycap>Volver</keycap> o <keycap>Tab</keycap> para mover el foco del teclado a la siguiente celda. Cuando haya terminado de escribir información en la última celda de una fila, pulse <keycap>Volver</keycap> o <keycap>Tab</keycap> para mover el foto a la primera celda de la próxima fila.
fr: Saisissez du texte dans la cellule ou sélectionnez une option de menu dans la liste déroulante ou le menu. Appuyez ensuite sur la touche <keycap>Retour</keycap> ou la touche <keycap>Tabulation</keycap> pour déplacer la cellule sélectionnée au clavier à la cellule suivante. Lorsque la saisie d'informations dans la dernière cellule est terminée, appuyer sur la touche <keycap>Retour</keycap> ou la touche <keycap>Tabulation</keycap> déplace la cellule sélectionnée au clavier à la première cellule de la ligne suivante.
it: Digitare del testo nella cella o selezionare una voce di menu dall'elenco a discesa o dal menu. In seguito, premere <keycap>Invio</keycap> o <keycap>Tab</keycap> per spostare lo stato attivo della tastiera sulla cella seguente. Dopo aver terminato la digitazione di informazioni nell'ultima cella della riga, premendo <keycap>Invio</keycap> o <keycap>Tab</keycap> è possibile spostare lo stato attivo alla prima cella della riga successiva.
ja: セルにテキストを入力するか、ドロップダウンリストまたはメニューからメニュー項目を選択します。次に、<keycap>Return</keycap> または <keycap>Tab</keycap> を押して、次のセルにキーボードフォーカスを移動します。行の最後のセルへの情報の入力を完了したら、<keycap>Return</keycap> または <keycap>Tab</keycap> を押して次の行の最初のセルにフォーカスを移動します。
ko: 셀에 텍스트를 입력하거나 드롭다운 목록/메뉴에서 메뉴 항목을 선택합니다. 그런 다음, <keycap>Return</keycap> 또는 <keycap>Tab</keycap>을 눌러 키보드 포커스를 다음 셀로 이동합니다. 행의 마지막 셀에 정보 입력을 마쳤을 때 <keycap>Return</keycap> 또는 <keycap>Tab</keycap>을 누르면 다음 행의 첫번째 셀로 포커스가 이동합니다.
pt_br: Digite um texto na célula ou selecione um item de menu na lista drop-down ou no menu. Em seguida, pressione <keycap>Return</keycap> ou <keycap>Tab</keycap> para transferir o foco do teclado para a próxima célula. Depois de concluir a digitação das informações na última célula de uma linha, pressione <keycap>Return</keycap> ou <keycap>Tab</keycap> para transferir o foco para a primeira célula da linha seguinte.
zh_cn: 在单元格中键入一些文本，或者从下拉式列表或菜单中选择一个菜单项。然后，按<keycap>回车键</keycap>或 <keycap>Tab</keycap> 键将键盘焦点移到下一个单元格。在一行的最后一个单元格中完成信息键入时，按<keycap>回车键</keycap>或 <keycap>Tab</keycap> 键将焦点移到下一行的第一个单元格。
zh_hk: 在儲存格中輸入一些文字，或者從下拉式清單或功能表選取功能表項目。然後，按 <keycap>Return</keycap> 或 <keycap>Tab</keycap>，將鍵盤焦點移至下一個儲存格。在列的最後一個儲存格輸入資訊之後，按 <keycap>Return</keycap> 或 <keycap>Tab</keycap>，將焦點移至下一列的第一個儲存格。

source: To move to another cell:
de: So gehen Sie zu einer anderen Zelle
es: Para pasar a otra celda:
fr: Pour passer à une autre cellule :
it: Per passare a un'altra cella:
ja: 別のセルに移動するには
ko: 다른 셀로 이동하려면 다음과 같이 하십시오.
pt_br: Para passar para outra célula:
zh_cn: 移到其他单元格：
zh_hk: 移至另一個儲存格：

source: To move to the next cell in a row, press the <keycap>Tab</keycap> key. To move to the previous cell in a row, press the <keycap>Shift+Tab</keycap> keys.
de: Um zur nächsten Zelle in einer Zeile zu gehen, drücken Sie die <keycap>Tabulatortaste</keycap>. Um zur vorherigen Zelle in einer Zeile zu gehen, drücken Sie die <keycap>Umschalt- und Tabulatortaste</keycap> gleichzeitig.
es: Para desplazarse a la siguiente celda en una fila, pulse la tecla <keycap>Tabulador</keycap>. Para ir a la celda anterior de una fila, pulse las teclas <keycap>Mayús.+Tab</keycap>.
fr: Pour passer à la cellule suivante d'une ligne, appuyez sur la touche <keycap>Tabulation</keycap>. Pour passer à la cellule précédente d'une ligne, appuyez sur les touches <keycap>Maj+Tabulation</keycap>.
it: Per passare alla cella seguente in una riga, premere il tasto <keycap>Tab</keycap>. Per passare invece alla cella precedente, premere i tasti <keycap>Maiusc+Tab</keycap>.
ja: 行内の次のセルに移動するには、<keycap>Tab</keycap> キーを押します。行内の前のセルに移動するには、<keycap>Shift+Tab</keycap> キーを押します。
ko: 행의 다음 셀로 이동하려면 <keycap>Tab</keycap> 키를 누릅니다. 행의 이전 셀로 이동하려면 <keycap>Shift+Tab</keycap> 키를 누릅니다.
pt_br: Para passar para a próxima célula de uma linha, pressione a tecla <keycap>Tab</keycap>. Para voltar para a célula anterior, pressione as teclas <keycap>Shift+Tab</keycap>.
zh_cn: 要在一行中移到下一个单元格，请按 <keycap>Tab</keycap> 键。要在一行中移到上一个单元格，请按 <keycap>Shift+Tab</keycap> 组合键。
zh_hk: 若要移至列的下一個儲存格，請按 <keycap>Tab</keycap> 鍵。若要移至列的上一個儲存格，請按 <keycap>Shift+Tab</keycap> 鍵。

source: If you type any text before pressing the <keycap>Tab</keycap> key, the text remains in the cell. Note that keyboard focus wraps between rows, but not between the first and the last cell within a table.
de: Wenn Sie Text eingeben, bevor Sie die <keycap>Tabulatortaste</keycap> drücken, bleibt der Text in der Zelle. Beachten Sie, dass der Tastaturfokus zwischen den Zeilen vorrückt, nicht aber zwischen der ersten und der letzten Zelle innerhalb einer Tabelle.
es: Si introduce texto antes de pulsar la tecla <keycap>Tab</keycap>, el texto permanece en la celda. Observe que el foco del teclado pasa entre las filas, pero no entre la primera y la última celda de una tabla.
fr: Tout texte saisi avant d'appuyer sur la touche <keycap>Tabulation</keycap> est conservé dans la cellule. Notez que la sélection au clavier s'étend automatiquement d'une ligne à l'autre mais pas de la première à la dernière cellule d'une table.
it: Se si digita del testo prima di premere il tasto <keycap>Tab</keycap>, il testo rimane nella cella. Lo stato attivo della tastiera passa da una riga all'altra, ma non tra la prima e l'ultima cella all'interno di una tabella.
ja: <keycap>Tab</keycap> キーを押す前にテキストを入力した場合、そのテキストはセル内に残ります。キーボードフォーカスは行の間で折り返しますが、テーブル内の最初のセルと最後のセルの間では折り返さないことに注意してください。
ko: <keycap>Tab</keycap> 키를 누르기 전에 텍스트를 입력하면 텍스트가 셀에 남아 있습니다. 키보드 포커스는 행 사이를 줄바꿈하지만 테이블의 첫번째와 마지막 셀 사이는 줄바꿈하지 않습니다.
pt_br: Se você digitar um texto antes de pressionar a tecla <keycap>Tab</keycap>, o texto permanecerá na célula. Observe que o foco do teclado é transferido entre as linhas, mas não entre a primeira e a última células de uma tabela.
zh_cn: 如果在按 <keycap>Tab</keycap> 键之前键入了任何文本，这些文本将保留在单元格中。请注意，键盘焦点可在行之间切换，但是不会在表的第一个和最后一个单元格之间切换。
zh_hk: 如果您在按 <keycap>Tab</keycap> 鍵之前，輸入任何文字，該文字會留在原來的儲存格中。請注意，鍵盤焦點可以在列之間移動，但無法在表格的第一個以及最後一個儲存格之間移動。

source: To cancel an entry for the entire row:
de: So brechen Sie eine Eingabe für die gesamte Zeile ab
es: Para cancelar una entrada de toda la fila:
fr: Pour annuler la saisie d'informations dans l'intégralité d'une ligne :
it: Per annullare una voce per l'intera riga:
ja: 行全体の入力を取り消すには
ko: 전체 행에 대한 입력을 취소하려면 다음과 같이 하십시오.
pt_br: Para cancelar uma entrada na linha inteira:
zh_cn: 取消整个行的输入：
zh_hk: 取消整個列的輸入：

source: To cancel or clear the information you have typed in a cell, press <keycap>Esc</keycap>.
de: Um die Eingabe der von Ihnen in eine Zelle eingetragenen Informationen abzubrechen oder die Informationen zu löschen, drücken Sie die <keycap>Esc</keycap>-Taste.
es: Para cancelar o borrar la información que se haya escrito en una celda, pulse <keycap>Esc</keycap>.
fr: Pour annuler ou effacer les informations saisies dans une cellule, appuyez sur la touche <keycap>Échap</keycap>.
it: Per cancellare o annullare le informazioni digitate in una cella, premere <keycap>Esc</keycap>.
ja: セル内に入力した情報を取り消すか、または消去するには、<keycap>Esc</keycap> を押します。
ko: 셀에 입력한 정보를 취소하거나 지우려면 <keycap>Esc</keycap>를 누릅니다.
pt_br: Para cancelar ou excluir as informações digitadas em uma célula, pressione <keycap>Esc</keycap>.
zh_cn: 要取消或清除在单元格中键入的信息，请按 <keycap>Esc</keycap> 键。
zh_hk: 若要取消或清除您在儲存格中輸入的資訊，請按 <keycap>Esc</keycap>。

source: Editing a cell:
de: Bearbeiten einer Zelle:
es: Edición de una celda:
fr: Modification d'une cellule :
it: Modifica di una cella:
ja: セルの編集
ko: 셀 편집:
pt_br: Edição de uma célula:
zh_cn: 编辑单元格：
zh_hk: 編輯儲存格：

source: To edit a cell:
de: So bearbeiten Sie eine Zelle
es: Para editar una celda:
fr: Pour modifier une cellule :
it: Per modificare una cella:
ja: セルを編集するには
ko: 셀을 편집하려면:
pt_br: Para editar uma célula:
zh_cn: 编辑单元格：
zh_hk: 編輯儲存格：

source: Double-click the cell you want to edit.
de: Doppelklicken Sie auf die Zelle, die Sie bearbeiten möchten.
es: Haga doble clic en la celda que desea editar.
fr: Double-cliquez sur la cellule à modifier.
it: Fare doppio clic sulla cella che si desidera modificare.
ja: 編集するセルをダブルクリックします。
ko: 편집할 셀을 두 번 누릅니다.
pt_br: Clique duas vezes na célula que deseja editar.
zh_cn: 双击要编辑的单元格。
zh_hk: 按兩下您要編輯的儲存格。
