Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: The <literal>Network Modifiers</literal> dialog is only available to user accounts that have been assigned the <literal>Network Autoconf Admin</literal> rights profile by a system administrator.
de: Das Dialogfeld <literal>Netzwerkmodifizierer</literal> ist nur für Benutzerkonten verfügbar, denen von einem Systemadministrator das <literal>Netwerk-Autoconf-Admin</literal>-Rechteprofil zugewiesen wurde.
es: El cuadro de diálogo <literal>Network Modifiers</literal> sólo está disponible para cuentas de usuario a las que el administrador del sistema le asignó el perfil de derechos <literal>Network Autoconf Admin</literal>.
fr: La boîte de dialogue <literal>Modificateurs réseau</literal> n'est disponible que pour les comptes utilisateur auxquels le profil de droits <literal>Network Autoconf Admin</literal> a été accordé par un administrateur système.
it: La finestra di dialogo <literal>Modificatori di rete</literal> è disponibile solo per gli account utente a cui è stato assegnato dall'amministratore di sistema il profilo con diritti di <literal>amministratore di rete Autoconf</literal>.
ja: 「<literal>ネットワーク修飾子</literal>」ダイアログは、システム管理者によって<literal>ネットワーク自動構成管理者</literal>権利プロファイルが割り当てられたユーザーアカウントのみが使用できます。
ko: <literal>네트워크 수정자</literal> 대화 상자는 시스템 관리자로부터 <literal>네트워크 자동 구성 관리</literal> 권한 프로필을 할당받은 사용자 계정에만 사용할 수 있습니다.
pt_br: A caixa de diálogo <literal>Modificadores de rede</literal> somente está disponível para contas de usuário às quais foi atribuído o perfil de direitos de <literal>Administrador de autoconfiguração de rede</literal> por um administrador do sistema.
zh_cn: <literal>网络修饰器</literal>对话框仅对于系统管理员为其分配了<literal>网络自动配置管理</literal>权限配置文件的用户帐户可用。
zh_hk: 只有系統管理員已經指派「<literal>Network Autoconf Admin</literal>」權限設定檔的使用者帳戶，才能使用 [<literal>網路修飾鍵</literal>] 對話方塊。

source: The main section of the dialog is a three-column list that displays the following information for each network modifier:
de: Der Hauptbereich des Dialogfelds besteht aus einer dreispaltigen Liste, in der die folgenden Informationen für jeden Netzwerkmodifizierer angezeigt werden:
es: La sección principal del cuadro de diálogo es una lista de tres columnas que muestra la siguiente información para cada modificador de red:
fr: La section principale de la boîte de dialogue se compose d'une liste à trois colonnes qui affiche les informations suivantes pour chaque modificateur réseau :
it: La sessione principale della finestra di dialogo è un elenco a tre colonne che visualizza le seguenti informazioni per ciascun modificatore:
ja: このダイアログのメインセクションは、各ネットワーク修飾子の次の情報を表示する 3 つの列から成るリストです。
ko: 각 네트워크 수정자에 대해 다음 정보를 표시하는 3열 목록이 대화 상자의 주요 부분입니다.
pt_br: A principal seção da caixa de diálogo é uma lista de três colunas que exibe as informações a seguir para cada modificador de rede:
zh_cn: 该对话框的主区域是一个三列列表，其中显示每个网络修饰器的以下信息：
zh_hk: 對話方塊的主要區段是一個三欄式清單，顯示每個網路修飾鍵的下列資訊：

source: Activation state (Manual or Conditional)
de: Aktivierungsstatus ("Manuell" oder "Bedingt")
es: Estado de activación (manual o condicional)
fr: État d'activation (Manuel ou Conditionnel)
it: Stato attivazione (Manuale o Condizionale)
ja: アクティブ化の状態 (「手動」または「条件付き」)
ko: 활성화 상태(수동 또는 조건부)
pt_br: Estado de ativação (Manual ou Condicional)
zh_cn: 激活状态（“手动”或“有条件的”）
zh_hk: 啟用狀態 (手動或條件性)

source: User-defined name, for example, “Cisco VPN”
de: Benutzerdefinierter Name, beispielsweise "Cisco VPN"
es: Nombre definido por el usuario, por ejemplo, “VPN de Cisco”
fr: Nom défini par l'utilisateur, par exemple : « Cisco VPN »
it: Nome definito dall'utente, ad esempio "Cisco VPN"
ja: ユーザー定義の名前 (たとえば、「Cisco VPN」)
ko: 사용자 정의 이름(예: "Cisco VPN")
pt_br: Nome definido pelo usuário, por exemplo, “Cisco VPN”
zh_cn: 用户定义的名称，例如 "Cisco VPN"
zh_hk: 使用者定義的名稱，例如 Cisco VPN

source: Current status, “Running” or “Stopped”
de: Aktueller Status, "Läuft" oder "Gestoppt"
es: Estado actual, “En ejecución” o “Parado”
fr: État actuel, « Exécution en cours » ou « Arrêté »
it: Stato corrente, "In esecuzione" o "Interrotto"
ja: 現在の状態 (「実行中」または「停止しました」)
ko: 현재 상태 "실행 중" 또는 "중지됨"
pt_br: Status atual, “Em execução” ou “Parado”
zh_cn: 当前状态，“正在运行”或“已停止”
zh_hk: 目前狀態，「執行中」或「已停止」

source: The <guilabel>Start/Stop according to rules</guilabel> check box is checked if the selected network modifier has a Conditional activation type, and unchecked if the activation type is Manual. To change the activation type, toggle the check box.
de: Das Kontrollkästchen <guilabel>Start/Stopp entsprechend den Regeln</guilabel> ist aktiviert, wenn der ausgewählte Netzwerkmodifizierer den Aktivierungstyp "Bedingt" aufweist, und nicht aktiviert, wenn der Aktivierungstyp "Manuell" ist. Um den Aktivierungstyp zu ändern, aktivieren bzw. deaktivieren Sie das Kontrollkästchen.
es: La casilla de verificación <guilabel>Iniciar/detener según las reglas</guilabel> aparece marcada si el modificador de red seleccionado tiene un tipo de activación condicional, y aparece desmarcada si el tipo de activación es manual. Para cambiar el tipo de activación, cambie el estado de la casilla.
fr: La case <guilabel>Démarrer/arrêter en fonction de règles</guilabel> est cochée si le type d'activation du modificateur réseau sélectionné est Conditionnel, et non cochée si le type d'activation est Manuel. Pour changer le type d'activation, activez ou désactivez la case à cocher.
it: La casella di selezione <guilabel>Avvia/arresta in base a regole</guilabel> viene selezionata se il modificatore di rete selezionato ha un tipo di attivazione condizionale, mentre viene deselezionata se il tipo di attivazione è manuale. Per cambiare il tipo di attivazione, attivare o disattivare la casella.
ja: 「<guilabel>規則に従って開始/停止する</guilabel>」チェックボックスは、選択されたネットワーク修飾子のアクティブ化タイプが「条件付き」である場合はチェックマークが付き、アクティブ化タイプが「手動」である場合はチェックマークが外されます。アクティブ化タイプを変更するには、チェックボックスを切り替えます。
ko: <guilabel>규칙에 따라 시작/중지</guilabel> 확인란은 선택한 네트워크 수정자가 조건부 활성화 유형인 경우 선택되고, 활성화 유형이 수동인 경우 선택이 취소됩니다. 활성화 유형을 변경하려면 확인란을 토글합니다.
pt_br: A caixa de seleção <guilabel>Iniciar/Parar de acordo com as regras</guilabel> será marcada se o modificador de rede selecionado tiver um tipo de ativação Condicional, e desmarcada se o tipo de ativação for Manual. Para alterar o tipo de ativação, alterne a caixa de seleção.
zh_cn: 如果选定网络修饰器的激活类型为“有条件的”，则会选中<guilabel>根据规则启动/停止</guilabel>复选框；如果激活类型为“手动”，则会取消选中该复选框。要更改激活类型，请切换该复选框。
zh_hk: 如果選取的網路修飾鍵啟用類型為「條件性」，就會選取 [<guilabel>根據規則啟動/停止</guilabel>] 核取方塊，如果啟用類型為「手動」，就會取消選取這個核取方塊。若要變更啟用類型，請切換核取方塊。

source: To Add a Command-Line Network Modifier
de: So fügen Sie einen Befehlszeilen-Netzwerkmodifizierer hinzu
es: Para agregar un modificador de red de línea de comandos
fr: Pour ajouter un modificateur réseau de ligne de commande
it: Per aggiungere un modificatore di rete riga di comando
ja: コマンド行ネットワーク修飾子を追加するには
ko: 명령줄 네트워크 수정자 추가
pt_br: Para adicionar um modificador de rede de linha de comando
zh_cn: 添加命令行网络修饰器
zh_hk: 新增指令行網路修飾鍵

source: Open the <literal>Network Modifiers</literal> dialog by using one of the following methods:
de: Öffnen Sie das Dialogfeld <literal>Netzwerkmodifizierer</literal>, indem Sie eine der folgenden Vorgehensweisen wählen:
es: Abra el cuadro de diálogo <literal>Network Modifiers</literal> mediante uno de los siguientes métodos:
fr: Ouvrez la boîte de dialogue <literal>Modificateurs réseau</literal> d'une des manières suivantes :
it: Aprire la finestra di dialogo <literal>Modificatori di rete</literal> utilizzando uno dei seguenti metodi:
ja: 次のいずれかの方法を使用して「<literal>ネットワーク修飾子</literal>」ダイアログを開きます。
ko: 다음 방법 중 하나를 사용하여 <literal>네트워크 수정자</literal> 대화 상자를 엽니다.
pt_br: Abra a caixa de diálogo <literal>Modificadores de rede</literal> seguindo um destes métodos:
zh_cn: 使用以下方法之一打开<literal>网络修饰器</literal>对话框：
zh_hk: 使用下列其中一種方法，開啟 [<literal>網路修飾鍵</literal>] 對話方塊：

source: Click the <guibutton>Add</guibutton> button.
de: Klicken Sie auf die Schaltfläche <guibutton>Hinzufügen</guibutton>.
es: Haga clic en el botón <guibutton>Agregar</guibutton>.
fr: Cliquez sur le bouton <guibutton>Ajouter</guibutton>.
it: Fare clic sul pulsante <guibutton>Aggiungi</guibutton>.
ja: 「<guibutton>追加</guibutton>」ボタンをクリックします。
ko: <guibutton>추가</guibutton> 버튼을 누릅니다.
pt_br: Clique no botão <guibutton>Adicionar</guibutton>.
zh_cn: 单击<guibutton>添加</guibutton>按钮。
zh_hk: 按一下 [<guibutton>新增</guibutton>] 按鈕。

source: Type the name of the new network modifier.
de: Tragen Sie den Namen des neuen Netzwerkmodifizierers ein.
es: Escriba el nombre del nuevo modificador de red.
fr: Saisissez le nom du nouveau modificateur réseau.
it: Digitare il nome del nuovo modificatore di rete.
ja: 新しいネットワーク修飾子の名前を入力します。
ko: 새 네트워크 수정자의 이름을 입력합니다.
pt_br: Digite o nome do novo modificador de rede.
zh_cn: 键入新网络修饰器的名称。
zh_hk: 輸入新網路修飾鍵的名稱。

source: Do one of the following:
de: Gehen Sie wie folgt vor:
es: Realice una de las siguientes acciones:
fr: Effectuez l'une des opérations suivantes :
it: Effettuare quanto segue:
ja: 次のいずれかを行います。
ko: 다음 중 하나를 수행합니다.
pt_br: Execute uma das seguintes ações:
zh_cn: 执行以下操作之一：
zh_hk: 請執行下列其中一項：

source: To add a new entry that will have the Manual activation type, press <keycap>Enter</keycap> or <keycap>Tab</keycap>.
de: Um einen neuen Eintrag hinzuzufügen, der den Aktivierungstyp "Manuell" aufweist, drücken Sie die <keycap>Eingabe</keycap>- oder <keycap>Tabulatortaste</keycap>.
es: Para agregar una entrada nueva que tendrá el tipo activación Manual, pulse <keycap>Introducir</keycap> o <keycap>Tab</keycap>.
fr: Pour ajouter une nouvelle entrée dont le type d'activation est Manuel, appuyez sur la touche <keycap>Entrée</keycap> ou la touche <keycap>Tabulation</keycap>.
it: Per aggiungere una nuova voce con il tipo di attivazione manuale, premere <keycap>Invio</keycap> o <keycap>Tab</keycap>.
ja: アクティブ化タイプが「手動」である新しいエントリを追加するには、<keycap>Enter</keycap> または <keycap>Tab</keycap> を押します。
ko: 수동 활성화 유형을 가진 새 항목을 추가하려면 <keycap>Enter</keycap> 또는 <keycap>Tab</keycap>을 누릅니다.
pt_br: Para adicionar uma nova entrada que terá o tipo de ativação Manual, pressione <keycap>Enter</keycap> ou <keycap>Tab</keycap>.
zh_cn: 要添加一个激活类型为“手动”的新条目，请按 <keycap>Enter</keycap> 键或 <keycap>Tab</keycap> 键。
zh_hk: 若要新增具有「手動」啟用類型的新項目，請按 <keycap>Enter</keycap> 或 <keycap>Tab</keycap>。

source: The two <guibutton>Manage modifiers</guibutton> radio buttons are enabled. The first of these, <guibutton>Command Line Applications</guibutton>, is selected by default. The <guilabel>Start</guilabel> and <guilabel>Stop</guilabel> command fields, and the two <guibutton>Browse</guibutton> buttons, are also enabled.
de: Die beiden Optionsfelder <guibutton>Modifizierer verwalten</guibutton> sind aktiviert. Das erste dieser Optionsfelder, <guibutton>Befehlszeilenanwendungen</guibutton>, ist standardmäßig aktiviert. Die Befehlsfelder <guilabel>Start</guilabel> und <guilabel>Stopp</guilabel> sind ebenfalls aktiviert.
es: Los dos botones de radio <guibutton>Gestionar modificadores</guibutton> aparecen habilitados. El primero, <guibutton>Aplicaciones de línea de comandos</guibutton>, está seleccionada de forma predeterminada. Los campos de comando <guilabel>Inicio</guilabel> y <guilabel>Detener</guilabel> y los dos botones <guibutton>Buscar</guibutton> también están habilitados.
fr: Les deux boutons radio <guibutton>Gérer les modificateurs</guibutton> sont activés. Le premier, <guibutton>Applications de ligne de commande</guibutton>, est sélectionné par défaut. Les champs de commande <guilabel>Démarrer</guilabel> et <guilabel>Arrêter</guilabel>, ainsi que les deux boutons <guibutton>Parcourir</guibutton>, sont également activés.
it: Vengono attivati i due pulsanti di opzione <guibutton>Gestisci modificatori</guibutton>. Il primo, <guibutton>Applicazioni della riga di comando</guibutton>, è selezionato per impostazione predefinita. Vengono abilitati anche i campi di comando <guilabel>Avvio</guilabel> e <guilabel>Interrompi</guilabel>, nonché i due pulsanti <guibutton>Sfoglia</guibutton>.
ja: 2 つの「<guibutton>修飾子の管理</guibutton>」ラジオボタンが有効になります。デフォルトでは、これらのうちの一番目の「<guibutton>コマンド行アプリケーション</guibutton>」が選択されています。また、「<guilabel>開始</guilabel>」および「<guilabel>停止</guilabel>」コマンドフィールドと 2 つの「<guibutton>参照</guibutton>」ボタンも有効になっています。
ko: 두 개의 <guibutton>수정자 관리</guibutton> 라디오 버튼이 사용으로 설정됩니다. 첫번째인 <guibutton>명령줄 응용 프로그램</guibutton>이 기본적으로 선택되어 있습니다. <guilabel>시작</guilabel> 및 <guilabel>중지</guilabel> 명령 필드와 두 개의 <guibutton>찾아보기</guibutton> 버튼도 사용으로 설정됩니다.
pt_br: Os dois botões de opção <guibutton>Gerenciar modificadores</guibutton> serão ativados. O primeiro deles, <guibutton>Aplicativos de linha de comando</guibutton>, será selecionado por padrão. Os campos de comando <guilabel>Iniciar</guilabel> e <guilabel>Parar</guilabel> e os dois botões <guibutton>Procurar</guibutton> também serão ativados.
zh_cn: 此时会启用两个<guibutton>管理修饰符</guibutton>单选按钮。缺省情况下，第一个单选按钮<guibutton>命令行应用程序</guibutton>处于选中状态。此外还会启用<guilabel>启动</guilabel>和<guilabel>停止</guilabel>命令字段以及两个<guibutton>浏览</guibutton>按钮。
zh_hk: 兩個 [<guibutton>管理修飾鍵</guibutton>] 單選按鈕都會啟用。第一個是 [<guibutton>指令行應用程式</guibutton>]，會預設為選取。[<guilabel>啟動</guilabel>] 以及 [<guilabel>停止</guilabel>] 指令欄位，以及兩個 [<guibutton>瀏覽</guibutton>] 按鈕也都會啟用。

source: Type the command that starts the network modifier into the <literal>Start Command</literal> field.
de: Geben Sie im Feld <literal>Startbefehl</literal> den Befehl ein, mit dem der Netzwerkmodifizierer gestartet wird.
es: Escriba el comando que inicia el modificador de red en el campo <literal>Start Command</literal>.
fr: Saisissez la commande de démarrage du modificateur réseau dans le champ <literal>Commande de démarrage</literal>.
it: Digitare il comando che avvia il modificatore di rete nel campo <literal>Comando di avvio</literal>.
ja: 「<literal>開始コマンド</literal>」フィールドに、このネットワーク修飾子を開始するコマンドを入力します。
ko: <literal>시작 명령</literal> 필드에 네트워크 수정자를 시작하는 명령을 입력합니다.
pt_br: Digite o comando que iniciará o modificador de rede no campo <literal>Iniciar comando</literal>.
zh_cn: 在<literal>启动命令</literal>字段中，键入用于启动网络修饰器的命令。
zh_hk: 在 [<literal>Start 指令</literal>] 欄位輸入網路修飾鍵啟動指令。

source: Alternately, you can use the <guibutton>Browse</guibutton> button to open a file chooser dialog, where you can select the command to use.
de: Sie können auch die Schaltfläche <guibutton>Durchsuchen</guibutton> verwenden, um ein Dialogfeld zur Dateiauswahl zu öffnen, in dem Sie den Befehl auswählen können, der verwendet werden soll.
es: De manera alternativa, puede usar el botón <guibutton>Buscar</guibutton> para abrir un cuadro de diálogo donde puede seleccionar el comando que va a utilizar.
fr: Vous pouvez également utiliser le bouton <guibutton>Parcourir</guibutton> pour ouvrir la boîte de dialogue d'un sélecteur de fichiers dans laquelle vous pouvez sélectionner la commande à utiliser.
it: In alternativa, è possibile utilizzare il pulsante <guibutton>Sfoglia</guibutton> per aprire una finestra di dialogo di selezione file, in cui è possibile selezionare il comando da utilizzare.
ja: あるいは、「<guibutton>参照</guibutton>」ボタンを使用して、使用するコマンドを選択できるファイルチューザダイアログを開くこともできます。
ko: 다른 방법으로, <guibutton>찾아보기</guibutton> 버튼을 사용하여 사용할 명령을 선택할 수 있는 파일 선택기 대화 상자를 열 수 있습니다.
pt_br: Como alternativa, é possível usar o botão <guibutton>Procurar</guibutton> para abrir uma caixa de diálogo seletora de arquivos, onde será possível selecionar o comando a ser usado.
zh_cn: 或者，可以使用<guibutton>浏览</guibutton>按钮打开一个文件选择器对话框，您可以在该对话框中选择要使用的命令。
zh_hk: 或者，您可以使用 [<guibutton>瀏覽</guibutton>] 按鈕，開啟檔案選擇器對話方塊。您可以在該對話方塊選取要使用的指令。

source: The <guibutton>Start</guibutton> button remains disabled for the network modifier until a valid command has been typed into this field.
de: Die Schaltfläche <guibutton>Start</guibutton> bleibt für den Netzwerkmodifizierer so lange deaktiviert, bis ein gültiger Befehl in dieses Feld eingegeben wird.
es: El botón <guibutton>Inicio</guibutton> permanece inhabilitado para el modificador de red hasta que se escribe un comando válido en el campo.
fr: Le bouton <guibutton>Démarrer</guibutton> reste désactivé pour le modificateur réseau tant qu'une commande valide n'est pas saisie dans ce champ.
it: Il pulsante <guibutton>Avvio</guibutton> rimane disabilitato per il modificatore di rete fino a quando non viene digitato un comando valido nel campo.
ja: このネットワーク修飾子の「<guibutton>開始</guibutton>」ボタンは、このフィールドに有効なコマンドが入力されるまで無効になっています。
ko: 이 필드에 유효한 명령이 입력될 때까지 네트워크 수정자에 대해 <guibutton>시작</guibutton> 버튼이 사용 안함으로 설정됩니다.
pt_br: O botão <guibutton>Iniciar</guibutton> permanecerá desativado para o modificador de rede até que um comando válido seja digitado nesse campo.
zh_cn: 网络修饰器的<guibutton>启动</guibutton>按钮保持禁用状态，直到在该字段中键入一个有效命令为止。
zh_hk: 網路修飾鍵的 [<guibutton>啟動</guibutton>] 按鈕會一直保持停用狀態，直到在這個欄位輸入有效的指令為止。

source: Type the command that stops the network modifier into the <literal>Stop Command</literal> field.
de: Geben Sie im Feld <literal>Stoppbefehl</literal> den Befehl ein, mit dem der Netzwerkmodifizierer gestoppt wird.
es: Escriba el comando que detiene el modificador de red en el campo <literal>Stop Command</literal>.
fr: Saisissez la commande d'arrêt du modificateur réseau dans le champ <literal>Commande d'arrêt</literal>.
it: Digitare il comando che interrompe il modificatore di rete nel campo <literal>Comando di arresto</literal>.
ja: 「<literal>停止コマンド</literal>フィールドに、このネットワーク修飾子を停止するコマンドを入力します。
ko: <literal>중지 명령</literal> 필드에 네트워크 수정자를 중지하는 명령을 입력합니다.
pt_br: Digite o comando que parará o modificador de rede no campo <literal>Parar comando</literal>.
zh_cn: 在<literal>停止命令</literal>字段中，键入用于停止网络修饰器的命令。
zh_hk: 在 [<literal>Stop 指令</literal>] 欄位輸入網路修飾鍵停止指令。

source: The <guibutton>Stop</guibutton> button remains disabled for the network modifier until a valid command has been typed into this field.
de: Die Schaltfläche <guibutton>Stopp</guibutton> bleibt für den Netzwerkmodifizierer so lange deaktiviert, bis ein gültiger Befehl in dieses Feld eingegeben wird.
es: El botón <guibutton>Detener</guibutton> permanece inhabilitado para el modificador de red hasta que se escribe un comando válido en este campo.
fr: Le bouton <guibutton>Arrêter</guibutton> reste désactivé pour le modificateur réseau tant qu'une commande valide n'est pas saisie dans ce champ.
it: Il pulsante <guibutton>Interrompi</guibutton> rimane disabilitato per il modificatore di rete fino a quando non viene digitato un comando valido nel campo.
ja: このネットワーク修飾子の「<guibutton>停止</guibutton>」ボタンは、このフィールドに有効なコマンドが入力されるまで無効になっています。
ko: 이 필드에 유효한 명령이 입력될 때까지 네트워크 수정자에 대해 <guibutton>중지</guibutton> 버튼이 사용 안함으로 설정됩니다.
pt_br: O botão <guibutton>Parar</guibutton> permanecerá desativado para o modificador de rede até que um comando válido seja digitado nesse campo.
zh_cn: 网络修饰器的<guibutton>停止</guibutton>按钮保持禁用状态，直到在该字段中键入一个有效命令为止。
zh_hk: 網路修飾鍵的 [<guibutton>停止</guibutton>] 按鈕會一直保持停用狀態，直到在這個欄位輸入有效的指令為止。

source: To add this application, click <guibutton>OK</guibutton>.
de: Um diese Anwendung hinzuzufügen, klicken Sie auf <guibutton>OK</guibutton>.
es: Para agregar esta aplicación, haga clic en <guibutton>Aceptar</guibutton>.
fr: Pour ajouter cette application, cliquez sur <guibutton>OK</guibutton>.
it: Per aggiungere questa applicazione, fare clic sul pulsante <guibutton>OK</guibutton>.
ja: このアプリケーションを追加するには、「<guibutton>了解</guibutton>」をクリックします。
ko: 이 응용 프로그램을 추가하려면 <guibutton>확인</guibutton>을 누릅니다.
pt_br: Para adicionar esse aplicativo, clique em <guibutton>OK</guibutton>.
zh_cn: 要添加此应用程序，请单击<guibutton>确定</guibutton>。
zh_hk: 若要新增這個應用程式，請按一下 [<guibutton>確定</guibutton>]。

source: To Add a Network Modifier Service
de: So fügen Sie einen Netzwerkmodifizierer-Service hinzu
es: Para agregar un servicio de modificador de red
fr: Pour ajouter un service de modificateur réseau
it: Per aggiungere un servizio modificatore di rete
ja: ネットワーク修飾子サービスを追加するには
ko: 네트워크 수정자 서비스 추가
pt_br: Para adicionar um serviço de modificador de rede
zh_cn: 添加网络修饰器服务
zh_hk: 新增網路修飾鍵服務

source: Press <keycap>Enter</keycap> or <keycap>Tab</keycap> to add the new entry that will have the Manual activation type, by default.
de: Drücken Sie die <keycap>Eingabetaste</keycap> oder die <keycap>Tabulatortaste</keycap>, um einen neuen Eintrag hinzuzufügen, der standardmäßig den Aktivierungstyp "Manuell" aufweist.
es: Pulse <keycap>Introducir</keycap> o <keycap>Tab</keycap> para agregar la nueva entrada que tendrá el tipo activación manual, de forma predeterminada.
fr: Appuyez sur la touche <keycap>Entrée</keycap> ou sur la touche <keycap>Tabulation</keycap> pour ajouter l'entrée avec le type d'activation Manuel, par défaut.
it: Premere <keycap>Invio</keycap> o <keycap>Tab</keycap> per aggiungere la nuova voce che avrà il tipo di attivazione manuale, per impostazione predefinita.
ja: 新しいエントリを追加するには、<keycap>Enter</keycap> または <keycap>Tab</keycap> を押します。アクティブ化タイプはデフォルトで「手動」になります。
ko: 기본적으로 수동 활성화 유형을 가진 새 항목을 추가하려면 <keycap>Enter</keycap> 또는 <keycap>Tab</keycap>을 누릅니다.
pt_br: Pressione <keycap>Enter</keycap> ou <keycap>Tab</keycap> para adicionar a nova entrada que terá o tipo de ativação Manual por padrão.
zh_cn: 按 <keycap>Enter</keycap> 键或 <keycap>Tab</keycap> 键添加新条目，该条目缺省情况下具有“手动”激活类型。
zh_hk: 按 <keycap>Enter</keycap> 或 <keycap>Tab</keycap>，新增預設為「手動」啟用類型的新項目。

source: You can rename a network modifier immediately after you have added it. After you press <keycap>Enter</keycap> or <keycap>Tab</keycap> to add the new entry and close the <literal>Network Modifiers</literal> dialog, the network modifier name is fixed and cannot be edited.
de: Sie können einen Netzwerkmodifizierer sofort nach dem Hinzufügen umbenennen. Nachdem Sie die <keycap>Eingabetaste</keycap> oder die <keycap>Tabulatortaste</keycap> gedrückt haben, um den neuen Eintrag hinzuzufügen, und das Dialogfeld <literal>Netzwerkmodifizierer</literal> geschlossen haben, ist der Netzwerkmodifizierer festgelegt und kann nicht mehr bearbeitet werden.
es: Puede cambiar el nombre de un modificador de red inmediatamente después de haberlo agregado. Después de presionar <keycap>Introducir</keycap> o <keycap>Tab</keycap> para agregar la nueva entrada y cerrar el cuadro de diálogo <literal>Network Modifiers</literal>, el nombre de modificador de red queda fijo y no se puede editar.
fr: Vous pouvez renommer un modificateur réseau immédiatement après l'avoir ajouté. Dès que vous appuyez sur la touche <keycap>Entrée</keycap> ou la touche <keycap>Tabulation</keycap> pour ajouter l'entrée et fermez la boîte de dialogue <literal>Modificateurs réseau</literal>, le nom du modificateur réseau est validé et ne peut être modifié.
it: È possibile rinominare un modificatore di rete immediatamente dopo averlo aggiunto. Dopo aver premuto <keycap>Invio</keycap> o <keycap>Tab</keycap> per aggiungere la nuova voce e aver chiuso la finestra di dialogo <literal>Modificatori di rete</literal>, il nome del modificatore di rete è definitivo e non può essere modificato.
ja: ネットワーク修飾子の名前は、それを追加した直後に変更できます。<keycap>Enter</keycap> または <keycap>Tab</keycap> を押して新しいエントリを追加して「<literal>ネットワーク修飾子</literal>」ダイアログを閉じると、ネットワーク修飾子の名前は固定されて編集できなくなります。
ko: 네트워크 수정자 이름은 추가한 직후 바꿀 수 있습니다. <keycap>Enter</keycap> 또는 <keycap>Tab</keycap>을 눌러 새 항목을 추가하고 <literal>네트워크 수정자</literal> 대화 상자를 닫은 후에는 네트워크 수정자 이름이 고정되므로 편집할 수 없습니다.
pt_br: É possível renomear um modificador de rede logo após adicioná-lo. Depois de pressionar <keycap>Enter</keycap> ou <keycap>Tab</keycap> para adicionar a nova entrada e fechar a caixa de diálogo <literal>Modificadores de rede</literal>, o nome do modificador de rede se tornará fixo e não poderá ser editado.
zh_cn: 可以在添加网络修饰器后立即对其进行重命名。在按 <keycap>Enter</keycap> 键或 <keycap>Tab</keycap> 键添加新条目并关闭<literal>网络修饰器</literal>对话框后，该网络修饰器名称将固定，无法编辑。
zh_hk: 您可以在新增網路修飾鍵後立即重新命名。按 <keycap>Enter</keycap> 或 <keycap>Tab</keycap> 新增項目，然後關閉 [<literal>網路修飾鍵</literal>] 對話方塊後，網路修飾鍵名稱就會固定無法編輯。
