Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: To add a network that is not currently available, or not currently broadcasting its network name to your favorites list, go to the <guilabel>Wireless</guilabel> tab of the <literal>Connection Properties</literal> view, then click the <guibutton>Add</guibutton> button. To add the network, you will need to know its network name, security type and security key.
de: Um ein Netzwerk, das gerade nicht verfügbar ist oder seinen Netzwerknamen nicht sendet, Ihrer Favoritenliste hinzuzufügen, wechseln Sie in der Ansicht <literal>Verbindungseigenschaften</literal> zur Registerkarte <guilabel>Drahtlos</guilabel>, und klicken Sie dann auf die Schaltfläche <guibutton>Hinzufügen</guibutton>. Um das Netzwerk hinzufügen zu können, benötigen Sie seinen Netzwerknamen, Sicherheitstyp und Sicherheitschlüssel.
es: Para agregar a su lista de favoritos una red que no está disponible en este momento o que no difunde su nombre de red, vaya a la ficha <guilabel>Inalámbrico</guilabel> de la vista <literal>Connection Properties</literal>, y haga clic en el botón <guibutton>Agregar</guibutton>.
fr: Pour ajouter un réseau qui n'est pas actuellement disponible ou qui ne diffuse pas actuellement son nom de réseau dans votre liste de favoris, accédez à l'onglet <guilabel>Sans fil</guilabel> de la vue <literal>Propriétés de connexion</literal>, puis cliquez sur le bouton <guibutton>Ajouter</guibutton>. Pour ajouter le réseau, vous devez connaître son nom de réseau, son type de sécurité et sa clé de sécurité.
it: Per aggiungere una rete attualmente non disponibile, o che non trasmette il proprio nome all'elenco di reti disponibili, andare alla scheda <guilabel>Wireless</guilabel> della vista <literal>Proprietà della connessione</literal>, quindi fare clic su <guibutton>Aggiungi</guibutton>. Per aggiungere la rete, è necessario indicarne il nome, il tipo di sicurezza e la chiave di sicurezza.
ja: 現在使用可能でないか、または現在そのネットワーク名をブロードキャストしていないネットワークをお気に入りリストに追加するには、「<literal>接続プロパティー</literal>」ビューの「<guilabel>無線</guilabel>」タブに移動してから、「<guibutton>追加</guibutton>」ボタンをクリックします。このネットワークを追加するには、そのネットワーク名、セキュリティーのタイプ、およびセキュリティーキーがわかっている必要があります。
ko: 현재 사용 가능하지 않거나 현재 네트워크 이름을 브로드캐스트하지 않는 네트워크를 즐겨찾기 목록에 추가하려면 <literal>연결 등록 정보</literal> 뷰의 <guilabel>무선</guilabel> 탭으로 이동하여 <guibutton>추가</guibutton> 버튼을 누릅니다. 네트워크를 추가하려면 네트워크 이름, 보안 유형 및 보안 키를 알아야 합니다.
pt_br: Para adicionar uma rede não disponível atualmente ou que não esteja transmitindo seu nome à lista de favoritas, vá para a guia <guilabel>Sem fio</guilabel> da exibição <literal>Propriedades de conexão</literal> e, em seguida, clique no botão <guibutton>Adicionar</guibutton>. Para adicionar a rede, será necessário saber o nome, o tipo e a chave de segurança.
zh_cn: 要将一个当前不可用的或当前不广播其网络名称的网络添加到收藏夹列表，请转至<literal>连接属性</literal>视图的<guilabel>无线</guilabel>选项卡，然后单击<guibutton>添加</guibutton>按钮。要添加该网络，您需要知道其网络名称、安全类型和安全密钥。
zh_hk: 若要將目前無法使用的網路或目前未廣播自己網路名稱的網路，新增至常用的網路清單中，請移至 [<literal>連線特性</literal>] 檢視的 [<guilabel>無線</guilabel>] 標籤中，然後按一下 [<guibutton>新增</guibutton>] 按鈕。若要新增網路，必須知道網路名稱、安全性類型以及安全性金鑰。

source: To add unlisted or unavailable networks, remove networks, or edit networks in your favorites list, go to the <guilabel>Wireless</guilabel> tab of the <literal>Connection Properties</literal> view. See <xref linkend="favorite-networks"/>.
de: Um nicht aufgelistete oder nicht verfügbare Netzwerke hinzuzufügen, Netzwerke zu entfernen oder Netzwerke in Ihrer Favoritenliste zu bearbeiten, wechseln Sie in der Ansicht <literal>Verbindungseigenschaften</literal> auf die Registerkarte <guilabel>Drahtlos</guilabel>. Siehe <xref linkend="favorite-networks"/>.
es: Para agregar redes que no aparecen en la lista o que no están disponibles, quite o edite redes de la lista de favoritos, vaya a la ficha <guilabel>Inalámbrico</guilabel> de la vista <literal>Connection Properties</literal>. Consulte <xref linkend="favorite-networks"/>.
fr: Pour ajouter des réseaux non répertoriés ou non disponibles, supprimer des réseaux ou modifier des réseaux de la liste des favoris, accédez à l'onglet <guilabel>Sans fil</guilabel> de la vue <literal>Propriétés de connexion</literal. Reportez-vous à la section <xref linkend="favorite-networks"/>.
it: Per aggiungere reti non disponibili o non in elenco oppure rimuovere o modificare reti nell'elenco dei preferiti, andare alla scheda <guilabel>Wireless</guilabel> della vista <literal>Proprietà della connessione</literal>. Vedere <xref linkend="favorite-networks"/>.
ja: リストにないネットワークや使用可能でないネットワークを追加したり、ネットワークを削除したり、お気に入りリスト内のネットワークを編集したりするには、「<literal>接続プロパティー</literal>」ビューの「<guilabel>無線</guilabel>」タブに移動します。<xref linkend="favorite-networks"/>を参照してください。
ko: 나열되지 않거나 사용 불가능한 네트워크를 추가하거나, 네트워크를 제거하거나, 즐겨찾기 목록에서 네트워크를 편집하려면 <literal>연결 등록 정보</literal> 뷰의 <guilabel>무선</guilabel> 탭으로 이동합니다. <xref linkend="favorite-networks"/>을(를) 참조하십시오.
pt_br: Para adicionar redes não incluídas na lista ou não disponíveis, remover redes ou editá-las na lista de favoritas, vá para a guia <guilabel>Sem fio</guilabel> da exibição <literal>Propriedades de conexão</literal>. Consulte <xref linkend="favorite-networks"/>.
zh_cn: 要在收藏夹列表中添加未列出的或不可用的网络、删除网络或者编辑网络，请转至<literal>连接属性</literal>视图的<guilabel>无线</guilabel>选项卡。请参见<xref linkend="favorite-networks"/>。
zh_hk: 若要新增未列入清單或無法使用的網路、移除網路或者編輯常用網路清單中的網路，請移至 [<literal>連線特性</literal>] 檢視的 [<guilabel>無線</guilabel>] 標籤。請參閱<xref linkend="favorite-networks"/>。

source: About the Network Preferences Dialog
de: Informationen zum Dialogfeld "Netzwerkeigenschaften"
es: Acerca del cuadro de diálogo de preferencias de red
fr: À propos de la boîte de dialogue Préférences réseau
it: Informazioni sulla finestra di dialogo Preferenze di rete
ja: 「ネットワーク設定」ダイアログについて
ko: 네트워크 기본 설정 대화 상자 정보
pt_br: Sobre a caixa de diálogo Preferências de rede
zh_cn: 关于“网络首选项”对话框
zh_hk: 關於網路喜好設定對話方塊

source: The <literal>Network Preferences</literal> dialog is where you can configure individual network connections and view the current state of each network connection. The window provides access to various views that you can switch to by using the drop-down list that is located at the top of the dialog.
de: Im Dialogfeld <literal>Netzwerkeigenschaften</literal> können Sie einzelne Netzwerkverbindungen konfigurieren und den aktuellen Status jeder Netzwerkverbindung anzeigen. Das Fenster bietet Zugriff auf verschiedene Ansichten, zwischen denen Sie wechseln können, indem Sie die Dropdown-Liste verwenden, die sich am oberen Rand des Dialogfelds befindet.
es: El cuadro de diálogo <literal>Network Preferences</literal> es donde puede configurar conexiones de red individuales y visualizar el estado actual de cada conexión de red. La ventana proporciona acceso a varias vistas a las que puede cambiar mediante la lista desplegable que está ubicada en la parte superior del cuadro de diálogo.
fr: La boîte de dialogue <literal>Préférences réseau</literal> vous permet de configurer des connexions réseau et d'afficher l'état actuel de chacune d'entre elles. La fenêtre permet d'accéder aux différentes vues disponibles via la liste déroulante située en haut de la boîte de dialogue.
it: La finestra di dialogo <literal>Preferenze di rete</literal> consente di configurare le connessioni di rete individuali e visualizzare lo stato corrente di ciascuna di esse. La finestra fornisce accesso a varie viste a cui si può passare utilizzando l'elenco a discesa collocato nella parte superiore della finestra di dialogo.
ja: 「<literal>ネットワーク設定</literal>」ダイアログでは、個々のネットワーク接続を構成したり、各ネットワーク接続の現在の状態を表示したりできます。このウィンドウでは、ダイアログのいちばん上にあるドロップダウンリストを使用して切り替えることのできるさまざまなビューへのアクセスが提供されます。
ko: <literal>네트워크 기본 설정</literal> 대화 상자에서 개별 네트워크 연결을 구성하고 각 네트워크 연결의 현재 상태를 볼 수 있습니다. 대화 상자 위쪽에 있는 드롭다운 목록을 사용하여 다양한 뷰 사이를 전환할 수 있습니다.
pt_br: A caixa de diálogo <literal>Preferências de rede</literal> é onde você pode configurar conexões de rede individuais e visualizar o estado atual de cada uma. A janela fornece acesso a várias exibições que você pode alternar usando a lista suspensa localizada na parte superior da caixa.
zh_cn: 使用<literal>网络首选项</literal>对话框，可以配置各个网络连接以及查看每个网络连接的当前状态。该窗口提供了对各种视图的访问；可使用该对话框顶部的下拉式列表切换到这些视图。
zh_hk: 您可以在 [<literal>網路喜好設定</literal>] 對話方塊配置個別的網路連線以及檢視每個網路連線的目前狀態。這個視窗可以讓您存取各種檢視，您可以使用對話方塊上方的下拉式清單，切換不同的檢視。

source: You can open the dialog three ways:
de: Es gibt drei Möglichkeiten, um das Dialogfeld zu öffnen:
es: Puede abrirlo de tres formas:
fr: Vous pouvez ouvrir la boîte de dialogue de trois façons :
it: È possibile aprire la finestra di dialogo in tre modi:
ja: このダイアログは、次の 3 つの方法で開くことができます。
ko: 세 가지 방법으로 대화 상자를 열 수 있습니다.
pt_br: É possível abrir a caixa de três formas:
zh_cn: 可使用三种方法打开此对话框：
zh_hk: 您可以使用三種方法開啟對話方塊：

source: By choosing System -&gt; Administration -&gt; Network from the Main Menu bar on the desktop panel.
de: Wählen Sie auf der Desktop-Hauptmenüleiste System -&gt; Verwaltung -&gt; Netzwerk.
es: Seleccionando Sistema -&gt; Administración -&gt; Red en la barra del menú principal del panel del escritorio.
fr: En choisissant Système -&gt; Administration -&gt; Réseau à partir de la barre de menu principale figurant sur le panneau du bureau.
it: scegliere Sistema -&gt; Amministrazione -&gt; Rete dalla barra del menu principale nel riquadro del desktop;
ja: デスクトップパネルのメインメニューバーから、「システム」-&gt;「管理」-&gt;「ネットワーク」の順に選択することで。
ko: 데스크탑 패널의 주 메뉴 모음에서 시스템 -&gt; 관리 -&gt; 네트워크를 선택합니다.
pt_br: Escolhendo Sistema -&gt; Administração -&gt; Rede na barra de menus principal, no painel da área de trabalho.
zh_cn: 从桌面面板上的主菜单栏中选择“系统”-&gt;“管理”-&gt;“网络”。
zh_hk: 從桌面面板的 [主功能表] 列，依序選取 [系統] -&gt; [管理] -&gt; [網路]。

source: By clicking the <literal>Network Status</literal> notification icon
de: Klicken Sie auf das Benachrichtigungssymbol <literal>Netzwerkstatus</literal>.
es: Haciendo clic en el icono de notificación <literal>Network Status</literal>
fr: En cliquant sur l'icône de notification <literal>Etat du réseau</literal>.
it: fare clic sull'icona di notifica <literal>Stato rete</literal>;
ja: 「<literal>ネットワークステータス</literal>」通知アイコンをクリックすることで。
ko: <literal>네트워크 상태</literal> 알림 아이콘을 누릅니다.
pt_br: Clicando no ícone de notificação <literal>Status da rede</literal>
zh_cn: 单击<literal>网络状态</literal>通知图标。
zh_hk: 按一下 [<literal>網路狀態</literal>] 通知圖示

source: By choosing the <guimenuitem>Network Preferences</guimenuitem> menu item from the <literal>Network Status</literal> notification's icon menu
de: Wählen Sie im Menü des Benachrichtigungssymbols <literal>Netzwerkstatus</literal> die Option <guimenuitem>Netzwerkeinstellungen</guimenuitem>.
es: Seleccionando el elemento del menú <guimenuitem>Preferencias de red</guimenuitem> desde el menú del icono de notificación <literal>Network Status</literal>
fr: En choisissant l'option <guimenuitem>Préférences réseau</guimenuitem> du menu de l'icône de notification <literal>Etat du réseau</literal>.
it: scegliere il menu <guimenuitem>Preferenze di rete</guimenuitem> dal menu dell'icona di notifica <literal>Stato rete</literal>.
ja: 「<literal>ネットワークステータス</literal>」通知のアイコンメニューから「<guimenuitem>ネットワーク設定</guimenuitem>」メニュー項目を選択することで。
ko: <literal>네트워크 상태</literal> 알림 아이콘 메뉴에서 <guimenuitem>네트워크 기본 설정</guimenuitem> 메뉴 항목을 선택합니다.
pt_br: Escolhendo o item de menu <guimenuitem>Preferências de rede</guimenuitem> no menu do ícone de notificação <literal>Status da rede</literal>
zh_cn: 从<literal>网络状态</literal>通知图标菜单中选择<guimenuitem>网络首选项</guimenuitem>菜单项。
zh_hk: 選擇 [<literal>網路狀態</literal>] 通知圖示功能表的 [<guimenuitem>網路喜好設定</guimenuitem>] 功能表項目。

source: The <literal>Network Preferences</literal> dialog is only available to user accounts that have been assigned the <literal>Network Autoconf Admin</literal> rights profile by a system administrator.
de: Das Dialogfeld <literal>Netzwerkeigenschaften</literal> ist nur für Benutzerkonten verfügbar, denen von einem Systemadministrator das <literal>Netwerk-Autoconf-Admin</literal>-Rechteprofil zugewiesen wurde.
es: El cuadro de diálogo <literal>Network Preferences</literal> sólo está disponible para cuentas de usuario a las que el administrador del sistema le asignó el perfil de derechos <literal>Network Autoconf Admin</literal>.
fr: La boîte de dialogue <literal>Préférences réseau</literal> n'est disponible que pour les comptes utilisateur auxquels le profil de droits <literal>Network Autoconf Admin</literal> a été accordé par un administrateur système.
it: La finestra di dialogo <literal>Preferenze di rete</literal> è disponibile solo per gli account utente a cui è stato assegnato dall'amministratore di sistema il profilo con diritti di <literal>amministratore di rete Autoconf</literal>.
ja: 「<literal>ネットワーク設定</literal>」ダイアログは、システム管理者によって<literal>ネットワーク自動構成管理者</literal>権利プロファイルが割り当てられたユーザーアカウントのみが使用できます。
ko: <literal>네트워크 기본 설정</literal> 대화 상자는 시스템 관리자로부터 <literal>네트워크 자동 구성 관리</literal> 권한 프로필을 할당받은 사용자 계정에만 사용할 수 있습니다.
pt_br: A caixa de diálogo <literal>Preferências de rede</literal> somente está disponível para contas de usuário às quais foi atribuído o perfil de direitos de <literal>Administrador de autoconfiguração de rede</literal> por um administrador do sistema.
zh_cn: <literal>网络首选项</literal>对话框仅对于系统管理员为其分配了<literal>网络自动配置管理</literal>权限配置文件的用户帐户可用。
zh_hk: 只有系統管理員已經指派「<literal>Network Autoconf Admin</literal>」權限設定檔的使用者帳戶，才能使用 [<literal>網路喜好設定</literal>] 對話方塊。

source: At the top of the <literal>Network Preferences</literal> dialog is a drop-down list that is labeled, <guilabel>Show</guilabel>. This list enables you to switch between the <literal>Connection Status</literal> view, the <literal>Network Profile</literal> view, and the <literal>Connection Properties</literal> view for every network connection in each network profile.
de: Am oberen Rand des Dialogfelds <literal>Netzwerkeigenschaften</literal> befindet sich eine Dropdown-Liste mit der Bezeichnung <guilabel>Anzeigen</guilabel>. Mithilfe dieser Liste können Sie bei jeder Netzwerkverbindung in jedem Netzwerkprofil zwischen den Ansichten <literal>Verbindungsstatus</literal>, <literal>Netzwerkprofil</literal> und <literal>Verbindungseigenschaften</literal> wechseln.
es: En la parte superior del cuadro de diálogo <literal>Network Preferences</literal> hay una lista desplegable llamada <guilabel>Mostrar</guilabel>. Esta lista le permite cambiar entre las vistas <literal>Connection Status</literal>, <literal>Network Profile</literal> y <literal>Connection Properties</literal> para cada conexión de red en cada perfil de red.
fr: En haut de la boîte de dialogue <literal>Préférences réseau</literal> se trouve une liste déroulante intitulée <guilabel>Afficher</guilabel>. Cette liste vous permet de changer de vue pour chaque connexion réseau figurant dans un profil réseau : vue <literal>Etat de connexion</literal>, vue <literal>Profil réseau</literal> et vue <literal>Propriétés de connexion</literal>.
it: Nella parte superiore della finestra di dialogo <literal>Preferenze di rete</literal> è presente un elenco a discesa denominato <guilabel>Mostra</guilabel>. Questo elenco consente di passare tra la vista <literal>Stato della connessione</literal>, la vista <literal>Profilo di rete</literal> e la vista <literal>Proprietà della connessione</literal> per ciascuna connessione di rete in ciascun profilo.
ja: 「<literal>ネットワーク設定</literal>」ダイアログのいちばん上には、「<guilabel>表示</guilabel>」という名前のドロップダウンリストがあります。このリストを使用すると、各ネットワークプロファイル内のすべてのネットワーク接続について「<literal>接続状態</literal>」ビュー、「<literal>ネットワークプロファイル</literal>」ビュー、および「<literal>接続プロパティー</literal>」ビューを切り替えることができます。
ko: <literal>네트워크 기본 설정</literal> 대화 상자 위쪽에 <guilabel>표시</guilabel>라는 드롭다운 목록이 있습니다. 이 목록에서 각 네트워크 프로필의 모든 네트워크 연결에 대해 <literal>연결 상태</literal> 뷰, <literal>네트워크 프로필</literal> 뷰, <literal>연결 등록 정보</literal> 뷰 사이를 전환할 수 있습니다.
pt_br: Na parte superior da caixa de diálogo <literal>Preferências de rede</literal>, há uma lista suspensa identificada, <guilabel>Mostrar</guilabel>. Essa lista permite alternar entre as exibições <literal>Status da conexão</literal>, <literal>Perfil de rede</literal> e <literal>Propriedades da conexão</literal> para cada conexão de rede, em cada perfil.
zh_cn: 在<literal>网络首选项</literal>对话框顶部是一个标记为<guilabel>显示</guilabel>的下拉式列表。该列表可用于为每个网络配置文件中的各个网络连接切换<literal>连接状态</literal>视图、<literal>网络配置文件</literal>视图与<literal>连接属性</literal>视图。
zh_hk: [<literal>網路喜好設定</literal>] 對話方塊上方有 [<guilabel>顯示</guilabel>] 下拉式清單。這個清單可以讓您在每個網路設定檔的各個網路連線切換 [<literal>連線狀態</literal>] 檢視、[<literal>網路設定檔</literal>] 檢視以及 [<literal>連線特性</literal>] 檢視。

source: Connection Status View
de: Ansicht "Verbindungsstatus"
es: Vista del estado de conexión
fr: Vue Etat connexion
it: Vista Stato della connessione
ja: 「接続状態」ビュー
ko: 연결 상태 뷰
pt_br: Exibição Status da conexão
zh_cn: “连接状态”视图
zh_hk: 連線狀態檢視

source: The <literal>Connection Status</literal> view displays information about each enabled network connection in the active network profile with the Manual activation type and each connection (enabled or disabled) in the active priority group. The <guilabel>Enabled Connections</guilabel> section lists all of the enabled connections, in the same order that they are listed in the <literal>Network Profile</literal> view.
de: In der Ansicht <literal>Verbindungsstatus</literal> werden Informationen über jede Netzwerkverbindung im aktiven Netzwerkprofil mit dem Aktivierungstyp "Manuell" und jede (aktivierte oder deaktivierte) Verbindung in der aktiven Prioritätsgruppe angezeigt. Im Abschnitt <guilabel>Aktivierte Verbindungen</guilabel> werden alle aktivierten Verbindungen aufgelistet, und zwar in derselben Reihenfolge, wie sie in der Ansicht <literal>Netzwerkprofil</literal> aufgelistet sind.
es: La vista <literal>Connection Status</literal> muestra información sobre cada conexión de red habilitada en el perfil de red activo con el tipo de activación Manual y cada conexión (habilitada o deshabilitada) del grupo de prioridad activo. La sección <guilabel>Conexiones habilitadas</guilabel> enumera todas las conexiones habilitadas, en el mismo orden en el que aparecen en la lista <literal>Network Profile</literal>.
fr: La vue <literal>Etat de connexion</literal> affiche des informations sur chaque connexion réseau activée dans le profil réseau actif dont le type d'activation est Manuel, ainsi que sur chaque connexion (activée ou désactivée) figurant dans le groupe de priorités actif. La section <guilabel>Connexions activées</guilabel> répertorie toutes les connexions activées, dans l'ordre dans lequel elles sont répertoriées dans la vue <literal>Profil réseau</literal>.
it: La vista <literal>Stato della connessione</literal> visualizza informazioni su ciascuna connessione di rete abilitata nel profilo di rete attivo con il tipo di attivazione manuale e ciascuna connessione (abilitata o meno) nel gruppo priorità attivo. La sezione <guilabel>Connessioni abilitate</guilabel> elenca tutte le connessioni abilitate, nello stesso ordine della vista <literal>Profilo di rete</literal>.
ja: 「<literal>接続状態</literal>」ビューには、アクティブなネットワークプロファイル内の有効になっている各ネットワーク接続のうちアクティブ化タイプが「手動」であるものと、アクティブな優先度グループ内の (有効または無効になっている) 各接続に関する情報が表示されます。「<guilabel>有効な接続</guilabel>」セクションには、有効になっているすべての接続が、「<literal>ネットワークプロファイル</literal>」ビューに一覧表示されるのと同じ順序で一覧表示されます。
ko: <literal>연결 상태</literal> 뷰는 활성 네트워크 프로필의 각 사용으로 설정된 네트워크 연결(수동 활성화 유형 사용)과 활성 우선 순위 그룹의 각 연결(사용 또는 사용 안함)에 대한 정보를 표시합니다. <guilabel>사용으로 설정된 연결</guilabel> 섹션은 <literal>네트워크 프로필</literal> 뷰에 나열된 순서대로 사용으로 설정된 모든 연결을 나열합니다.
pt_br: A exibição <literal>Status da conexão</literal> exibe informações sobre cada conexão de rede ativada no perfil de rede ativo com o tipo de ativação Manual e cada conexão (ativada ou desativada) no grupo de prioridade ativo. A seção <guilabel>Conexões ativadas</guilabel> lista todas as conexões ativadas, na mesma ordem em que aparecem na exibição <literal>Perfil de rede</literal>.
zh_cn: <literal>连接状态</literal>视图显示有关活动网络配置文件中每个已启用且激活类型为“手动”的网络连接的信息，以及活动优先级组中每个连接（已启用或禁用）的信息。<guilabel>已启用的连接</guilabel>区域中列出了所有已启用的连接，列出顺序与它们在<literal>网络配置文件</literal>视图中的显示顺序相同。
zh_hk: [<literal>連線狀態</literal>] 檢視會顯示使用中網路設定檔中，每個啟用類型為「手動」的已啟用網路連線資訊，以及使用中優先順序群組的每個連線 (啟用或停用) 資訊。[<guilabel>啟用的連線</guilabel>] 區段會列出所有啟用的連線，其順序與 [<literal>網路設定檔</literal>] 檢視中的順序相同。

source: For each connection, the following information is shown:
de: Für jede Verbindung werden folgende Informationen angezeigt:
es: Para cada conexión, se muestra la siguiente información:
fr: Les informations suivantes sont affichées pour chaque connexion :
it: Per ciascuna connessione, vengono mostrate le seguenti informazioni:
ja: 接続ごとに、次の情報が表示されます。
ko: 각 연결에 대해 다음 정보가 표시됩니다.
pt_br: Para cada conexão, as seguintes informações são mostradas:
zh_cn: 对于每个连接，将显示以下信息：
zh_hk: 針對每個連線，會顯示下列資訊：

source: Type of connection (wired or wireless)
de: Art der Verbindung (verdrahtet oder drahtlos)
es: Tipo de conexión (con cables o inalámbrica)
fr: Type de connexion (câblée ou sans fil)
it: Tipo di connessione (cablata o wireless)
ja: 接続の種類 (有線または無線)
ko: 연결 유형(유선 또는 무선)
pt_br: Tipo de conexão (com ou sem fio)
zh_cn: 连接类型（有线或无线）
zh_hk: 連線類型 (有線或無線)

source: Link name
de: Name der Verbindung
es: Nombre de enlace
fr: Nom du lien
it: Nome del collegamento
ja: リンク名
ko: 링크 이름
pt_br: Nome do link
zh_cn: 链路名称
zh_hk: 連結名稱

source: Current status (connected, connecting, or disconnected)
de: Aktueller Status ("verbunden", "Verbindung wird hergestellt" oder "getrennt")
es: Estado actual (conectada, conectando o desconectada)
fr: Etat actuel (connectée, connexion en cours ou déconnectée)
it: Stato corrente (connessa, in fase di connessione, disconnessa)
ja: 現在の状態 (接続済み、接続しています、切断されました)
ko: 현재 상태(연결됨, 연결 중, 연결 해제됨)
pt_br: Status atual (conectado, conectando ou desconectado)
zh_cn: 当前状态（已连接、正在连接或断开连接）
zh_hk: 目前狀態 (已連線、正在連線或已斷線)

source: IPv4 and IPv6 addresses, if assigned
de: IPv4- und IPv6-Adresse, sofern zugewiesen
es: Direcciones IPv4 e IPv6, si están asignadas
fr: Adresses IPv4 et IPv6, si attribuées
it: Indirizzi IPv4 e IPv6, se assegnati
ja: IPv4 アドレスと IPv6 アドレス (割り当てられている場合)
ko: IPv4 및 IPv6 주소(할당된 경우)
pt_br: Endereços IPv4 e IPv6, se atribuídos
zh_cn: IPv4 和 IPv6 地址（如果分配）
zh_hk: IPv4 以及 IPv6 位址 (如果指派)

source: Information about whether addresses were obtained through DHCP (IPv4), DHCPv6 (IPv6), or Autconf (IPv6)
de: Informationen darüber, ob Adressen über DHCP (IPv4), DHCPv6 (IPv6) oder Autconf (IPv6) bereitgestellt wurden
es: Información acerca de si se obtuvieron direcciones a través de DHCP (IPv4), DHCPv6 (IPv6) o Autconf (IPv6)
fr: Informations indiquant si les adresses ont été obtenues via DHCP (IPv4), DHCPv6 (IPv6) ou Autconf (IPv6)
it: Informazioni circa l'ottenimento degli indirizzi, se tramite DHCP (IPv4), DHCPv6 (IPv6) o Autconf (IPv6)
ja: アドレスが DHCP (IPv4)、DHCPv6 (IPv6)、Autconf (IPv6) のいずれから取得されたかに関する情報
ko: DHCP(IPv4), DHCPv6(IPv6), Autconf(IPv6) 중 어느 것을 통해 주소를 얻었는지 여부에 대한 정보
pt_br: Informações sobre se os endereços foram obtidos por meio de DHCP (IPv4), DHCPv6 (IPv6) ou Autconf (IPv6)
zh_cn: 有关是否通过 DHCP (IPv4)、DHCPv6 (IPv6) 或 Autconf (IPv6) 获取地址的信息
zh_hk: 有關位址是否透過 DHCP (IPv4)、DHCPv6 (IPv6) 或 Autconf (IPv6) 取得的資訊

source: Signal strength (for wireless connections only)
de: Signalstärke (nur bei drahtlosen Verbindungen)
es: Intensidad de la señal (sólo para conexiones inalámbricas)
fr: Intensité du signal (pour les connexions sans fil uniquement)
it: Potenza del segnale (solo connessioni wireless)
ja: 信号の強さ (無線接続の場合のみ)
ko: 신호 감도(무선 연결만 해당)
pt_br: Força de sinal (somente para conexões sem fio)
zh_cn: 信号强度（仅适用于无线连接）
zh_hk: 訊號強度 (僅適用於無線連線)
