Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: When a Manual or a Conditional location is selected, the drop-down list options are as follows:
de: Wenn ein manueller oder ein bedingter Speicherort gewählt wird, stehen folgende Optionen der Dropdown-Liste zur Verfügung:
es: Cuando se selecciona una ubicación manual o condicional, las opciones de la lista desplegable son las siguientes:
fr: Quand un emplacement Manuel ou Conditionnel est sélectionné, les options de la liste déroulante sont les suivantes :
it: Quando viene selezionato il percorso Manuale o Condizionale, le opzioni dell'elenco a discesa sono le seguenti:
ja: 「手動」または「条件付き」場所が選択されているときは、ドロップダウンリストのオプションは次のとおりです。
ko: 수동 또는 조건부 위치를 선택할 때 드롭다운 목록 옵션은 다음과 같습니다.
pt_br: Quando um local Manual ou Condicional é selecionado, as opções da lista drop-down são as seguintes:
zh_cn: 如果选择了“手动”或“有条件的”位置，则该下拉式列表的选项如下所述：
zh_hk: 選取 [手動] 或 [條件性] 位置之後，下拉式清單選項如下所示：

source: <guilabel>Manual activation only</guilabel>: This location is only enabled when it is manually selected. When this option is selected, the <guibutton>Edit Rules</guibutton> button is <emphasis>disabled</emphasis>.
de: <guilabel>Nur manuelle Aktivierung</guilabel>: Dieser Speicherort wird nur dann aktiviert, wenn er manuell ausgewählt wird. Wenn diese Option ausgewählt wurde, ist die Schaltfläche <guibutton>Regeln bearbeiten</guibutton> <emphasis>deaktiviert</emphasis>.
es: <guilabel>Sólo activación manual</guilabel>: esta ubicación sólo está habilitada cuando se selecciona manualmente. Cuando esta opción está seleccionada, el botón <guibutton>Editar reglas</guibutton> está <emphasis>deshabilitado</emphasis>.
fr: <guilabel>Activation manuelle uniquement</guilabel> : cet emplacement n'est activé que lorsqu'il est sélectionné manuellement. Lorsque cette option est sélectionnée, le bouton <guibutton>Modifier les règles</guibutton> est <emphasis>désactivé</emphasis>.
it: <guilabel>Solo attivazione manuale</guilabel>: questa posizione è abilitata solo quando viene selezionata manualmente. Quando l'opzione è selezionata, il pulsante <guibutton>Modifica regole</guibutton> è <emphasis>disattivato</emphasis>.
ja: <guilabel>手動起動のみ</guilabel>: この場所は、手動で選択された場合にのみ有効になります。このオプションが選択されているときは、「<guibutton>規則の編集</guibutton>」ボタンが<emphasis>無効</emphasis>になります。
ko: <guilabel>수동 활성화만</guilabel>: 이 위치는 수동으로 선택할 때만 사용으로 설정됩니다. 이 옵션을 선택하면 <guibutton>규칙 편집</guibutton> 버튼이 <emphasis>사용 안함</emphasis>으로 설정됩니다.
pt_br: <guilabel>Somente ativação manual</guilabel>: esse local é ativado apenas quando é selecionado de forma manual. Quando essa opção é selecionada, o botão <guibutton>Editar regras</guibutton> é <emphasis>desativado</emphasis>.
zh_cn: <guilabel>仅手动激活</guilabel>：此位置仅在手动选定时才会启用。选择此选项时，<guibutton>编辑规则</guibutton>按钮会被<emphasis>禁用</emphasis>。
zh_hk: <guilabel>僅手動啟動</guilabel>：這個位置只會在手動選取之後才會啟用。選取這個選項之後，[<guibutton>編輯規則</guibutton>] 按鈕會<emphasis>停用</emphasis>。

source: <guilabel>Activated by rules</guilabel>: This location is automatically selected under certain network conditions. When this option is selected, the <guibutton>Edit Rules</guibutton> button is <emphasis>enabled</emphasis>.
de: <guilabel>Durch Regeln aktiviert</guilabel>: Dieser Speicherort wird unter bestimmten Netzwerkbedingungen automatisch ausgewählt. Wenn diese Option ausgewählt wurde, ist die Schaltfläche <guibutton>Regeln bearbeiten</guibutton> <emphasis>aktiviert</emphasis>.
es: <guilabel>Activado por reglas</guilabel>: esta ubicación se selecciona automáticamente según determinadas condiciones de red. Cuando se selecciona esta opción, el botón <guibutton>Editar reglas</guibutton> está <emphasis>habilitado</emphasis>.
fr: <guilabel>Activation en fonction de règles</guilabel> : cet emplacement est automatiquement sélectionné dans certaines conditions de réseau. Lorsque cette option est sélectionnée, le bouton <guibutton>Modifier les règles</guibutton> est <emphasis>activé</emphasis>.
it: <guilabel>Attivato da regole</guilabel>: questa posizione è selezionata automaticamente in certe condizioni di rete. Quando questa opzione è selezionata, il pulsante <guibutton>Modifica regole</guibutton> è <emphasis>attivato</emphasis>.
ja: <guilabel>規則によって起動されました</guilabel>: この場所は、特定のネットワーク状態のときに自動的に選択されます。このオプションが選択されているときは、「<guibutton>規則の編集</guibutton>」ボタンが<emphasis>有効</emphasis>になります。
ko: <guilabel>규칙에 의해 활성화됨</guilabel>: 이 옵션은 특정 네트워크 조건하에서 자동으로 선택됩니다. 이 옵션을 선택하면 <guibutton>규칙 편집</guibutton> 버튼이 <emphasis>사용</emphasis>으로 설정됩니다.
pt_br: <guilabel>Ativado por regras</guilabel>: esse local é selecionado automaticamente em determinadas condições da rede. Quando essa opção é selecionada, o botão <guibutton>Editar regras</guibutton> é <emphasis>ativado</emphasis>.
zh_cn: <guilabel>由规则激活</guilabel>：此位置在满足特定网络条件时自动选定。选择此选项时，<guibutton>编辑规则</guibutton>按钮会被<emphasis>启用</emphasis>。
zh_hk: <guilabel>由規則啟動</guilabel>：這個位置會在特定網路條件下自動選取。選取這個選項之後，[<guibutton>編輯規則</guibutton>] 按鈕會<emphasis>啟用</emphasis>。

source: (Optional) To set rules for how and when a location is activated, click the <guibutton>Edit Rules</guibutton> button. For more information, see <xref linkend="rules-dialog"/>.
de: (Optional) Um Regeln dafür festzulegen, wie und wann ein Speicherort aktiviert wird, klicken Sie auf die Schaltfläche <guibutton>Regeln bearbeiten</guibutton>. Weitere Informationen finden Sie unter <xref linkend="rules-dialog"/>.
es: (Opcional) Para establecer las reglas sobre cómo y cuando se activa una ubicación , haga clic en el botón <guibutton>Editar reglas</guibutton>. Para obtener más información, consulte <xref linkend="rules-dialog"/>.
fr: (Facultatif) Pour définir des règles relatives au mode et au moment d'activation d'un emplacement, cliquez sur le bouton <guibutton>Modifier les règles</guibutton>. Pour plus d'informations, reportez-vous à la section <xref linkend="rules-dialog"/>.
it: (Facoltativo) Per impostare regole sulla modalità e sui tempi di attivazione di una posizione, fare clic sul pulsante <guibutton>Modifica regole</guibutton>. Per ulteriori informazioni, vedere <xref linkend="rules-dialog"/>.
ja: (省略可能) 場所がいつどのようにアクティブ化されるかの規則を設定するには、「<guibutton>規則の編集</guibutton>」ボタンをクリックします。詳細については、<xref linkend="rules-dialog"/>を参照してください。
ko: (선택 사항) 위치가 활성화되는 방법과 시기에 대한 규칙을 설정하려면 <guibutton>규칙 편집</guibutton> 버튼을 누릅니다. 자세한 내용은 <xref linkend="rules-dialog"/>을(를) 참조하십시오.
pt_br: (Opcional) Para definir regras de como e quando um local é ativado, clique no botão <guibutton>Editar regras</guibutton>. Para obter mais informações, consulte <xref linkend="rules-dialog"/>.
zh_cn: （可选）要设置有关如何及何时激活位置的规则，请单击<guibutton>编辑规则</guibutton>按钮。有关更多信息，请参见<xref linkend="rules-dialog"/>。
zh_hk: (選擇性) 若要設定啟用位置的方法和時間規則，請按一下 [<guibutton>編輯規則</guibutton>] 按鈕。如需詳細資訊，請參閱<xref linkend="rules-dialog"/>。

source: To Switch From One Location to Another Location
de: So wechseln Sie von einem Speicherort zu einem anderen
es: Para cambiar de una ubicación a otra
fr: Pour passer d'un emplacement à un autre
it: Per passare da una posizione all'altra
ja: ある場所から別の場所に切り替えるには
ko: 한 위치에서 다른 위치로 전환
pt_br: Para alterar entre locais
zh_cn: 在位置间切换
zh_hk: 從一個位置切換至另一個位置

source: From the <literal>Network Status</literal> notification icon's <guisubmenu>Location</guisubmenu> submenu, choose the location that you want to activate.
de: Wählen Sie im Untermenü <guisubmenu>Speicherort</guisubmenu> des Benachrichtigungssymbols <literal>Netzwerkstatus</literal> den Speicherort, den Sie aktivieren möchten.
es: Desde el submenú <guisubmenu>Ubicación</guisubmenu> del icono de notificación <literal>Network Status</literal>, seleccione la ubicación que desea activar.
fr: Dans le sous-menu <guisubmenu>Emplacement</guisubmenu> de l'icône de notification <literal>Etat du réseau</literal>, sélectionnez l'emplacement à activer.
it: Dal sottomenu <guisubmenu>Posizione</guisubmenu> dell'icona di notifica <literal>Stato rete</literal>, scegliere il percorso che si desidera attivare.
ja: 「<literal>ネットワークステータス</literal>」通知アイコンの「<guisubmenu>場所</guisubmenu>」サブメニューから、アクティブにする場所を選択します。
ko: <literal>네트워크 상태</literal> 알림 아이콘의 <guisubmenu>위치</guisubmenu> 하위 메뉴에서 활성화할 위치를 선택합니다.
pt_br: No submenu <guisubmenu>Local</guisubmenu> do ícone de notificação <literal>Status da rede</literal>, escolha o local que deseja ativar.
zh_cn: 从<literal>网络状态</literal>通知图标的<guisubmenu>位置</guisubmenu>子菜单中，选择要激活的位置。
zh_hk: 從 [<literal>網路狀態</literal>] 通知圖示的 [<guisubmenu>位置</guisubmenu>] 子功能表，選擇您要啟用的位置。

source: If the <guilabel>Switch Locations Automatically</guilabel> option is selected on the <guisubmenu>Locations</guisubmenu> submenu, you cannot manually choose a location to activate. The most appropriate System or Conditional location will be activated automatically at any given time, according to changes in the network environment.
de: Wenn im Untermenü <guisubmenu>Speicherorte</guisubmenu> die Option <guilabel>Speicherorte automatisch wechseln</guilabel> ausgewählt ist, können Sie einen Speicherort für die Aktivierung nicht manuell auswählen. Entsprechend den Veränderungen in der Netzwerkumgebung wird der geeignetste Systemspeicherort oder der geeignetste bedingte Speicherort automatisch aktiviert.
es: Si la opción <guilabel>Cambiar ubicaciones automáticamente</guilabel> está seleccionada en el submenú <guisubmenu>Ubicaciones</guisubmenu>, no puede seleccionar manualmente una ubicación para activar. La ubicación de sistema o condicional más apropiada se activará automáticamente en cualquier momento, según los cambios en el entorno de red.
fr: Si l'option <guilabel>Modifier les emplacements automatiquement</guilabel> est sélectionnée dans le sous-menu <guisubmenu>Emplacements</guisubmenu>, il est impossible de sélectionner un emplacement manuellement pour l'activer. L'emplacement système ou conditionnel le plus approprié est activé automatiquement à tout moment donné, en fonction de l'évolution de l'environnement du réseau.
it: Se l'opzione <guilabel>Cambia posizioni automaticamente</guilabel> è selezionata nel sottomenu <guisubmenu>Posizioni</guisubmenu>, non è possibile scegliere manualmente una posizione da attivare. La posizione di sistema o condizionale più appropriata viene attivata automaticamente in qualsiasi momento, in base alle modifiche dell'ambiente di rete.
ja: 「<guisubmenu>場所</guisubmenu>」サブメニューで「<guilabel>場所の自動切り替え</guilabel>」オプションが選択されている場合は、アクティブにする場所を手動で選択できません。もっとも適切な「システム」または「条件付き」場所が、ネットワーク環境の変更に応じて常に自動的にアクティブ化されます。
ko: <guisubmenu>위치</guisubmenu> 하위 메뉴에서 <guilabel>자동으로 위치 전환</guilabel> 옵션을 선택하면 활성화할 위치를 수동으로 선택할 수 없습니다. 네트워크 환경 변화에 따라 주어진 시간에 가장 적절한 시스템 또는 조건부 위치가 자동으로 활성화됩니다.
pt_br: Se a opção <guilabel>Alternar locais automaticamente</guilabel> for selecionada no submenu <guisubmenu>Locais</guisubmenu>, não será possível escolher manualmente um local para ativação. O local do Sistema ou Condicional mais adequado será ativado de forma automática a qualquer momento, de acordo com as alterações no ambiente de rede.
zh_cn: 如果在<guisubmenu>位置</guisubmenu>子菜单中选择了<guilabel>自动切换位置</guilabel>选项，则无法手动选择要激活的位置。在任何给定时间，将根据网络环境的改变自动激活最适当的“系统”或“有条件的”位置。
zh_hk: 如果在 [<guisubmenu>位置</guisubmenu>] 子功能表選取 [<guilabel>自動切換位置</guilabel>] 選項，您無法手動選擇要啟用的位置。根據網路環境的變動，會在任何指定的時間自動啟用最合適的 [系統] 或 [條件性] 位置。

source: If the <guilabel>Switch Locations Manually</guilabel> option is selected on the <guisubmenu>Location</guisubmenu> submenu, you can activate any available location, regardless of its activation type. That location remains active indefinitely.
de: Wenn im Untermenü <guisubmenu>Speicherort</guisubmenu> die Option <guilabel>Speicherorte manuell wechseln</guilabel> ausgewählt ist, können Sie jeden verfügbaren Speicherort aktivieren, ungeachtet seines Aktivierungstyps. Dieser Speicherort bleibt unbegrenzt lange aktiv.
es: Si la opción <guilabel>Cambiar ubicaciones manualmente</guilabel> está seleccionada en el submenú <guisubmenu>Ubicación</guisubmenu>, puede activar cualquier ubicación disponible, independientemente del tipo de activación. La ubicación permanece activa de forma indefinida.
fr: Si l'option <guilabel>Changer les emplacements manuellement</guilabel> est sélectionnée dans le sous-menu <guisubmenu>Emplacements</guisubmenu>,vous pouvez activer l'emplacement disponible de votre choix, quel que soit son type d'activation. Cet emplacement reste actif indéfiniment.
it: Se l'opzione <guilabel>Cambia posizioni manualmente</guilabel> è selezionata nel sottomenu <guisubmenu>Posizione</guisubmenu>, è possibile attivare qualsiasi posizione disponibile, indipendentemente dal tipo di attivazione. Tale posizione rimane attiva a tempo indeterminato.
ja: 「<guisubmenu>場所</guisubmenu>」サブメニューで「<guilabel>場所の手動切り替え</guilabel>」オプションが選択されている場合は、そのアクティブ化タイプには関係なく、使用可能な場所をアクティブにできます。その場所は無期限にアクティブなままになります。
ko: <guisubmenu>위치</guisubmenu> 하위 메뉴에서 <guilabel>수동으로 위치 전환</guilabel> 옵션을 선택하면 활성화 유형에 관계없이 사용 가능한 위치를 활성화할 수 있습니다. 해당 위치는 무기한 활성을 유지합니다.
pt_br: Se a opção <guilabel>Alternar locais manualmente</guilabel> for selecionada no submenu <guisubmenu>Local</guisubmenu>, será possível ativar qualquer local disponível, seja qual for seu tipo de ativação. Esse local permanecerá ativo indefinidamente.
zh_cn: 如果在<guisubmenu>位置</guisubmenu>子菜单中选择了<guilabel>手动切换位置</guilabel>选项，则您可以激活任何可用的位置，无论其激活类型如何。该位置将无限期地保持活动状态。
zh_hk: 如果在 [<guisubmenu>位置</guisubmenu>] 子功能表選取 [<guilabel>手動切換位置</guilabel>] 選項，您可以啟用任何可用的位置，無論它的啟用類型為何。該位置會一直保持使用中狀態。

source: Alternately, you can open the <literal>Network Locations</literal> dialog from the desktop panel applet's right-click menu. Or, in the <literal>Connection Status</literal> view of the <literal>Network Preferences</literal> dialog, click the <guibutton>Locations</guibutton> button. To switch to a different location, select the radio button of that location, then click <guibutton>OK</guibutton>.
de: Sie haben auch die Möglichkeit, das Dialogfeld <literal>Netzwerkspeicherorte</literal> über das Kontextmenü des Desktop-Applet zu öffnen. Außerdem können Sie in der Ansicht <literal>Verbindungsstatus</literal> des Dialogfelds <literal>Netzwerkeigenschaften</literal> auf die Schaltfläche <guibutton>Speicherorte</guibutton> klicken. Aktivieren Sie das Optionsfeld des Speicherorts, um zu einem anderen Speicherort zu wechseln, und klicken Sie dann auf <guibutton>OK</guibutton>.
es: De manera alternativa, puede abrir el cuadro de diálogo <literal>Network Locations</literal> del menú que aparece al hacer clic con el botón derecho en la miniaplicación del panel de escritorio. O, en la vista <literal>Connection Status</literal> del cuadro de diálogo <literal>Network Preferences</literal>, haga clic en el botón <guibutton>Ubicaciones</guibutton>. Para cambiar a una ubicación diferente, seleccione el botón de radio de esa ubicación y haga clic en <guibutton>Aceptar</guibutton>.
fr: Vous pouvez également ouvrir la boîte de dialogue <literal>Emplacements réseau</literal> à partir du menu contextuel de l'applet du panneau du bureau ou, dans la vue <literal>Etat de connexion</literal> de la boîte de dialogue <literal>Préférences réseau</literal>, cliquez sur le bouton <guibutton>Emplacements</guibutton>. Pour basculer vers un autre emplacement, sélectionnez le bouton radio de cet emplacement, puis cliquez sur <guibutton>OK</guibutton>.
it: In alternativa, è possibile aprire la finestra di dialogo <literal>Posizioni di rete</literal> dal menu di scelta rapida dell'applet del riquadro del desktop. Oppure, nella vista <literal>Stato della connessione</literal> della finestra di dialogo <literal>Preferenze di rete</literal>, fare clic sul pulsante <guibutton>Posizioni</guibutton>. Per passare a una posizione diversa, selezionare il pulsante di opzione di tale posizione, quindi fare clic su <guibutton>OK</guibutton>.
ja: あるいは、デスクトップパネルアプレットの右クリックメニューから「<literal>ネットワークの場所</literal>」ダイアログを開くこともできます。または、「<literal>ネットワーク設定</literal>」ダイアログの「<literal>接続状態</literal>」ビューで、「<guibutton>場所</guibutton>」ボタンをクリックします。別の場所に切り替えるには、その場所のラジオボタンを選択してから、「<guibutton>了解</guibutton>」をクリックします。
ko: 다른 방법으로, 데스크탑 패널 애플릿을 마우스 오른쪽 버튼으로 누르면 나타나는 메뉴에서 <literal>네트워크 위치</literal> 대화 상자를 열 수 있습니다. 또는 <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>연결 상태</literal> 뷰에서 <guibutton>위치</guibutton> 버튼을 누릅니다. 다른 위치로 전환하려면 해당 위치의 라디오 버튼을 선택하고 <guibutton>확인</guibutton>을 누릅니다.
pt_br: Como alternativa, é possível abrir a caixa de diálogo <literal>Locais de rede</literal> no menu do botão direito do miniaplicativo do painel da área de trabalho. Também é possível, na exibição <literal>Status da conexão</literal> da caixa de diálogo <literal>Preferências de rede</literal>, clicar no botão <guibutton>Locais</guibutton>. Para alternar para um local diferente, selecione o botão de opção do local e, em seguida, clique em <guibutton>OK</guibutton>.
zh_cn: 或者，可以从桌面面板 applet 的右键菜单中打开<literal>网络位置</literal>对话框。或者在<literal>网络首选项</literal>对话框的<literal>连接状态</literal>视图中，单击<guibutton>位置</guibutton>按钮。要切换到其他位置，请选择该位置对应的单选按钮，然后单击<guibutton>确定</guibutton>。
zh_hk: 您也可以從桌面面板 Applet 右鍵功能表開啟 [<literal>網路位置</literal>] 對話方塊。或者，在 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>連線狀態</literal>] 檢視，按一下 [<guibutton>位置</guibutton>] 按鈕。若要切換到其他位置，請選取該位置的單選按鈕，然後按一下 [<guibutton>確定</guibutton>]。

source: If the <guibutton>Switch Locations Automatically</guibutton> radio button is selected in the <literal>Network Locations</literal> dialog, you cannot manually choose a location to activate. The most appropriate System or Conditional location will be activated automatically at any given time, according to changes in the network environment.
de: Wenn im Dialogfeld <literal>Netzwerkspeicherorte</literal> das Optionsfeld <guibutton>Speicherorte automatisch wechseln</guibutton> aktiviert ist, können Sie einen Speicherort für die Aktivierung nicht manuell auswählen. Entsprechend den Veränderungen in der Netzwerkumgebung wird der geeignetste Systemspeicherort oder der geeignetste bedingte Speicherort automatisch aktiviert.
es: Si el botón de radio <guibutton>Cambiar ubicaciones automáticamente</guibutton> está seleccionado en el cuadro de diálogo <literal>Network Locations</literal>, no puede seleccionar manualmente una ubicación para activarla. La ubicación de sistema o condicional más apropiada se activará de forma automática en cualquier momento, según los cambios del entorno de red.
fr: Si le bouton radio <guibutton>Modifier les emplacements automatiquement</guibutton> est sélectionné dans la boîte de dialogue <literal>Emplacements réseau</literal>, il est impossible de sélectionner un emplacement manuellement pour l'activer. L'emplacement système ou conditionnel le plus approprié est activé automatiquement à tout moment donné, en fonction de l'évolution de l'environnement du réseau.
it: Se il pulsante di opzione <guibutton>Cambia posizioni automaticamente</guibutton> è selezionato nella finestra di dialogo <literal>Posizioni di rete</literal>, non è possibile scegliere manualmente una posizione da attivare. La posizione di sistema o condizionale più appropriata viene attivata automaticamente in qualsiasi momento, in base alle modifiche dell'ambiente di rete.
ja: 「<literal>ネットワークの場所</literal>」ダイアログで「<guibutton>場所の自動切り替え</guibutton>」ラジオボタンが選択されている場合は、アクティブにする場所を手動で選択できません。もっとも適切な「システム」または「条件付き」場所が、ネットワーク環境の変更に応じて常に自動的にアクティブ化されます。
ko: <literal>네트워크 위치</literal> 대화 상자에서 <guibutton>자동으로 위치 전환</guibutton> 라디오 버튼을 선택하면 활성화할 위치를 수동으로 선택할 수 없습니다. 네트워크 환경 변화에 따라 주어진 시간에 가장 적절한 시스템 또는 조건부 위치가 자동으로 활성화됩니다.
pt_br: Se o botão de opção <guibutton>Alternar locais automaticamente</guibutton> for selecionado na caixa de diálogo <literal>Locais de rede</literal>, não será possível escolher manualmente um local para ativação. O local do Sistema ou Condicional mais adequado será ativado de forma automática a qualquer momento, de acordo com as alterações no ambiente de rede.
zh_cn: 如果在<literal>网络位置</literal>对话框中选择了<guibutton>自动切换位置</guibutton>单选按钮，则无法手动选择要激活的位置。在任何给定时间，将根据网络环境的改变自动激活最适当的“系统”或“有条件的”位置。
zh_hk: 如果已經選取 [<literal>網路位置</literal>] 對話方塊中的 [<guibutton>自動切換位置</guibutton>] 單選按鈕，您無法手動選擇要啟用的位置。根據網路環境的變動，會在任何指定的時間自動啟用最合適的 [系統] 或 [條件性] 位置。

source: If the <guibutton>Switch Locations Manually</guibutton> radio button is selected in the <literal>Network Locations</literal> dialog, you can activate any available location, regardless of its activation type. That location remains active indefinitely.
de: Wenn im Dialogfeld <literal>Netzwerkspeicherorte</literal> das Optionsfeld <guibutton>Speicherorte manuell wechseln</guibutton> aktiviert ist, können Sie jeden verfügbaren Speicherort aktivieren, ungeachtet seines Aktivierungstyps. Dieser Speicherort bleibt unbegrenzt lange aktiv.
es: Si el botón de radio <guibutton>Cambiar ubicaciones manualmente</guibutton> está seleccionado en el cuadro de diálogo <literal>Network Locations</literal>, puede activar cualquier ubicación, sin importar el tipo de activación. La ubicación permanece activa de forma indefinida.
fr: Si le bouton radio <guibutton>Changer les emplacements manuellement</guibutton> est sélectionné dans la boîte de dialogue <literal>Emplacements réseau</literal>, vous pouvez activer l'emplacement disponible de votre choix, quel que soit son type d'activation. Cet emplacement reste actif indéfiniment.
it: Se il pulsante di opzione <guibutton>Cambia posizioni manualmente</guibutton> è selezionato nella finestra di dialogo <literal>Posizioni di rete</literal>, è possibile attivare qualsiasi posizione disponibile, indipendentemente dal tipo di attivazione. Tale posizione rimane attiva a tempo indeterminato.
ja: 「<literal>ネットワークの場所</literal>」ダイアログで「<guibutton>場所の手動切り替え</guibutton>」ラジオボタンが選択されている場合は、そのアクティブ化タイプには関係なく、使用可能な場所をアクティブにできます。その場所は無期限にアクティブなままになります。
ko: <literal>네트워크 위치</literal> 대화 상자에서 <guibutton>수동으로 위치 전환</guibutton> 라디오 버튼을 선택하면 활성화 유형에 관계없이 사용 가능한 위치를 활성화할 수 있습니다. 해당 위치는 무기한 활성을 유지합니다.
pt_br: Se o botão de opção <guibutton>Alternar locais manualmente</guibutton> for selecionado na caixa de diálogo <literal>Locais de rede</literal>, será possível ativar qualquer local disponível, seja qual for seu tipo de ativação. Esse local permanecerá ativo indefinidamente.
zh_cn: 如果在<literal>网络位置</literal>对话框中选择了<guibutton>手动切换位置</guibutton>单选按钮，则您可以激活任何可用的位置，无论其激活类型如何。该位置将无限期地保持活动状态。
zh_hk: 如果已經選取 [<literal>網路位置</literal>] 對話方塊中的 [<guibutton>手動切換位置</guibutton>] 單選按鈕，您可以啟用任何可用的位置，無論它的啟用類型為何。該位置會一直保持使用中狀態。

source: Editing Locations
de: Bearbeiten von Speicherorten
es: Edición de ubicaciones
fr: Modification des emplacements
it: Modifica dei percorsi
ja: 場所の編集
ko: 위치 편집
pt_br: Edição de locais
zh_cn: 编辑位置
zh_hk: 編輯位置
