Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: For more information about changing wireless networks, see <xref linkend="chwireless-towireless"/>.
de: Weitere Informationen über das Wechseln von Drahtlosnetzwerken finden Sie unter <xref linkend="chwireless-towireless"/>.
es: Para obtener más información sobre el cambio redes inalámbricas, consulte <xref linkend="chwireless-towireless"/>.
fr: Pour plus d'informations sur le changement de réseau sans fil, reportez-vous à la section <xref linkend="chwireless-towireless"/>.
it: Per ulteriori informazioni sulla modifica delle reti wireless, vedere <xref linkend="chwireless-towireless"/>.
ja: 無線ネットワークの変更の詳細については、<xref linkend="chwireless-towireless"/>を参照してください。
ko: 무선 네트워크 변경에 대한 자세한 내용은 <xref linkend="chwireless-towireless"/>을(를) 참조하십시오.
pt_br: Para obter mais informações sobre alteração de redes sem fio, consulte <xref linkend="chwireless-towireless"/>.
zh_cn: 有关更改无线网络的更多信息，请参见<xref linkend="chwireless-towireless"/>。
zh_hk: 如需有關變更無線網路的詳細資訊，請參閱<xref linkend="chwireless-towireless"/>。

source: Refresh Wireless Networks
de: Drahtlosnetzwerke aktualisieren
es: Refrescar redes inalámbricas
fr: Actualiser les réseaux sans fil
it: Aggiorna reti wireless
ja: 無線ネットワークの再表示
ko: 무선 네트워크 새로 고침
pt_br: Atualizar redes sem fio
zh_cn: 刷新无线网络
zh_hk: 重新整理無線網路

source: This menu item causes the list of available wireless networks and signal strengths in the menu to be re-scanned and updated. This menu item is disabled if all wireless connections are disabled in the active network profile. If there are no wireless connections configured in any network profile, this menu item is hidden.
de: Mit dieser Menüoption können die in der Liste enthaltenen verfügbaren Drahtlosnetzwerke und die im Menü enthaltenen Signalstärken erneut abgesucht und aktualisiert werden. Diese Menüoption ist deaktiviert, wenn alle drahtlosen Verbindungen im aktiven Netzwerkprofil deaktiviert sind. Wenn in keinem Netzwerkprofil drahtlose Verbindungen konfiguriert sind, ist diese Menüoption ausgeblendet.
es: Este elemento de menú hace que la lista de redes inalámbricas disponibles y las intensidades de señal se vuelvan a escanear y actualizar. Este elemento de menú está deshabilitado si todas las conexiones inalámbricas están deshabilitadas en el perfil de red activo. si no hay conexiones inalámbricas configuradas en ningún perfil de red, este elemento de menú está oculto.
fr: Cette option de menu permet à la liste des réseaux sans fil disponibles et de l'intensité de leurs signaux d'être de nouveau analysée et mise à jour. Cette option de menu est désactivée si toutes les connexions sans fil sont désactivées dans le profil réseau actif. Si aucune connexion sans fil n'est configurée dans les profils réseau, cette option de menu est masquée.
it: Questa voce di menu comporta la nuova scansione e l'aggiornamento dell'elenco di reti wireless disponibili e della potenza dei segnali nel menu. Questa voce di menu non è disponibile se tutte le connessioni wireless sono disabilitate nel profilo di rete attivo. Se non sono presenti connessioni wireless configurate in alcun profilo di rete, questa voce di menu è nascosta.
ja: このメニュー項目を選択すると、メニュー内の使用可能な無線ネットワークと信号の強さのリストが再スキャンされ、更新されます。このメニュー項目は、アクティブなネットワークプロファイル内のすべての無線接続が無効になっている場合は無効になります。どのネットワークプロファイルにも無線接続が構成されていない場合、このメニュー項目は非表示になります。
ko: 이 메뉴 항목에서 사용 가능한 무선 네트워크 및 신호 감도 목록을 다시 스캔하고 업데이트할 수 있습니다. 활성 네트워크 프로필에서 모든 무선 연결이 사용 안함으로 설정된 경우 이 메뉴 항목은 사용 안함으로 설정됩니다. 네트워크 프로필에 구성된 무선 연결이 없는 경우 이 메뉴 항목이 숨겨집니다.
pt_br: Esse item de menu faz com que a lista de redes sem fio disponíveis e forças de sinal sejam verificadas novamente e atualizadas. Esse item de menu estará desativado se todas as conexões sem fio estiverem desativadas no perfil de rede ativo. Se não houver conexões sem fio configuradas em nenhum perfil, esse item de menu estará oculto.
zh_cn: 此菜单项可以重新扫描并更新该菜单中的可用无线连接和信号强度列表。如果在活动网络配置文件中禁用了所有无线连接，则此菜单项会被禁用。如果未在任何网络配置文件中配置无线连接，则会隐藏此菜单项。
zh_hk: 這個功能表項目會重新掃描和更新功能表中的可用無線網路清單和訊號強度。如果使用中網路設定檔中的所有無線連線都已停用，就會停用這個功能表項目。如果沒有在任何網路設定檔配置無線連線，就會隱藏這個功能表項目。

source: Join Unlisted Wireless Network
de: Mit Drahtlosnetzwerk verbinden
es: Incorporarse a una red inalámbrica que no está en la lista
fr: Joindre un réseau sans fil non répertorié
it: Partecipa a rete wireless non in elenco
ja: リストにない無線ネットワークに加入
ko: 나열되지 않은 무선 네트워크 연결
pt_br: Entrar em rede sem fio que não esteja na lista
zh_cn: 连接未列出的无线网络
zh_hk: 加入未列入清單的無線網路

source: This menu item opens the <literal>Join Wireless Network</literal> dialog, when selected. Use this dialog to connect to a wireless network that is <emphasis>not</emphasis> broadcasting its network name. This menu item is disabled if all wireless connections are disabled in the active network profile. If there are no wireless connections configured in any network profile, this menu item is hidden. See <xref linkend="addjoinedit-dialog"/> for more information.
de: Mithilfe dieser Menüoption wird das Dialogfeld <literal>Mit Drahtlosnetzwerk verbinden</literal> geöffnet. Verwenden Sie dieses Dialogfeld, um eine Verbindung mit einem Drahtlosnetzwerk herzustellen, dass <emphasis>nicht</emphasis> seinen Netzwerknamen sendet. Diese Menüoption ist deaktiviert, wenn alle drahtlosen Verbindungen im aktiven Netzwerkprofil deaktiviert sind. Wenn in keinem Netzwerkprofil drahtlose Verbindungen konfiguriert sind, ist diese Menüoption ausgeblendet. Weitere Informationen finden Sie unter <xref linkend="addjoinedit-dialog"/>.
es: Este menú abre el cuadro de diálogo <literal>Join Wireless Network</literal>, cuando está seleccionado. utilice este cuadro de diálogo para conectarse a una red inalámbrica que <emphasis>no</emphasis> difunde su nombre de red. Este elemento de menú está deshabilitado si todas las conexiones inalámbricas están deshabilitadas en el perfil de red activo. Si no hay conexiones inalámbricas configuradas en ningún perfil de red, este menú está oculto. Consulte <xref linkend="addjoinedit-dialog"/> para obtener más información.
fr: lorsqu'elle est sélectionnée, cette option de menu ouvre la boîte de dialogue <literal>Rejoindre un réseau sans fil</literal>. Utilisez cette boîte de dialogue pour vous connecter à un réseau sans fil qui ne diffuse <emphasis>pas</emphasis> son nom de réseau. Cette option de menu est désactivée si toutes les connexions sans fil sont désactivées dans le profil réseau actif. Si aucune connexion sans fil n'est configurée dans les profils réseau, cette option de menu est masquée. Pour plus d'informations, reportez-vous à la section <xref linkend="addjoinedit-dialog"/>.
it: Quando viene selezionata, questa voce di menu apre la finestra di dialogo <literal>Accedi alla rete wireless</literal>. Utilizzarla per connettersi a una rete wireless che <emphasis>non</emphasis> trasmette il nome di rete. Questa voce di menu non è disponibile se sono disabilitate tutte le connessioni wireless nel profilo di rete attivo. Se non sono presenti connessioni wireless configurate in qualsiasi profilo di rete, questa voce risulta nascosta. Vedere <xref linkend="addjoinedit-dialog"/> per ulteriori informazioni.
ja: このメニュー項目を選択すると、「<literal>無線ネットワークに加入</literal>」ダイアログが開きます。このダイアログを使用して、自身のネットワーク名をブロードキャストして<emphasis>いない</emphasis>無線ネットワークに接続します。このメニュー項目は、アクティブなネットワークプロファイル内のすべての無線接続が無効になっている場合は無効になります。どのネットワークプロファイルにも無線接続が構成されていない場合、このメニュー項目は非表示になります。詳細については、<xref linkend="addjoinedit-dialog"/>を参照してください。
ko: 이 메뉴 항목은 선택 시 <literal>무선 네트워크 연결</literal> 대화 상자를 엽니다. 이 대화 상자를 사용하여 네트워크 이름을 브로드캐스트하지 <emphasis>않는</emphasis> 무선 네트워크에 연결할 수 있습니다. 활성 네트워크 프로필에서 모든 무선 연결이 사용 안함으로 설정된 경우 이 메뉴 항목은 사용 안함으로 설정됩니다. 네트워크 프로필에 구성된 무선 연결이 없는 경우 이 메뉴 항목이 숨겨집니다. 자세한 내용은 <xref linkend="addjoinedit-dialog"/>을(를) 참조하십시오.
pt_br: Esse item de menu abre a caixa de diálogo <literal>Entrar em rede sem fio</literal>, quando selecionado. Use essa caixa para estabelecer conexão com uma rede sem fio que <emphasis>não</emphasis> esteja transmitindo seu nome de rede. Esse item de menu estará desativado se todas as conexões de rede estiverem desativadas no perfil de rede ativo. Se não houver conexões sem fio configuradas em nenhum perfil, esse item de menu estará oculto. Consulte <xref linkend="addjoinedit-dialog"/> para obter mais informações.
zh_cn: 选择此菜单项时会打开<literal>连接无线网络</literal>对话框。使用此对话框可连接到当前<emphasis>没有</emphasis>广播其网络名称的无线网络。如果在活动网络配置文件中禁用了所有无线连接，则此菜单项会被禁用。如果未在任何网络配置文件中配置无线连接，则会隐藏该菜单项。有关更多信息，请参见<xref linkend="addjoinedit-dialog"/>。
zh_hk: 選取這個功能表項目，會開啟 [<literal>加入無線網路</literal>] 對話方塊。請使用這個對話方塊來連線<emphasis>未</emphasis>廣播其網路名稱的無線網路。如果使用中網路設定檔中的所有無線連線都已停用，就會停用這個功能表項目。如果沒有在任何網路設定檔配置無線連線，就會隱藏這個功能表項目。如需詳細資訊，請參閱<xref linkend="addjoinedit-dialog"/>。

source: Network Modifiers
de: Netzwerkmodifizierer
es: Modificadores de red
fr: Modificateurs réseau
it: Modificatori di rete
ja: ネットワーク修飾子
ko: 네트워크 수정자
pt_br: Modificadores de rede
zh_cn: 网络修饰器
zh_hk: 網路修飾鍵

source: This section contains a submenu that includes one menu entry for each network modifier that is defined in the <literal>Network Modifiers</literal> dialog. The menu entry for each application enables you to start or stop that application, depending on whether it is already running.
de: Dieser Abschnitt enthält ein Untermenü, in dem ein Menüeintrag für jeden Netzwerkmodifizierer enthalten ist, der im Dialogfeld <literal>Netzwerkmodifizierer</literal> definiert ist. Anhand des Menüeintrags für jede Anwendung können Sie die betreffende Anwendung starten oder stoppen, sofern sie bereits ausgeführt wird.
es: Esta sección contiene un submenú que incluye una entrada de menú para cada modificador de red que se define en el cuadro de diálogo <literal>Network Modifiers</literal>. La entrada de menú para cada aplicación permite iniciar o detener esa aplicación, si ya se estaba ejecutando.
fr: Cette section contient un sous-menu qui inclut une entrée de menu pour chaque modificateur réseau défini dans la boîte de dialogue <literal>Modificateurs réseau</literal>. L'entrée du menu de chaque application vous permet de démarrer ou d'arrêter l'application en question, selon qu'elle est ou non en cours d'exécution.
it: Questa sezione contiene un sottomenu che include una voce di menu per ciascun modificatore di rete definito nella finestra di dialogo <literal>Modificatori di rete</literal>. La voce di menu per ciascuna applicazione consente di avviare o interrompere l'applicazione stessa, a seconda che sia in esecuzione o meno.
ja: このセクションには、「<literal>ネットワーク修飾子</literal>」ダイアログで定義されたネットワーク修飾子ごとに 1 つのメニューエントリを含むサブメニューが含まれています。アプリケーションごとのメニューエントリを使用すると、すでに実行されているかどうかに応じて、そのアプリケーションを起動または停止できます。
ko: 이 섹션은 <literal>네트워크 수정자</literal> 대화 상자에 정의된 각 네트워크 수정자에 대한 하나의 메뉴 항목을 포함하는 하위 메뉴를 포함합니다. 각 응용 프로그램에 대한 메뉴 항목을 통해 응용 프로그램이 이미 실행 중인지 여부에 따라 응용 프로그램을 시작하거나 중지할 수 있습니다.
pt_br: Essa seção contém um submenu que inclui uma entrada do menu para cada modificador de rede definido na caixa de diálogo <literal>Modificadores de rede</literal>. A entrada do menu para cada aplicativo permite iniciar ou interromper esse aplicativo, dependendo do status atual.
zh_cn: 此区域包含一个子菜单，其中包含<literal>网络修饰器</literal>对话框中定义的每个网络修饰器对应的菜单项。每个应用程序对应的菜单项可用于启动或停止该应用程序，具体取决于它是否已经运行。
zh_hk: 這個區段包含一個子功能表，會針對 [<literal>網路修飾鍵</literal>] 對話方塊定義的每個網路修飾鍵顯示一個功能表項目。每個應用程式的功能表項目都可以讓您根據應用程式是否正在執行，而加以啟動或停止。

source: The icon for each entry indicates its activation type.
de: Das Symbol für jeden Eintrag zeigt seinen Aktivierungstyp an.
es: El icono correspondiente a cada entrada indica su tipo de activación.
fr: L'icône de chaque entrée indique son type d'activation.
it: L'icona per ciascuna voce ne indica il tipo di attivazione.
ja: エントリごとのアイコンは、そのアクティブ化タイプを示します。
ko: 각 항목의 아이콘은 활성화 유형을 나타냅니다.
pt_br: O ícone de cada entrada indica seu tipo de ativação.
zh_cn: 每个菜单项的图标指示其激活类型。
zh_hk: 每個項目的圖示代表它的啟用類型。

source: Activation Type
de: Aktivierungstyp
es: Tipo activación
fr: Type d'activation
it: Tipo di attivazione
ja: アクティブ化タイプ
ko: 활성화 유형
pt_br: Tipo de ativação
zh_cn: 激活类型
zh_hk: 啟用類型

source: Network modifier is started and stopped automatically by user-defined rules
de: Der Netzwerkmodifizierer wird durch benutzerdefinierte Regeln automatisch gestartet und gestoppt.
es: El modificador de red se inicia y se detiene automáticamente según las reglas definidas por el usuario
fr: Le modificateur réseau est démarré et arrêté automatiquement en fonction des règles définies par l'utilisateur.
it: Il modificatore di rete viene avviato e interrotto automaticamente da regole definite dall'utente
ja: ネットワーク修飾子はユーザー定義の規則によって自動的に開始および停止されます
ko: 네트워크 수정자가 사용자 정의 규칙에 의해 자동으로 시작 및 중지됩니다.
pt_br: O modificador de rede é iniciado e interrompido automaticamente pelas regras definidas pelo usuário
zh_cn: 根据用户定义的规则自动启动和停止网络修饰器
zh_hk: 網路修飾鍵會根據使用者定義的規則自動啟動或停止

source: Network modifier is started and stopped manually by selection from menu or dialog
de: Der Netzwerkmodifizierer wird durch Auswahl aus einem Menü oder Dialogfeld manuell gestartet und gestoppt.
es: El modificador de red se inicia y se detiene manualmente mediante la selección del menú o el cuadro de diálogo
fr: Le modificateur réseau est démarré et arrêté manuellement par la sélection d'une option de menu ou de boîte de dialogue.
it: Il modificatore di rete viene avviato e interrotto manualmente selezionando una voce dal menu o dalla finestra di dialogo
ja: ネットワーク修飾子はメニューまたはダイアログからの選択によって手動で開始および停止されます
ko: 네트워크 수정자가 메뉴나 대화 상자의 선택에 의해 수동으로 시작 및 중지됩니다.
pt_br: O modificador de rede é iniciado e interrompido manualmente pela seleção no menu ou na caixa de diálogo
zh_cn: 通过在菜单或对话框中进行选择，手动启动和停止网络修饰器
zh_hk: 從功能表或對話方塊選取選項，可以手動啟動或停止網路修飾鍵

source: For more information, see <xref linkend="vpn-configuring"/>.
de: Weitere Informationen finden Sie unter <xref linkend="vpn-configuring"/>.
es: Para obtener más información, consulte <xref linkend="vpn-configuring"/>.
fr: Pour plus d'informations, reportez-vous à la section <xref linkend="vpn-configuring"/>.
it: Per ulteriori informazioni, vedere <xref linkend="vpn-configuring"/>.
ja: 詳細については、<xref linkend="vpn-configuring"/>を参照してください。
ko: 자세한 내용은 <xref linkend="vpn-configuring"/>을(를) 참조하십시오.
pt_br: Para obter mais informações, consulte <xref linkend="vpn-configuring"/>.
zh_cn: 有关更多信息，请参见<xref linkend="vpn-configuring"/>。
zh_hk: 如需詳細資訊，請參閱<xref linkend="vpn-configuring"/>。

source: Conditional network modifiers are unavailable (grayed-out) because you cannot start or stop a conditional network modifier from this submenu.
de: Bedingte Netzwerkmodifizierer sind nicht verfügbar (grau unterlegt), da ein bedingter Netzwerkmodifizierer nicht mithilfe dieses Untermenü gestartet oder gestoppt werden kann.
es: Los modificadores de red condicional no están disponibles (aparecen atenuados) debido a que no puede iniciar o detener un modificador de red condicional desde este submenú.
fr: Les modificateurs réseau conditionnels ne sont pas disponibles (ils apparaissent grisés) car il est impossible de démarrer ou d'arrêter un modificateur réseau conditionnel à partir de ce sous-menu.
it: I modificatori di rete condizionali non sono disponibili (in grigio) poiché non è possibile avviare o interrompere un modificatore di rete condizionale da questo sottomenu.
ja: このサブメニューから条件付きネットワーク修飾子を開始または停止することはできないため、条件付きネットワーク修飾子は無効 (グレー表示) になります。
ko: 조건부 네트워크 수정자는 이 하위 메뉴에서 시작/중지할 수 없으므로 사용 불가능(회색 표시)합니다.
pt_br: Os modificadores de rede condicionais não estão disponíveis (desativados) porque não é possível iniciar nem interromper um modificador de rede condicional a partir desse submenu.
zh_cn: 由于您无法从该子菜单启动或停止有条件的网络修饰器，因此有条件的网络修饰器不可用（灰显）。
zh_hk: 無法使用條件性網路修飾鍵 (呈現灰色)，因為您無法從這個子功能表啟動或停止條件性網路修飾鍵。

source: This submenu also includes a <guimenuitem>Network Modifier Preferences</guimenuitem> menu item that opens the <literal>Network Modifiers</literal> dialog. See <xref linkend="vpnprefs-dialog"/>. The <guimenuitem>Network Modifier Preferences</guimenuitem> menu item is only enabled for user accounts that have been assigned the <literal>Network Autoconf Admin</literal> rights profile by a system administrator.
de: Dieses Untermenü enthält zudem die Menüoption <guimenuitem>Einstellungen des Netzwerkmodifizierers</guimenuitem>, die zum Öffnen des Dialogfelds <literal>Netzwerkmodifizierer</literal> dient. Siehe <xref linkend="vpnprefs-dialog"/>. Die Menüoption <guimenuitem>Einstellungen des Netzwerkmodifizierers</guimenuitem> ist nur für Benutzerkonten aktiviert, denen von einem Systemadministrator das <literal>Netwerk-Autoconf-Admin</literal>-Rechteprofil zugewiesen wurde.
es: Este submenú también incluye un elemento de menú <guimenuitem>Preferencias de modificador de red</guimenuitem> que abre el cuadro de diálogo <literal>Network Modifiers</literal>. Consulte <xref linkend="vpnprefs-dialog"/>. El elemento de menú <guimenuitem>Preferencias de modificador de red</guimenuitem> sólo está habilitado para cuentas de usuario a las que el administrador del sistema ha asignado el perfil de derechos <literal>Network Autoconf Admin</literal>.
fr: Ce sous-menu contient également l'option de menu <guimenuitem>Préférences de modificateurs réseau</guimenuitem> qui permet d'ouvrir la boîte de dialogue <literal>Modificateurs réseau</literal>. Reportez-vous à la section <xref linkend="vpnprefs-dialog"/>. L'option de menu <guimenuitem>Préférences de modificateurs réseau</guimenuitem> n'est activée que pour les comptes utilisateur auxquels le profil de droits <literal>Network Autoconf Admin</literal> a été accordé par un administrateur système.
it: Il·sottomenu·include·la·voce·di·menu·<guimenuitem>Preferenze·modificatore·di·rete</guimenuitem>·che·apre·la·finestra·di·dialogo·<literal>Modificatori·di·rete</literal>.·Vedere·<xref·linkend="vpnprefs-dialog"/>.·La·voce·di·menu·<guimenuitem>Preferenze·modificatore·di·rete</guimenuitem>·è·abilitata·solo·per·gli·account·utente·a cui è stato assegnato dall'amministratore di sistema il profilo con diritti di <literal>amministratore di rete Autoconf</literal>.
ja: また、このサブメニューには、「<literal>ネットワーク修飾子</literal>」ダイアログを開く「<guimenuitem>ネットワーク修飾子の設定</guimenuitem>」メニュー項目も含まれています。<xref linkend="vpnprefs-dialog"/>を参照してください。「<guimenuitem>ネットワーク修飾子の設定</guimenuitem>」メニュー項目は、システム管理者によって<literal>ネットワーク自動構成管理者</literal>権利プロファイルが割り当てられたユーザーアカウントに対してのみ有効になっています。
ko: 이 하위 메뉴는 <guimenuitem>네트워크 수정자 기본 설정</guimenuitem> 메뉴 항목도 포함하며, 링크를 누르면 <literal>네트워크 수정자</literal> 대화 상자가 열립니다. <xref linkend="vpnprefs-dialog"/>을(를) 참조하십시오. <guimenuitem>네트워크 수정자 기본 설정</guimenuitem> 메뉴 항목은 시스템 관리자로부터 <literal>네트워크 자동 구성 관리</literal> 권한 프로필을 할당받은 사용자 계정에만 사용으로 설정됩니다.
pt_br: Esse submenu também inclui um menu <guimenuitem>Preferências de modificador de rede</guimenuitem> que abre a caixa de diálogo <literal>Modificadores de rede</literal>. Consulte <xref linkend="vpnprefs-dialog"/>. O item de menu <guimenuitem>Preferências de modificador de rede</guimenuitem> é ativado somente para contas de usuário às quais foi atribuído o perfil de direitos de <literal>Administrador de autoconfiguração de rede</literal> por um administrador do sistema.
zh_cn: 此子菜单还包含一个<guimenuitem>网络修饰器首选项</guimenuitem>菜单项，该菜单项可打开<literal>网络修饰器</literal>对话框。请参见<xref linkend="vpnprefs-dialog"/>。<guimenuitem>网络修饰器首选项</guimenuitem>菜单项仅对于系统管理员为其分配了<literal>网络自动配置管理</literal>权限配置文件的用户帐户启用。
zh_hk: 這個子功能還有一個 [<guimenuitem>網路修飾鍵喜好設定</guimenuitem>] 功能表項目，它可以開啟 [<literal>網路修飾鍵</literal>] 對話方塊。請參閱<xref linkend="vpnprefs-dialog"/>。只有系統管理員已經指派「<literal>Network Autoconf Admin</literal>」權限設定檔的使用者帳戶，才能使用 [<guimenuitem>網路修飾鍵喜好設定</guimenuitem>] 功能表項目。

source: Network Preferences
de: Netzwerkeinstellungen
es: Preferencias de red
fr: Préférences réseau
it: Preferenze di rete
ja: ネットワーク設定
ko: 네트워크 기본 설정
pt_br: Preferências de rede
zh_cn: 网络首选项
zh_hk: 網路喜好設定

source: Opens the <literal>Network Preferences</literal> dialog to enable you to configure your network connection. See <xref linkend="nwprefs-dialog"/>. The <guimenuitem>Network Preferences</guimenuitem> menu item is only enabled for user accounts that have been assigned the <literal>Network Autoconf Admin</literal> rights profile by a system administrator.
de: Dient zum Öffnen des Dialogfelds <literal>Netzwerkeigenschaften</literal>, damit Sie Ihre Netzwerkverbindung konfigurieren können. Siehe <xref linkend="nwprefs-dialog"/>. Die Menüoption <guimenuitem>Netzwerkeinstellungen</guimenuitem> ist nur für Benutzerkonten aktiviert, denen von einem Systemadministrator das <literal>Netwerk-Autoconf-Admin</literal>-Rechteprofil zugewiesen wurde.
es: Abre el cuadro de diálogo <literal>Network Preferences</literal> para configurar la conexión de red. Consulte <xref linkend="nwprefs-dialog"/>. El elemento de menú <guimenuitem>Preferencias de red</guimenuitem> sólo está habilitado para cuentas de usuario a las que el administrador del sistema ha asignado el perfil de derechos <literal>Network Autoconf Admin</literal>.
fr: Ouvre la boîte de dialogue <literal>Préférences réseau</literal> qui vous permet de configurer votre connexion réseau. Reportez-vous à la section <xref linkend="nwprefs-dialog"/>. L'option de menu <guimenuitem>Préférences réseau</guimenuitem> n'est activée que pour les comptes utilisateur auxquels le profil de droits <literal>Network Autoconf Admin</literal> a été accordé par un administrateur système.
it: Apre la finestra di dialogo <literal>Preferenze di rete</literal>, in cui è possibile configurare la connessione di rete. Vedere <xref linkend="nwprefs-dialog"/>. La voce di menu <guimenuitem>Preferenze di rete</guimenuitem> è abilitata solo per gli account utente a cui è stato assegnato dall'amministratore di sistema il profilo con diritti di <literal>amministratore di rete Autoconf</literal>.
ja: ネットワーク接続を構成できるようにするために、「<literal>ネットワーク設定</literal>」ダイアログを開きます。<xref linkend="nwprefs-dialog"/>を参照してください。「<guimenuitem>ネットワーク設定</guimenuitem>」メニュー項目は、システム管理者によって<literal>ネットワーク自動構成管理者</literal>権利プロファイルが割り当てられたユーザーアカウントに対してのみ有効になっています。
ko: 네트워크 연결을 구성할 수 있는 <literal>네트워크 기본 설정</literal> 대화 상자를 엽니다. <xref linkend="nwprefs-dialog"/>을(를) 참조하십시오. <guimenuitem>네트워크 기본 설정</guimenuitem> 메뉴 항목은 시스템 관리자로부터 <literal>네트워크 자동 구성 관리</literal> 권한 프로필을 할당받은 사용자 계정에만 사용으로 설정됩니다.
pt_br: Abre a caixa de diálogo <literal>Preferências de rede</literal> para que você configure a conexão de rede. Consulte <xref linkend="nwprefs-dialog"/>. O item de menu <guimenuitem>Preferências de rede</guimenuitem> somente estará ativado para contas de usuário às quais foi atribuído o perfil de direitos de <literal>Administrador de autoconfiguração de rede</literal> por um administrador do sistema.
zh_cn: 打开<literal>网络首选项</literal>对话框，该对话框可用于配置网络连接。请参见<xref linkend="nwprefs-dialog"/>。<guimenuitem>网络首选项</guimenuitem>菜单项仅对于系统管理员为其分配了<literal>网络自动配置管理</literal>权限配置文件的用户帐户启用。
zh_hk: 開啟 [<literal>網路喜好設定</literal>] 對話方塊，即可配置網路連線。請參閱<xref linkend="nwprefs-dialog"/>。只有系統管理員已經指派「<literal>Network Autoconf Admin</literal>」權限設定檔的使用者帳戶，才能使用 [<guimenuitem>網路喜好設定</guimenuitem>] 功能表項目。

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Guida
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
zh_cn: 帮助
zh_hk: 說明

source: Opens this online help document.
de: Dient zum Öffnen des Onlinehilfedokuments.
es: Abre este documento de la ayuda en línea.
fr: Ouvre ce document d'aide en ligne.
it: Apre la presente Guida in linea.
ja: このオンラインヘルプドキュメントを開きます。
ko: 이 온라인 도움말 문서를 엽니다.
pt_br: Abre este documento de ajuda on-line.
zh_cn: 打开此联机帮助文档。
zh_hk: 開啟這份線上說明文件。

source: Obtaining Information About Your Network's Status
de: Abrufen von Informationen zum Status Ihres Netzwerks
es: Obtención de información acerca del estado de la red
fr: Obtention d'informations sur l'état du réseau
it: Come ottenere informazioni sullo stato della rete
ja: ネットワークステータスに関する情報の取得
ko: 네트워크 상태에 대한 정보 얻기
pt_br: Como obter informações sobre o status da rede
zh_cn: 获取网络状态信息
zh_hk: 取得網路狀態相關資訊
