Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: A security icon that is displayed on the right side of the connection indicates whether the network is secured or unsecured. Note that this icon is only for wireless connections.
de: Ein Sicherheitssymbol, das rechts neben der Verbindung angezeigt wird, zeigt an, ob das Netzwerk gesichert oder ungesichert ist. Beachten Sie, dass dieses Symbol nur für drahtlose Verbindungen angezeigt wird.
es: Un icono de seguridad que se muestra en la parte derecha de la conexión indica si la red es segura o no. Tenga en cuenta que este icono es sólo para conexiones inalámbricas.
fr: Une icône de sécurité qui s'affiche à droite de la connexion indique si le réseau est sécurisé ou non. Notez que cette icône ne s'applique qu'aux connexions sans fil.
it: Un'icona di sicurezza a destra della connessione indica se la rete è protetta o meno. L'icona è prevista solo per le connessioni wireless.
ja: 接続の右側に表示されるセキュリティーアイコンは、このネットワークがセキュリティー保護されているかどうかを示します。このアイコンは無線接続専用であることに注意してください。
ko: 연결 오른쪽에 표시되는 보안 아이콘은 네트워크의 보안 여부를 나타냅니다. 이 아이콘은 무선 연결에만 사용됩니다.
pt_br: Um ícone de segurança exibido no lado direito da conexão indica se a rede é segura ou insegura. Observe que esse ícone se destina apenas a conexões sem fio.
zh_cn: 显示在连接右侧的安全图标指示该网络是安全的还是不安全的。请注意，此图标仅适用于无线连接。
zh_hk: 連線右側顯示的安全性圖示會指出網路為安全或不安全。請注意，這個圖示僅適用於無線連線。

source: When you are in this view, you cannot change the order in which connections are attempted. To change the order in which connections are attempted, you will need to modify and activate a new network profile in the <literal>Network Profile</literal> view. For more information, see <xref linkend="nwprofiles-configuring"/>.
de: Wenn Sie sich in dieser Ansicht befinden, können Sie nicht die Reihenfolge ändern, in der versucht wird, Verbindungen herzustellen. Um die Reihenfolge zu ändern, müssen Sie in der Ansicht <literal>Netzwerkprofil</literal> ein neues Netzwerk modifizieren und aktivieren. Weitere Informationen finden Sie unter <xref linkend="nwprofiles-configuring"/>.
es: Cuando está en esta vista, no puede cambiar el orden en el que se intentan las conexiones. Para cambiarlo, necesitará modificar y activar un nuevo perfil de red en la vista <literal>Network Profile</literal>. Para obtener más información, consulte <xref linkend="nwprofiles-configuring"/>.
fr: Lorsque vous êtes dans cette vue, vous ne pouvez pas modifier l'ordre dans lequel les connexions sont tentées. Pour modifier cet ordre, vous devrez modifier et activer un nouveau profil réseau dans la vue <literal>Profil réseau</literal>. Pour plus d'informations, reportez-vous à la section <xref linkend="nwprofiles-configuring"/>.
it: Da questa vista non è possibile modificare l'ordine in cui si tentano le varie connessioni. A tale scopo, è necessario modificare e attivare un nuovo profilo di rete nella vista <literal>Profilo di rete</literal>. Per ulteriori informazioni, vedere <xref linkend="nwprofiles-configuring"/>.
ja: このビューでは、接続が試行される順序を変更できません。接続が試行される順序を変更するには、「<literal>ネットワークプロファイル</literal>」ビューで変更して新しいネットワークプロファイルをアクティブにする必要があります。詳細については、<xref linkend="nwprofiles-configuring"/>を参照してください。
ko: 이 뷰에 있을 때 연결 시도 순서를 변경할 수 없습니다. 연결 시도 순서를 변경하려면 <literal>네트워크 프로필</literal> 뷰에서 새 네트워크 프로필을 수정하고 활성화해야 합니다. 자세한 내용은 <xref linkend="nwprofiles-configuring"/>을(를) 참조하십시오.
pt_br: Quando você está nessa exibição, não pode alterar a ordem na qual o sistema tenta estabelecer conexão. Para alterar essa ordem, será necessário modificar e ativar um novo perfil de rede na exibição <literal>Perfil de rede</literal>. Para obter mais informações, consulte <xref linkend="nwprofiles-configuring"/>.
zh_cn: 在此视图中无法更改尝试建立连接的顺序。要更改此顺序，需要在<literal>网络配置文件</literal>视图中修改并激活一个新的网络配置文件。有关更多信息，请参见<xref linkend="nwprofiles-configuring"/>。
zh_hk: 在這個檢視時，您無法變更嘗試連線的網路順序。若要變更嘗試連線的網路順序，必須在 [<literal>網路設定檔</literal>] 檢視中修改並啟用新的網路設定檔。如需詳細資訊，請參閱<xref linkend="nwprofiles-configuring"/>。

source: The current status includes the following possible states:
de: Der aktuelle Status schließt folgende Statuseinstellungen ein:
es: El estado actual incluye los siguientes estados posibles:
fr: L'état actuel peut être l'un des suivants :
it: Lo stato attuale include i seguenti stati possibili:
ja: 現在の状態には、次の可能性のある状態が含まれます。
ko: 다음과 같은 상태가 현재 상태로 가능합니다.
pt_br: O status atual inclui os seguintes estados possíveis:
zh_cn: 当前状态包括下列可能的状态：
zh_hk: 目前狀態包括下列可能的狀態：

source: Connecting
de: Verbindung wird hergestellt
es: Conectando
fr: Connexion en cours
it: Connessione
ja: 接続しています
ko: 연결 중
pt_br: Conectando
zh_cn: 正在连接
zh_hk: 正在連線

source: A wired interface is attempting to connect, but is not yet connected.
de: Es wird versucht, eine Verbindung mit einer verdrahteten Schnittstelle herzustellen. Der Vorgang ist noch nicht abgeschlossen.
es: Una interfaz con cables está intentando conectarse, pero aún no está conectada.
fr: Une interface câblée tente de se connecter mais n'est pas encore connectée.
it: Un'interfaccia cablata sta tentando la connessione, che non è ancora stata stabilita.
ja: 有線インタフェースが接続しようとしていますが、まだ接続されていません。
ko: 유선 인터페이스가 연결을 시도 중이지만 아직 연결되지 않았습니다.
pt_br: Uma interface com fio está tentando se conectar, mas ainda não está conectada.
zh_cn: 有线接口正在尝试进行连接，但尚未建立连接。
zh_hk: 有線介面正在嘗試連線，但尚未連線。

source: Connected
de: Verbunden
es: Conectado
fr: Connexion active
it: Connesso
ja: 接続済み
ko: 연결됨
pt_br: Conectado
zh_cn: 已连接
zh_hk: 已連線

source: A wired interface is connected.
de: Eine Verbindung mit einer verdrahteten Schnittstelle ist hergestellt.
es: Una interfaz con cables está conectada.
fr: Une interface câblée est connectée.
it: L'interfaccia cablata è connessa.
ja: 有線インタフェースが接続されています。
ko: 유선 인터페이스가 연결되었습니다.
pt_br: Uma interface com fio está conectada.
zh_cn: 有线接口已连接。
zh_hk: 有線介面已連線。

source: Connecting to ESSID
de: Verbindung mit ESSID wird hergestellt
es: Conectando a ESSID
fr: Connexion à ESSID
it: Connessione a ESSID
ja: ESSID に接続しています
ko: ESSID에 연결 중
pt_br: Conectando com o ESSID
zh_cn: 正在连接到 ESSID
zh_hk: 正在連線至 ESSID

source: A wireless interface is attempting to connect to the network with the given ESSID. A secure or open icon indicates whether the network is open or insecure.
de: Es wird versucht, eine drahtlose Schnittstelle mit dem Netzwerk mit dem angegebenen ESSID zu verbinden. Das Symbol "sicher" oder "offen" zeigt an, ob das Netzwerk offen oder unsicher ist.
es: Una interfaz inalámbrica está intentando conectarse a la red un ESSID especificado. Un icono abierto o seguro indica si la red está abierta o si es insegura.
fr: Une interface sans fil tente de se connecter au réseau avec l'ESSID fourni. Une icône sécurisée ou ouverte indique que le réseau est ouvert ou non sécurisé.
it: Un'interfaccia wireless sta cercando di connettersi alla rete con l'ESSID assegnato. Un'icona sicura o aperta indica lo stato della connessione.
ja: 無線インタフェースが、特定の ESSID を持つネットワークに接続しようとしています。セキュリティー保護または開いているのアイコンは、そのネットワークが開いているかまたは安全でないかどうかを示します。
ko: 무선 인터페이스가 제공된 ESSID로 네트워크에 연결을 시도 중입니다. 보안 또는 공개 아이콘이 네트워크의 공개 또는 비보안 여부를 나타냅니다.
pt_br: Uma interface sem fio está tentando se conectar com a rede com o ESSID fornecido. Um ícone Seguro ou Aberto indica se a rede está aberta ou é insegura.
zh_cn: 有线接口正在尝试连接到具有给定 ESSID 的网络。安全或开放图标指示该网络是开放的还是不安全的。
zh_hk: 無線介面正在嘗試使用指定的 ESSID 連線至網路。安全或開啟圖示指出網路是否開放或不安全。

source: Connected to ESSID
de: Mit ESSID verbunden
es: Conectado a ESSID
fr: Connecté à ESSID
it: Connesso a ESSID
ja: ESSID に接続しました
ko: ESSID에 연결함
pt_br: Conectado com o ESSID
zh_cn: 已连接到 ESSID
zh_hk: 已連線至 ESSID

source: A wireless interface is connected to the network, with the given ESSID. The secure or open icon indicates whether the network is open or insecure.
de: Eine drahtlose Schnittstelle wurde mit dem Netzwerk mit dem angegebenen ESSID verbunden. Das Symbol "sicher" oder "offen" zeigt an, ob das Netzwerk offen oder unsicher ist.
es: Una interfaz inalámbrica está conectada a la red con el ESSID. El icono abierto o seguro indica si la red está abierta o si es insegura.
fr: Une interface sans fil est connectée au réseau avec l'ESSID fourni. L'icône sécurisée ou ouverte indique que le réseau est ouvert ou non sécurisé.
it: Un'interfaccia wireless è connessa alla rete con l'ESSID assegnato. Un'icona sicura o aperta indica lo stato della connessione.
ja: 無線インタフェースが、特定の ESSID を持つネットワークに接続されています。セキュリティー保護または開いているのアイコンは、そのネットワークが開いているかまたは安全でないかどうかを示します。
ko: 무선 인터페이스가 제공된 ESSID로 네트워크에 연결되었습니다. 보안 또는 공개 아이콘이 네트워크가 공개나 비보안인지 여부를 나타냅니다.
pt_br: Uma interface sem fio está conectada com a rede com o ESSID fornecido. O ícone Seguro ou Aberto indica se a rede está aberta ou é insegura.
zh_cn: 有线接口已连接到具有给定 ESSID 的网络。安全或开放图标指示该网络是开放的还是不安全的。
zh_hk: 無線介面已使用指定的 ESSID 連線至網路。安全或開啟圖示指出網路是否開放或不安全。

source: Network unavailable
de: Netzwerk nicht verfügbar
es: Red no disponible
fr: Réseau indisponible
it: Rete non disponibile
ja: ネットワークが使用できません
ko: 네트워크 사용 불가능
pt_br: Rede não disponível
zh_cn: 网络不可用
zh_hk: 網路無法使用

source: Wired or wireless interface is enabled, but not functional, or is unable to contact a DHCP server or gateway.
de: Eine verdrahtete oder drahtlose Schnittstelle ist aktiviert, aber nicht funktionsfähig oder nicht fähig, Kontakt mit einem DHCP-Server oder Gateway aufzunehmen.
es: Una interfaz con cables o inalámbrica está habilitada, pero no funciona o no puede establecer contacto con una puerta de enlace o un servidor de DHCP.
fr: Une interface câblée ou sans fil est activée mais ne fonctionne pas ou ne parvient pas à entrer en contact avec un serveur DHCP ou une passerelle.
it: L'interfaccia cablata o wireless è abilitata, ma non funzionante, oppure non è in grado di contattare un server o gateway DHCP.
ja: 有線または無線インタフェースは有効になっていますが、機能していないか、あるいは DHCP サーバーまたはゲートウェイに接続できません。
ko: 유선 또는 무선 인터페이스가 사용으로 설정되었지만 작동하지 않거나 DHCP 서버나 게이트웨이에 접근할 수 없습니다.
pt_br: Uma interface com ou sem fio está ativada, mas não está funcionando ou não pode entrar em contato com um servidor DHCP ou gateway.
zh_cn: 有线或无线接口虽已启用，但不起作用，或者无法联系 DHCP 服务器或网关。
zh_hk: 有線或無線介面已經啟用，但是尚無法使用，或者無法連絡 DHCP 伺服器或閘道。

source: Cable unplugged
de: Kabel nicht angeschlossen
es: Cable desconectado
fr: Câble débranché
it: Cavo scollegato
ja: ケーブルが接続されていません
ko: 케이블이 분리됨
pt_br: Cabo desconectado
zh_cn: 电缆已拔掉
zh_hk: 電纜已被拔除

source: Wired interface is enabled, but the cable is unplugged.
de: Die verdrahtete Schnittstelle ist aktiviert, aber das Kabel ist nicht angeschlossen.
es: La interfaz con cables está habilitada, pero el cable está desconectado.
fr: Une interface câblée est activée mais le câble est débranché.
it: L'interfaccia cablata è abilitata, ma il cavo è scollegato.
ja: 有線インタフェースは有効になっていますが、ケーブルが接続されていません。
ko: 유선 인터페이스가 사용으로 설정되었지만 케이블이 뽑혀 있습니다.
pt_br: Uma interface com fio está ativada, mas o cabo está desconectado.
zh_cn: 虽已启用有线接口，但拔掉了电缆。
zh_hk: 有線介面已啟用，但是電纜已被拔除。

source: Not connected
de: Nicht verbunden
es: No conectado
fr: Pas de connexion
it: Non connesso
ja: 接続されていません
ko: 연결되지 않음
pt_br: Não conectado
zh_cn: 未连接
zh_hk: 未連線

source: Wired or wireless interface is enabled, but the connection could not be established.
de: Die verdrahtete oder drahtlose Schnittstelle ist aktiviert, aber die Verbindung konnte nicht hergestellt werden.
es: Una interfaz con cables o inalámbrica está habilitada, pero no se pudo establecer la conexión.
fr: Une interface câblée ou sans fil est activée mais la connexion n'a pas pu être établie.
it: È abilitata un'interfaccia cablata o wireless, ma la connessione non è riuscita.
ja: 有線または無線インタフェースは有効になっていますが、接続を確立できませんでした。
ko: 유선 또는 무선 인터페이스가 사용으로 설정되었지만 연결을 설정할 수 없습니다.
pt_br: Uma interface com ou sem fio está ativada, mas não foi possível estabelecer conexão.
zh_cn: 虽已启用有线或无线接口，但无法建立连接。
zh_hk: 有線或無線介面已經啟用，但是無法建立連線。

source: To switch to the properties view of a particular connection, double-click the connection.
de: Um zur Ansicht der Eigenschaften einer bestimmten Verbindung zu wechseln, doppelklicken Sie auf die Verbindung.
es: Para cambiar a la vista de propiedades de una conexión en particular, haga doble clic en la conexión.
fr: Pour passer à la vue des propriétés d'une connexion donnée, double-cliquez sur la connexion.
it: Fare clic su una delle connessioni per aprire la relativa vista delle proprietà.
ja: 特定の接続のプロパティービューに切り替えるには、その接続をダブルクリックします。
ko: 특정 연결의 등록 정보 뷰로 전환하려면 연결을 두 번 누릅니다.
pt_br: Para alternar para a exibição de propriedades de uma conexão específica, clique duas vezes na conexão.
zh_cn: 要切换到特定连接的属性视图，请双击该连接。
zh_hk: 若要切換至特定連線的特性檢視，請按兩下連線。

source: Other information that you can view or change in the <literal>Connection Status</literal> view include the following:
de: Zu weiteren Informationen, die in der Ansicht <literal>Verbindungsstatus</literal> angezeigt oder geändert werden können, zählen folgende:
es: Otra información que puede ver o cambiar en la vista <literal>Connection Status</literal> incluye lo siguiente:
fr: La vue <literal>Etat de connexion</literal> vous permet d'afficher ou de modifier les informations suivantes :
it: Altre informazioni che è possibile visualizzare o modificare nella vista <literal>Stato della connessione</literal> includono le seguenti:
ja: 「<literal>接続状態</literal>」ビューで表示または変更できるその他の情報には次のものがあります。
ko: <literal>연결 상태</literal> 뷰에서 확인/변경할 수 있는 기타 정보는 다음과 같습니다.
pt_br: Outras informações que você pode visualizar ou alterar na exibição <literal>Status da conexão</literal> incluem as seguintes:
zh_cn: 可在<literal>连接状态</literal>视图中查看或更改的其他信息包括：
zh_hk: 您可以在 [<literal>連線狀態</literal>] 檢視中檢視或變更的其他資訊，包括下列各項：

source: Network profile
de: Netzwerkprofil
es: Perfil de red
fr: Profil réseau
it: Profilo di rete
ja: ネットワークプロファイル
ko: 네트워크 프로필
pt_br: Perfil de rede
zh_cn: 网络配置文件
zh_hk: 網路設定檔

source: Displays the name of the active network profile.
de: Zeigt den Namen des aktiven Netzwerkprofils an.
es: Muestra el nombre del perfil de red activo.
fr: Affiche le nom du profil réseau actif.
it: Mostra il nome del profilo di rete attivo.
ja: アクティブなネットワークプロファイルの名前を表示します。
ko: 활성 네트워크 프로필의 이름을 표시합니다.
pt_br: Exibe o nome do perfil de rede ativo.
zh_cn: 显示活动网络配置文件的名称。
zh_hk: 顯示使用中網路設定檔的名稱。

source: Current Location
de: Aktueller Speicherort
es: Ubicación actual
fr: Emplacement actuel
it: Posizione attuale
ja: 現在の場所
ko: 현재 위치
pt_br: Local atual
zh_cn: 当前位置
zh_hk: 目前位置

source: Displays the active network location.
de: Zeigt den aktiven Netzwerkspeicherort an.
es: Muestra la ubicación de la red activa.
fr: Affiche l'emplacement réseau actif.
it: Visualizza la posizione della rete attiva.
ja: アクティブなネットワークの場所を表示します。
ko: 활성 네트워크 위치를 표시합니다.
pt_br: Exibe o local de rede ativo.
zh_cn: 显示活动网络位置。
zh_hk: 顯示使用中網路位置。

source: To open the <literal>Network Locations</literal> dialog, click <guibutton>Locations</guibutton>.
de: Um das Dialogfeld <literal>Netzwerkspeicherorte</literal> zu öffnen, klicken Sie auf <guibutton>Speicherorte</guibutton>.
es: Para abrir la el cuadro de diálogo <literal>Network Locations</literal>, haga clic en <guibutton>Ubicaciones</guibutton>.
fr: Pour ouvrir la boîte de dialogue <literal>Emplacements réseau</literal>, cliquez sur <guibutton>Emplacements</guibutton>.
it: Per aprire la finestra di dialogo <literal>Posizioni di rete</literal>, fare clic su <guibutton>Posizioni</guibutton>.
ja: 「<literal>ネットワークの場所</literal>」ダイアログを開くには、「<guibutton>場所</guibutton>」をクリックします。
ko: <literal>네트워크 위치</literal> 대화 상자를 열려면 <guibutton>위치</guibutton>를 누릅니다.
pt_br: Para abrir a caixa de diálogo <literal>Locais de rede</literal>, clique em <guibutton>Locais</guibutton>.
zh_cn: 要打开<literal>网络位置</literal>对话框，请单击<guibutton>位置</guibutton>。
zh_hk: 若要開啟 [<literal>網路位置</literal>] 對話方塊，請按一下 [<guibutton>位置</guibutton>]。

source: Lists any network modifiers that are currently running. For example, if you were running the Cisco VPN application, the words, “CiscoVPN active”, would be displayed.
de: Listet Netzwerkmodifizierer auf, die gerade ausgeführt werden. Wenn Sie beispielsweise die Anwendung Cisco VPN ausführen, werden die Worte "CiscoVPN aktiv" angezeigt.
es: Enumera los modificadores de red que se ejecutan actualmente. Por ejemplo, Si ejecuta la aplicación Cisco VPN, se muestran las palabras "CiscoVPN activa".
fr: Répertorie tous les modificateurs réseau en cours d'exécution. Par exemple, si vous exécutez l'application Cisco VPN, les termes « CiscoVPN actif » s'affichent.
it: Elenca eventuali modificatori di rete attualmente in esecuzione. Ad esempio, se è in esecuzione l'applicazione VPN di Cisco, vengono visualizzate le parole "CiscoVPN attivo".
ja: 現在実行されているネットワーク修飾子をすべて一覧表示します。たとえば、Cisco VPN アプリケーションを実行している場合は、「CiscoVPN アクティブ」という語句が表示されます。
ko: 현재 실행 중인 네트워크 수정자를 나열합니다. 예를 들어, Cisco VPN 응용 프로그램을 실행 중인 경우 "CiscoVPN 활성"이라고 표시됩니다.
pt_br: Lista quaisquer modificadores de rede em execução no momento. Por exemplo, se você estiver executando o aplicativo Cisco VPN, as palavras “CiscoVPN ativo” serão exibidas.
zh_cn: 列出当前正在运行的所有网络修饰器。例如，如果已运行 Cisco VPN 应用程序，则会显示消息“CiscoVPN 处于活动状态”。
zh_hk: 列出任何目前正在執行的網路修飾鍵。例如，如果您正在執行 Cisco VPN 應用程式，就會顯示「CiscoVPN 使用中」這幾個字。

source: To open the <literal>Network Modifiers</literal> dialog, click <guibutton>Modifiers</guibutton>. In this dialog, you can configure, start, and stop network modifiers.
de: Um das Dialogfeld <literal>Netzwerkmodifizierer</literal> zu öffnen, klicken Sie auf <guibutton>Modifizierer</guibutton>. In diesem Dialogfeld können Sie Netzwerkmodifizierer konfigurieren, starten und stoppen.
es: Para abrir el cuadro de diálogo <literal>Network Modifiers</literal>, haga clic en <guibutton>Modificadores</guibutton>. En este cuadro de diálogo, puede configurar, iniciar y detener modificadores de red.
fr: Pour ouvrir la boîte de dialogue <literal>Modificateurs réseau</literal>, cliquez sur <guibutton>Modificateurs</guibutton>. Cette boîte de dialogue vous permet de configurer, de démarrer et d'arrêter les modificateurs réseau.
it: Per aprire la finestra di dialogo <literal>Modificatori di rete</literal>, fare clic su <guibutton>Modificatori</guibutton>. In questa finestra di dialogo è possibile configurare, avviare e interrompere i modificatori di rete.
ja: 「<literal>ネットワーク修飾子</literal>」ダイアログを開くには、「<guibutton>修飾子</guibutton>」をクリックします。このダイアログでは、ネットワーク修飾子を構成、開始、および停止することができます。
ko: <literal>네트워크 수정자</literal> 대화 상자를 열려면 <guibutton>수정자</guibutton>를 누릅니다. 이 대화 상자에서 네트워크 수정자를 구성, 시작, 중지할 수 있습니다.
pt_br: Para abrir a caixa de diálogo <literal>Modificadores de rede</literal>, clique em <guibutton>Modificadores</guibutton>. Nessa caixa, é possível configurar, iniciar e interromper os modificadores de rede.
zh_cn: 要打开<literal>网络修饰器</literal>对话框，请单击<guibutton>修饰器</guibutton>。在该对话框中，可以配置、启动和停止网络修饰器。
zh_hk: 若要開啟 [<literal>網路修飾鍵</literal>] 對話方塊，請按一下 [<guibutton>修飾鍵</guibutton>]。在這個對話方塊中，您可以配置、啟動以及停止網路修飾鍵。

source: For more information, see <xref linkend="viewstatus-info"/>.
de: Weitere Informationen finden Sie unter <xref linkend="viewstatus-info"/>.
es: Para obtener más información, consulte <xref linkend="viewstatus-info"/>.
fr: Pour plus d'informations, reportez-vous à la section <xref linkend="viewstatus-info"/>.
it: Per ulteriori informazioni, vedere <xref linkend="viewstatus-info"/>.
ja: 詳細については、<xref linkend="viewstatus-info"/>を参照してください。
ko: 자세한 내용은 <xref linkend="viewstatus-info"/>을(를) 참조하십시오.
pt_br: Para obter mais informações, consulte <xref linkend="viewstatus-info"/>.
zh_cn: 有关更多信息，请参见<xref linkend="viewstatus-info"/>。
zh_hk: 如需詳細資訊，請參閱<xref linkend="viewstatus-info"/>。

source: Network Profile View
de: Ansicht "Netzwerkprofil"
es: Vista de perfil de red
fr: Vue Profil réseau
it: Visualizzazione del profilo di rete
ja: 「ネットワークプロファイル」ビュー
ko: 네트워크 프로필 뷰
pt_br: Exibição Perfil de rede
zh_cn: “网络配置文件”视图
zh_hk: 網路設定檔檢視

source: This view enables you to configure network profiles. A network profile controls which network connections are enabled or disabled when that network profile is active. The default network profile is called Automatic. You can create additional network profiles, as required.
de: Mithilfe dieser Ansicht können Sie Netzwerkprofile konfigurieren. Ein Netzwerkprofil steuert, welche Netzwerkverbindungen aktiviert oder deaktiviert werden, wenn das Netzwerkprofil aktiv ist. Das standardmäßige Netzwerkprofil ist "Automatisch". Sie können nach Bedarf weitere Netzwerkprofile erstellen.
es: Esta vista permite configurar perfiles de red. Un perfil de red controla qué conexiones de red están habilitadas o deshabilitadas cuando que perfil de red está activo. El perfil de red predeterminado se denomina Automático. Puede crear perfiles de red adicionales, según sea necesario.
fr: Cette vue vous permet de configurer des profils réseau. Lorsqu'il est actif, un profil réseau contrôle l'activation et la désactivation des connexions réseau. Le profil réseau par défaut est le profil Automatique. Vous pouvez créer d'autres profils réseau en fonction de vos besoins.
it: Questa vista consente di configurare il profilo di rete. Un profilo di rete controlla quali connessioni di rete sono abilitate o disabilitate quando il profilo di rete è attivo. Il profilo di rete predefinito è detto automatico. Se necessario, è possibile creare profili di rete aggiuntivi.
ja: このビューを使用すると、ネットワークプロファイルを構成できます。ネットワークプロファイルは、そのネットワークプロファイルがアクティブになったときにどのネットワーク接続が有効または無効になるかを制御します。デフォルトのネットワークプロファイルは「自動」と呼ばれます。必要に応じて、追加のネットワークプロファイルを作成できます。
ko: 이 뷰에서 네트워크 프로필을 구성할 수 있습니다. 네트워크 프로필은 활성일 때 네트워크 연결을 사용 또는 사용 안함으로 설정할지 제어합니다. 기본 네트워크 프로필은 자동입니다. 필요에 따라 추가 네트워크 프로필을 만들 수 있습니다.
pt_br: Essa exibição permite configurar perfis de rede. Um perfil de rede controla quais conexões são ativadas ou desativadas quando o perfil de rede está ativo. O perfil padrão é denominado Automático. É possível criar perfis adicionais, conforme necessário.
zh_cn: 使用此视图可以配置网络配置文件。网络配置文件可控制当该网络配置文件处于活动状态时，启用或禁用哪些网络连接。缺省网络配置文件称为“自动”。您可以根据需要创建其他网络配置文件。
zh_hk: 這個檢視可以讓您配置網路設定檔。網路設定檔可以在使用網路設定檔時，控制要啟用或停用的網路連線。預設的網路設定檔稱為「自動」。必要時，您可以建立其他網路設定檔。

source: Connection Properties View
de: Ansicht "Verbindungseigenschaften"
es: Vista de propiedades del conexión
fr: Vue Propriétés de connexion
it: Vista delle proprietà della connessione
ja: 「接続プロパティー」ビュー
ko: 연결 등록 정보 뷰
pt_br: Exibição Propriedades de conexão
zh_cn: “连接属性”视图
zh_hk: 連線特性檢視
