Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: To Switch From One Network Profile to Another Network Profile
de: So wechseln Sie von einem Netzwerkprofil zu einem anderen
es: Para cambiar de un perfil de red a otro
fr: Pour passer d'un profil réseau à un autre
it: Per passare da un profilo di rete all'altro
ja: あるネットワークプロファイルから別のネットワークプロファイルに切り替えるには
ko: 한 네트워크 프로필에서 다른 네트워크 프로필로 전환
pt_br: Para alternar entre perfis de rede
zh_cn: 在网络配置文件间切换
zh_hk: 從一個網路設定檔切換至另一個網路設定檔

source: Open the <literal>Network Profile</literal> view of the <literal>Network Preferences</literal> dialog.
de: Öffnen Sie die Ansicht <literal>Netzwerkprofil</literal> des Dialogfelds <literal>Netzwerkeigenschaften</literal>.
es: Abra la vista <literal>Network Profile</literal> del cuadro de diálogo <literal>Network Preferences</literal>.
fr: Ouvrez la vue <literal>Profil réseau</literal> de la boîte de dialogue <literal>Préférences réseau</literal>.
it: Aprire la vista <literal>Profilo di rete</literal> della finestra di dialogo <literal>Preferenze di rete</literal>.
ja: 「<literal>ネットワーク設定</literal>」ダイアログの「<literal>ネットワークプロファイル</literal>」ビューを開きます。
ko: <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>네트워크 프로필</literal> 뷰를 엽니다.
pt_br: Abra a exibição <literal>Perfil de rede</literal> da caixa de diálogo <literal>Preferências de rede</literal>.
zh_cn: 打开<literal>网络首选项</literal>对话框的<literal>网络配置文件</literal>视图。
zh_hk: 開啟 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>網路設定檔</literal>] 檢視。

source: Select the radio button next to the network profile that you want to activate.
de: Wählen Sie das Optionsfeld neben dem Netzwerkprofil, das Sie aktivieren möchten.
es: Seleccione el botón de radio situado junto al perfil de red que desea activar.
fr: Sélectionnez le bouton radio en regard du profil réseau à activer.
it: Selezionare il pulsante di opzione accanto al profilo di rete che si desidera attivare.
ja: アクティブにするネットワークプロファイルの横にあるラジオボタンを選択します。
ko: 활성화할 네트워크 프로필 옆에 있는 라디오 버튼을 선택합니다.
pt_br: Selecione o botão de opção ao lado do perfil de rede que você deseja ativar.
zh_cn: 选择要激活的网络配置文件旁边的单选按钮。
zh_hk: 選取您要啟用之網路設定檔旁邊的單選按鈕。

source: To switch network profiles, click <guibutton>OK</guibutton> or click Cancel to close the dialog without switching profiles.
de: Um zwischen Netzwerkprofilen zu wechseln, klicken Sie auf <guibutton>OK</guibutton>, oder klicken Sie auf "Abbrechen", um das Dialogfeld zu schließen, ohne zwischen den Profilen zu wechseln.
es: Para cambiar los perfiles de red, haga clic en <guibutton>Aceptar</guibutton> o haga clic en Cancelar para cerrar el cuadro de diálogo sin cambiar perfiles.
fr: Pour passer d'un profil réseau à un autre, cliquez sur <guibutton>OK</guibutton> ou cliquez sur Annuler pour fermer la boîte de dialogue sans changer de profil.
it: Per passare da un profilo di rete all'altro, fare clic sul pulsante <guibutton>OK</guibutton>, oppure fare clic su Annulla per chiudere la finestra di dialogo senza cambiare profilo.
ja: ネットワークプロファイルを切り替えるには、「<guibutton>了解</guibutton>」をクリックします。プロファイルを切り替えずにダイアログを閉じるには、「取消し」をクリックします。
ko: 네트워크 프로필을 전환하려면 <guibutton>확인</guibutton>을 누르고, 프로필 전환 없이 대화 상자를 닫으려면 취소를 누릅니다.
pt_br: Para alternar os perfis de rede, clique em <guibutton>OK</guibutton> ou em Cancelar para fechar a caixa de diálogo sem alternar os perfis.
zh_cn: 要切换网络配置文件，请单击<guibutton>确定</guibutton>，或者单击“取消”关闭该对话框而不切换配置文件。
zh_hk: 若要切換網路設定檔，請按一下 [<guibutton>確定</guibutton>] 或者按一下 [取消]，關閉對話方塊，不切換設定檔。

source: To Add or Remove a Network Profile
de: So fügen Sie ein Netzwerkprofil hinzu oder entfernen es
es: Para agregar o eliminar un perfil de red
fr: Pour ajouter ou supprimer un profil réseau
it: Per aggiungere o rimuovere un profilo di rete
ja: ネットワークプロファイルを追加または削除するには
ko: 네트워크 프로필 추가 또는 제거
pt_br: Para adicionar ou remover um perfil de rede
zh_cn: 添加或删除网络配置文件
zh_hk: 新增或移除網路設定檔

source: To create or edit a network profile, select <guilabel>Network Profile</guilabel> from the drop-down list that is located at the top of the <literal>Network Preferences</literal> dialog.
de: Um ein Netzwerkprofil zu erstellen oder zu bearbeiten, wählen Sie in der Dropdown-Liste, die sich am oberen Rand des Dialogfelds <literal>Netzwerkeigenschaften</literal> befindet, die Option <literal>Netzwerkprofil</literal>.
es: Para crear o editar un perfil de red, seleccione <guilabel>Perfil de red</guilabel> desde la lista desplegable que se encuentra en la parte superior del cuadro de diálogo <literal>Network Preferences</literal>.
fr: Pour créer ou modifier un profil réseau, sélectionnez <guilabel>Profil réseau</guilabel> dans la liste déroulante située en haut de la boîte de dialogue <literal>Préférences réseau </literal>.
it: Per creare o modificare un profilo di rete, selezionare <guilabel>Profilo di rete</guilabel> dall'elenco a discesa situato nella parte superiore della finestra di dialogo <literal>Preferenze di rete</literal>.
ja: ネットワークプロファイルを作成または編集するには、「<literal>ネットワーク設定</literal>」ダイアログのいちばん上にあるドロップダウンリストから「<guilabel>ネットワークプロファイル</guilabel>」を選択します。
ko: 네트워크 프로필을 만들거나 편집하려면 <literal>네트워크 기본 설정</literal> 대화 상자 위쪽에 있는 드롭다운 목록에서 <guilabel>네트워크 프로필</guilabel>을 선택합니다.
pt_br: Para criar ou editar um perfil de rede, selecione <guilabel>Perfil de rede</guilabel> na lista suspensa localizada na parte superior da caixa de diálogo <literal>Preferências de rede</literal>.
zh_cn: 要创建或编辑网络配置文件，请从<literal>网络首选项</literal>对话框顶部的下拉式列表中选择<guilabel>网络配置文件</guilabel>。
zh_hk: 若要建立或編輯網路設定檔，請在 [<literal>網路喜好設定</literal>] 對話方塊上方的下拉式清單中，選取 [<guilabel>網路設定檔</guilabel>]。

source: To create a new network profile, click the <guibutton>Add </guibutton> button, then type the name of the new profile.
de: Um ein neues Netzwerkprofil zu erstellen, klicken Sie auf die Schaltfläche <guibutton>Hinzufügen</guibutton> und geben anschließend den Namen des neuen Profils ein.
es: Para crear un nuevo perfil de red, haga clic en el botón <guibutton>Agregar</guibutton> y, a continuación, escriba el nombre del nuevo perfil.
fr: Pour créer un profil réseau, cliquez sur le bouton <guibutton>Ajouter</guibutton>, puis saisissez le nom du nouveau profil.
it: Per creare un nuovo profilo di rete, fare clic sul pulsante <guibutton>Aggiungi</guibutton>, quindi digitare il nome del nuovo profilo.
ja: 新しいネットワークプロファイルを作成するには、「<guibutton>追加</guibutton>」ボタンをクリックしてから、新しいプロファイルの名前を入力します。
ko: 새 네트워크 프로필을 만들려면 <guibutton>추가</guibutton> 버튼을 누르고 새 프로필의 이름을 입력합니다.
pt_br: Para criar um novo perfil de rede, clique no botão <guibutton>Adicionar </guibutton> e, em seguida, digite o nome do novo perfil.
zh_cn: 要创建新网络配置文件，请单击<guibutton>添加</guibutton>按钮，然后键入新配置文件的名称。
zh_hk: 若要建立新的網路設定檔，請按一下 [<guibutton>新增</guibutton>] 按鈕，然後輸入新設定檔的名稱。

source: To duplicate an existing network profile, select the profile in the list, click the <guibutton>Duplicate</guibutton> button, then type the name of the new profile.
de: Um ein vorhandenes Netzwerkprofil zu duplizieren, wählen Sie das Profil aus der Liste aus, klicken auf die Schaltfläche <guibutton>Duplikat</guibutton> und geben anschließend den Namen des neues Profils ein.
es: Para duplicar un perfil de red existente, seleccione el perfil de la lista, haga clic en el botón <guibutton>Duplicar</guibutton> y, a continuación, escriba el nombre del nuevo perfil.
fr: Pour dupliquer un profil réseau existant, sélectionnez-le dans la liste, cliquez sur le bouton <guibutton>Dupliquer</guibutton>, puis saisissez le nom du nouveau profil.
it: Per duplicare un profilo di rete esistente, selezionare il profilo nell'elenco, fare clic sul pulsante <guibutton>Duplica</guibutton>, quindi digitare il nome del nuovo profilo.
ja: 既存のネットワークプロファイルを複製するには、リスト内でプロファイルを選択し、「<guibutton>複製</guibutton>」ボタンをクリックしてから、新しいプロファイルの名前を入力します。
ko: 기존 네트워크 프로필을 복제하려면 목록에서 프로필을 선택하고 <guibutton>복제</guibutton> 버튼을 누르고 새 프로필의 이름을 입력합니다.
pt_br: Para duplicar um perfil de rede existente, selecione-o na lista, clique no botão <guibutton>Duplicar</guibutton> e, em seguida, digite o nome do novo perfil.
zh_cn: 要复制现有网络配置文件，请在列表中选择该配置文件，单击<guibutton>复制</guibutton>按钮，然后键入新配置文件的名称。
zh_hk: 若要複製現有的網路設定檔，請在清單中選取設定檔，按一下 [<guibutton>複製</guibutton>] 按鈕，然後輸入新設定檔的名稱。

source: To remove a network profile, select the profile in the list, then click the <guibutton>Remove</guibutton> button.
de: Um ein Netzwerkprofil zu entfernen, wählen Sie das Profil aus der Liste und klicken anschließend auf die Schaltfläche <guibutton>Entfernen</guibutton>.
es: Para eliminar un perfil de red, seleccione el perfil en la lista y, a continuación, haga clic en el botón <guibutton>Eliminar</guibutton>.
fr: Pour supprimer un profil réseau, sélectionnez le profil dans la liste, puis cliquez sur le bouton <guibutton>Supprimer</guibutton>.
it: Per rimuovere un profilo di rete, selezionarlo nell'elenco e fare clic sul pulsante <guibutton>Rimuovi</guibutton>.
ja: ネットワークプロファイルを削除するには、リスト内でプロファイルを選択してから、「<guibutton>削除</guibutton>」ボタンをクリックします。
ko: 네트워크 프로필을 제거하려면 목록에서 프로필을 선택하고 <guibutton>제거</guibutton> 버튼을 누릅니다.
pt_br: Para remover um perfil de rede, selecione-o na lista e, em seguida, clique no botão <guibutton>Remover</guibutton>.
zh_cn: 要删除网络配置文件，请在列表中选择该配置文件，然后单击<guibutton>删除</guibutton>按钮。
zh_hk: 若要移除網路設定檔，請在清單中選取設定檔，然後按一下 [<guibutton>移除</guibutton>] 按鈕。

source: You cannot remove the Automatic network profile.
de: Sie können das Netzwerkprofil "Automatisch" nicht entfernen.
es: No puede eliminar el perfil de red Automático.
fr: Vous ne pouvez pas supprimer le profil réseau Automatique.
it: Non è possibile rimuovere il profilo di rete automatico.
ja: 「自動」ネットワークプロファイルを削除することはできません。
ko: 자동 네트워크 프로필은 제거할 수 없습니다.
pt_br: Não é possível remover o perfil de rede Automático.
zh_cn: 不能删除“自动”网络配置文件。
zh_hk: 您無法移除自動網路設定檔。

source: For more information about editing a profile that you have added or duplicated, see <xref linkend="profiles-editing"/>.
de: Weitere Informationen zum Bearbeiten eines Profils, das Sie hinzugefügt oder dupliziert haben, finden Sie unter <xref linkend="profiles-editing"/>.
es: Para obtener más información acerca de la edición de un perfil que haya agregado o duplicado, consulte <xref linkend="profiles-editing"/>.
fr: Pour plus d'informations sur la modification d'un profil que vous avez ajouté ou dupliqué, reportez-vous à la section <xref linkend="profiles-editing"/>.
it: Per ulteriori informazioni sulla modifica di un profilo aggiunto o duplicato, vedere <xref linkend="profiles-editing"/>.
ja: 追加または複製したプロファイルの編集の詳細については、<xref linkend="profiles-editing"/>を参照してください。
ko: 추가/복제된 프로필 편집에 대한 자세한 내용은 <xref linkend="profiles-editing"/>을(를) 참조하십시오.
pt_br: Para obter mais informações sobre edição de perfis adicionados ou duplicados, consulte <xref linkend="profiles-editing"/>.
zh_cn: 有关编辑已添加或复制的配置文件的更多信息，请参见<xref linkend="profiles-editing"/>。
zh_hk: 如需編輯您已新增或複製之設定檔的詳細資訊，請參閱<xref linkend="profiles-editing"/>。

source: Editing Network Profiles
de: Bearbeiten von Netzwerkprofilen
es: Edición de perfiles de red
fr: Modification de profils réseau
it: Modifica dei profili di rete
ja: ネットワークプロファイルの編集
ko: 네트워크 프로필 편집
pt_br: Edição de perfis de rede
zh_cn: 编辑网络配置文件
zh_hk: 編輯網路設定檔

source: When you manually add a new network profile or duplicate an existing network profile, you must edit the new profile to specify those network connections that are enabled and disabled by the new profile.
de: Wenn Sie ein neues Netzwerkprofil manuell hinzufügen oder ein vorhandenes Netzwerkprofil duplizieren, müssen Sie das neue Profil bearbeiten, um die Netzwerkverbindungen anzugeben, die durch das neue Profil aktiviert und deaktiviert werden.
es: Cuando agrega manualmente un nuevo perfil de red o duplica uno existente, debe editar el nuevo perfil para especificar las conexiones de red que están habilitadas y deshabilitadas para el nuevo perfil.
fr: Lorsque vous ajoutez manuellement un profil réseau ou dupliquez un profil réseau existant, vous devez modifier le nouveau profil afin d'indiquer les connexions réseau qui sont activées ou désactivées par le nouveau profil.
it: Quando si aggiunge manualmente un nuovo profilo di rete o se ne duplica uno esistente, è necessario modificare il nuovo profilo per specificare quali connessioni di rete sono abilitate e quali disabilitate.
ja: 新しいネットワークプロファイルを手動で追加するとき、または既存のネットワークプロファイルを複製するときは、新しいプロファイルで有効および無効になるネットワーク接続を指定するように新しいプロファイルを編集する必要があります。
ko: 수동으로 새 네트워크 프로필을 추가하거나 기존 네트워크 프로필을 복제할 때 해당 네트워크 연결이 새 프로필에 의해 사용/사용 안함으로 설정되도록 새 프로필을 편집해야 합니다.
pt_br: Quando você adiciona manualmente um novo perfil ou duplica um existente, é necessário editá-lo para especificar as conexões ativadas e desativadas pelo novo perfil.
zh_cn: 在手动添加新网络配置文件或复制现有网络配置文件后，必须编辑新配置文件以指定其启用和禁用的网络连接。
zh_hk: 手動新增網路設定檔或複製現有的網路設定檔時，您必須編輯新的設定檔，指定新設定檔要啟用或停用的網路連線。

source: You can edit and remove a manually created network profile. However, you cannot edit or remove the Automatic network profile.
de: Sie können ein manuell erstelltes Netzwerkprofil bearbeiten und entfernen, das Netzwerkprofil "Automatisch" jedoch nicht.
es: Puede editar y eliminar un perfil de red creado manualmente. Sin embargo, no puede editar o eliminar el perfil de red Automático.
fr: Vous pouvez modifier et supprimer un profil réseau créé manuellement. Toutefois, vous ne pouvez pas modifier ni supprimer le profil réseau Automatique.
it: È possibile modificare e rimuovere un profilo di rete creato manualmente. Tuttavia, tali operazioni non sono consentite per il profilo di rete automatico.
ja: 手動で作成されたネットワークプロファイルは編集および削除できます。ただし、「自動」ネットワークプロファイルを編集したり削除したりすることはできません。
ko: 수동으로 만든 네트워크 프로필을 편집하고 제거할 수 있습니다. 그러나 자동 네트워크 프로필은 편집하거나 제거할 수 없습니다.
pt_br: É possível editar e remover um perfil de rede criado manualmente. No entanto, você não pode editar nem remover o perfil de rede Automático.
zh_cn: 您可以编辑和删除手动创建的网络配置文件，但不能编辑或删除“自动”网络配置文件。
zh_hk: 您可以編輯以及移除手動建立的網路設定檔。不過，您無法編輯或移除自動網路設定檔。

source: Opening the Edit Network Profile Dialog
de: Öffnen des Dialogfelds "Netzwerkprofil bearbeiten"
es: Cómo abrir e cuadro de diálogo Editar perfil de red
fr: Ouverture de la boîte de dialogue Modifier un profil réseau
it: Apertura della finestra di dialogo Modifica profilo di rete
ja: 「ネットワークプロファイルの編集」ダイアログを開く
ko: 네트워크 프로필 편집 대화 상자 열기
pt_br: Como abrir a caixa de diálogo Editar perfil de rede
zh_cn: 打开“编辑网络配置文件”对话框
zh_hk: 開啟編輯網路設定檔對話方塊

source: To edit a network profile, select the profile in the <literal>Network Profile</literal> view of the <literal>Network Preferences</literal> dialog, then click the <guibutton>Edit</guibutton> button.
de: Um ein Netzwerkprofil zu bearbeiten, wählen Sie das Profil in der Ansicht <literal>Netzwerkprofil</literal> des Dialogfelds <literal>Netzwerkeigenschaften</literal> aus, und klicken Sie dann auf die Schaltfläche <guibutton>Bearbeiten</guibutton>.
es: Para editar un perfil de red, seleccione el perfil en la vista <literal>Network Profile</literal> del cuadro de diálogo <literal>Network Preferences</literal>, haga clic en el botón <guibutton>Editar</guibutton>.
fr: Pour modifier un profil réseau, sélectionnez le profil dans la vue <literal>Profil réseau</literal> de la boîte de dialogue <literal>Préférences réseau</literal>, puis cliquez sur <guibutton>Modifier</guibutton>.
it: Per modificare un profilo di rete, selezionarlo nella vista <literal>Profilo di rete</literal> della finestra di dialogo <literal>Preferenze di rete</literal>, quindi fare clic sul pulsante <guibutton>Modifica</guibutton>.
ja: ネットワークプロファイルを編集するには、「<literal>ネットワーク設定</literal>」ダイアログの「<literal>ネットワークプロファイル</literal>」ビューでプロファイルを選択してから、「<guibutton>編集</guibutton>」ボタンをクリックします。
ko: 네트워크 프로필을 편집하려면 <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>네트워크 프로필</literal> 뷰에서 프로필을 선택하고 <guibutton>편집</guibutton> 버튼을 누릅니다.
pt_br: Para editar um perfil de rede, selecione-o na exibição <literal>Perfil de rede</literal> da caixa de diálogo <literal>Preferências de rede</literal> e, em seguida, clique no botão <guibutton>Editar</guibutton>.
zh_cn: 要编辑一个网络配置文件，请在<literal>网络首选项</literal>对话框的<literal>网络配置文件</literal>视图中选择该配置文件，然后单击<guibutton>编辑</guibutton>按钮。
zh_hk: 若要編輯網路設定檔，請在 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>網路設定檔</literal>] 檢視中選取設定檔，然後按一下 [<guibutton>編輯</guibutton>] 按鈕。

source: The list of network profiles consists of a minimum of two top level group descriptions. For example, the Automatic profile, which is shown in the preceding figure, contains four group descriptions that are explained in more detail in the following sections.
de: Die Liste der Netzwerkprofile besteht aus mindestens zwei Gruppenbeschreibungen der oberen Ebene. Das Netzwerkprofil "Automatisch", das in der obigen Abbildung gezeigt wird, enthält beispielsweise vier Gruppenbeschreibungen, die in den folgenden Abschnitten eingehender erläutert werden.
es: La lista de perfiles de red consta de un mínimo de dos descripciones de grupo de nivel superior. Por ejemplo, el perfil Automático, que se muestra en la figura anterior, contiene cuatro descripciones de grupo que se explican más detalladamente en las siguientes secciones.
fr: La liste des profils réseau se compose d'un minimum de deux descriptions de groupe de niveau supérieur. Par exemple, le profil Automatique indiqué dans la figure précédente contient quatre descriptions de groupe détaillées dans les sections suivantes.
it: L'elenco di profili di rete consiste di un minimo di due descrizioni di gruppo di livello superiore. Ad esempio, il profilo automatico, mostrato nella figura precedente, contiene quattro descrizioni di gruppi spiegate in maggior dettaglio nelle seguenti sezioni.
ja: ネットワークプロファイルのリストは、少なくとも 2 つの最上位のグループの説明で構成されています。たとえば、前の図に示されている「自動」プロファイルには、以降の節でさらに詳細に説明されている 4 つのグループの説明が含まれています。
ko: 네트워크 프로필 목록은 최소 2개의 최상위 그룹 설명으로 구성됩니다. 예를 들어, 이전 그림에 표시된 자동 프로필은 4개의 그룹 설명을 포함하며, 다음 섹션에서 자세히 설명합니다.
pt_br: A lista de perfis de rede compreende, no mínimo, duas descrições de grupos de nível superior. Por exemplo, o perfil Automático, mostrado na figura anterior, contém quatro descrições de grupo explicadas com mais detalhes nas seções a seguir.
zh_cn: 网络配置文件的列表至少包含两个顶层组说明。例如，上图中显示的“自动”配置文件包含四个组说明，以下各节中将更详细地介绍这些说明。
zh_hk: 網路設定檔清單包含至少兩個頂層群組說明。例如，上圖顯示的自動設定檔包含 4 個群組說明，這些將會在下列各節有更詳盡的說明。

source: The Automatic network profile cannot be changed or deleted. Any time the Automatic network profile is selected in the Edit Network Profile dialog, all of the profile editing buttons and drop-down lists are disabled.
de: Das Netzwerkprofil "Automatisch" kann nicht geändert oder gelöscht werden. Immer dann, wenn das Netzwerkprofil "Automatisch" im Dialogfeld "Netzwerkprofil bearbeiten" ausgewählt wird, werden alle Profilbearbeitungsschaltflächen und Dropdown-Listen deaktiviert.
es: No se puede cambiar o eliminar el perfil de red Automático. Cada vez que se selecciona el perfil de red Automático en el cuadro de diálogo Editar perfil de red, se deshabilitan todos los botones de edición de perfiles y las listas desplegables.
fr: Le profil réseau Automatique ne peut pas être modifié ni supprimé. Lorsque le profil réseau Automatique est sélectionné dans la boîte de dialogue Modifier un profil réseau, l'ensemble des boutons et listes déroulantes de modification du profil sont désactivés.
it: Il profilo di rete automatico non può essere modificato né eliminato. Ogniqualvolta viene selezionato un profilo di rete nella finestra di dialogo Modifica profilo di rete, vengono disabilitati tutti i pulsanti di modifica e gli elenchi a discesa.
ja: 「自動」ネットワークプロファイルは変更または削除できません。「ネットワークプロファイルの編集」ダイアログで「自動」ネットワークプロファイルが選択されると常に、プロファイルの編集ボタンとドロップダウンリストはすべて無効になります。
ko: 자동 네트워크 프로필은 변경하거나 삭제할 수 없습니다. 언제든지 네트워크 프로필 편집 대화 상자에서 자동 네트워크 프로필을 선택하면 프로필 편집 버튼 및 드롭다운 목록이 모두 사용 안함으로 설정됩니다.
pt_br: O perfil de rede Automático não pode ser alterado nem excluído. Sempre que ele é selecionado na caixa de diálogo Editar perfil de rede, todos os botões de edição e as listas drop-down são desativados.
zh_cn: 无法更改或删除“自动”网络配置文件。只要在“编辑网络配置文件”对话框中选择了“自动”网络配置文件，所有配置文件编辑按钮和下拉式列表都会被禁用。
zh_hk: 自動網路設定檔無法變更或刪除。任何時候在 [編輯網路設定檔] 對話方塊中選取自動網路設定檔，所有設定檔編輯按鈕以及下拉式清單都會全部停用。

source: Always enable these connections:
de: Diese Verbindungen immer aktivieren:
es: Activar siempre estas conexiones:
fr: Toujours activer ces connexions :
it: Abilitare sempre queste connessioni:
ja: これらの接続を常に有効にします
ko: 항상 이 연결 사용:
pt_br: Sempre ative estas conexões:
zh_cn: 始终启用这些连接：
zh_hk: 一律啟用這些連線：

source: This group is always present in a network profile, at the top of the list. The group contains network connections that are always enabled when the network profile is active. In the Automatic network profile, there are no such connections, so "None" is shown.
de: Diese Gruppe ist immer in einem Netzwerkprofil enthalten und wird am oberen Rand der Liste angezeigt. Die Gruppe enthält Netzwerkverbindungen, die immer aktiviert sind, wenn das Netzwerkprofil aktiv ist. Im Netzwerkprofil "Automatisch" gibt es keine solche Verbindungen, darum wird "Keine" angezeigt.
es: Este grupo está siempre presente en un perfil de red, en la parte superior de la lista. El grupo contiene conexiones de red que están siempre habilitadas cuando el perfil de red está activo. En el perfil de red Automático, no hay ese tipo de conexiones, por lo que se muestra "Ninguno".
fr: Ce groupe apparaît toujours en haut de la liste dans un profil réseau. Le groupe contient les connexions réseau qui sont toujours activées lorsque le profil réseau est actif. Le profil réseau Automatique ne contient aucune de ces connexions et de ce fait "Aucune" s'affiche.
it: Questo gruppo è sempre presente in un profilo di rete, in cima alla lista. Il gruppo contiene le connessioni di rete che sono sempre abilitate quando il profilo di rete è attivo. Nel profilo di rete automatico non sono presenti tali connessioni e per questo è visualizzato "Nessuno".
ja: このグループは常にネットワークプロファイル内にあり、リストのいちばん上に表示されます。このグループには、このネットワークプロファイルがアクティブになったときに常に有効になるネットワーク接続が含まれています。「自動」ネットワークプロファイルでは、このような接続はないため「なし」が表示されます。
ko: 이 그룹은 네트워크 프로필에 항상 존재하며 목록 맨 위에 있습니다. 네트워크 프로필이 활성일 때 항상 사용으로 설정되는 네트워크 연결을 포함합니다. 자동 네트워크 프로필에서는 해당 연결이 없으므로 "없음"이 표시됩니다.
pt_br: Esse grupo está sempre presente em um perfil de rede, na parte superior da lista. O grupo contém conexões de rede que estão sempre ativadas quando o perfil de rede está ativo. No perfil Automático, não há conexões desse tipo, então "Nenhum" é mostrado.
zh_cn: 该组始终在网络配置文件中存在，位于列表顶部。该组包含当网络配置文件处于活动状态时始终启用的网络连接。在“自动”网络配置文件中，没有此类连接，因此显示“无”。
zh_hk: 網路設定檔都會有這個群組，位於清單的最前面。這個群組包含使用網路設定檔時，一定會啟用的網路連線。在自動網路設定檔中沒有這類連線，所以會顯示 [無]。

source: Then enable any one of these connections:
de: Dann eine dieser Verbindungen aktivieren:
es: A continuación, habilite cualquiera de estas conexiones:
fr: Activez ensuite l'une de ces connexions :
it: Quindi abilitare una o più di queste connessioni:
ja: 次に、次の接続のいずれかを有効にします
ko: 충족될 경우 이 연결 중 하나 사용:
pt_br: Em seguida, ative qualquer uma destas conexões:
zh_cn: 则启用这些连接中的任一个：
zh_hk: 然後啟用這些連線的任一連線：
