Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: Connection properties are configured in the <literal>Properties</literal> view of the <literal>Network Preferences</literal> dialog. This view enables you to choose how the IP address for a specific network interface is obtained. For wireless interfaces, this view also enables you to choose how and when wireless connections are automatically attempted. To display the network interface, select it from the <literal>Show</literal> drop-down list that is located at the top of the dialog.
de: Verbindungseigenschaften werden in der Ansicht <literal>Eigenschaften</literal> des Dialogfelds <literal>Netzwerkeigenschaften</literal> konfiguriert. Mithilfe dieser Ansicht können Sie auswählen, wie die IP-Adresse für eine bestimmte Netzwerkschnittstelle bereitgestellt wird. Bei drahtlosen Schnittstellen können Sie mithilfe dieser Ansicht zudem auswählen, wie und wann versucht wird, drahtlose Verbindungen herzustellen. Um die Netzwerkschnittstelle anzuzeigen, wählen Sie sie in der Dropdown-Liste <literal>Anzeigen</literal> aus, die sich am oberen Rand des Dialogfelds befindet.
es: Las propiedades de conexión se configuran en la vista <literal>Properties</literal> del cuadro de diálogo <literal>Network Preferences</literal>. Esta vista le permite seleccionar la manera en que se obtiene la dirección IP para una interfaz de red. Para interfaces inalámbricas, esta vista sólo le permite elegir cómo y cuándo se intentan las conexiones inalámbricas. Para ver la interfaz inalámbrica, selecciónela de la lista desplegable <literal>Show</literal> ubicada en la parte superior del cuadro de diálogo.
fr: Les propriétés de connexion sont configurées dans la vue <literal>Propriétés</literal> de la boîte de dialogue <literal>Préférences réseau</literal>. Cette vue vous permet de choisir la façon dont l'adresse IP d'une interface réseau spécifique est obtenue. Pour les interfaces sans fil, cette vue vous permet également de choisir la façon et le moment auquel les connexions sans fil sont automatiquement tentées. Pour afficher l'interface réseau, sélectionnez-la dans la liste déroulante <literal>Afficher</literal> située en haut de la boîte de dialogue.
it: Le proprietà della connessione vengono configurate nella vista <literal>Proprietà</literal> della finestra di dialogo <literal>Preferenze di rete</literal>. In questa vista è possibile scegliere come viene ottenuto l'indirizzo IP di una specifica interfaccia di rete. Per le interfacce wireless, questa vista consente anche di scegliere come e quando vengono tentate automaticamente le connessioni di rete wireless. Per visualizzare l'interfaccia di rete, selezionarla dal menu a discesa <literal>Mostra</literal>, situato nella parte superiore della finestra di dialogo.
ja: 接続プロパティーは、「<literal>ネットワーク設定</literal>」ダイアログの「<literal>プロパティー</literal>」ビューで構成されます。このビューを使用して、特定のネットワークインタフェースの IP アドレスが取得される方法を選択できます。無線インタフェースの場合は、このビューを使用して、無線接続がいつどのように自動的に試行されるかを選択することもできます。ネットワークインタフェースを表示するには、ダイアログのいちばん上にある「<literal>表示</literal>」ドロップダウンリストから選択します。
ko: 연결 등록 정보는 <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>등록 정보</literal> 뷰에서 구성할 수 있습니다. 이 뷰에서 특정 네트워크 인터페이스에 대한 IP 주소를 얻는 방법을 선택할 수 있습니다. 무선 인터페이스의 경우 이 뷰에서 무선 연결을 자동으로 시도하는 방법과 시기도 선택할 수 있습니다. 네트워크 인터페이스를 표시하려면 대화 상자 위쪽에 있는 <literal>표시</literal> 드롭다운 목록에서 선택합니다.
pt_br: As propriedades da conexão são configuradas na exibição <literal>Propriedades</literal> da caixa de diálogo <literal>Preferências de rede</literal>. Essa exibição permite escolher como o endereço IP de uma interface de rede específica é obtido. Para interfaces sem fio, essa exibição também permite escolher como e quando ocorrem as tentativas de ativar as conexões sem fio de forma automática. Para exibir a interface de rede, selecione-a na lista drop-down <literal>Mostrar</literal>, localizada na parte superior da caixa de diálogo.
zh_cn: 可在<literal>网络首选项</literal>对话框的<literal>属性</literal>视图中配置连接属性。在此视图中，可以选择如何获取特定网络接口的 IP 地址。对于无线接口，在此视图中还可选择如何及何时自动尝试建立无线连接。要显示网络接口，请从该对话框顶部的<literal>显示</literal>下拉式列表中选择该接口。
zh_hk: 連線特性要在 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>特性</literal>] 檢視中配置。這個檢視可以讓您選擇如何取得特定網路介面的 IP 位址。如果是無線介面，這個檢視也可以讓您選擇自動嘗試無線連線的方式和時間。若要顯示網路介面，請在對話方塊上方的 [<literal>顯示</literal>] 下拉式清單中選取。

source: After selecting a network interface, a tabbed view is shown, enabling you to edit the connection's properties. For all connection types, the first tab is the <literal>IP Address</literal> tab. In this tab you can configure IPv4 and IPv6 addresses. For wireless connections, a <literal>Wireless tab</literal> is also available. In this tab you can maintain a list of favorite wireless networks and choose the way a wireless interface connects to available wireless networks.
de: Nach dem Auswählen einer Netzwerkschnittstelle wird eine Registerkartenansicht angezeigt, auf der Sie die Eigenschaften der Verbindung bearbeiten können. Bei allen Verbindungstypen ist die erste Registerkarte <literal>IP-Adresse</literal>. Auf dieser Registerkarte können Sie IPv4- und IPv6-Adressen konfigurieren. Für drahtlose Verbindungen steht die Registerkarte <literal>Drahtlos</literal> zur Verfügung. Auf dieser Registerkarte können Sie eine Liste der bevorzugten Drahtlosnetzwerke verwalten und auswählen, wie eine drahtlose Schnittstelle mit verfügbaren Drahtlosnetzwerken verbunden wird.
es: Después de seleccionar una interfaz de red, se muestra una vista con fichas que permite editar las propiedades de la conexión. Para todos los tipos de conexión, la primera ficha es <literal>IP Address</literal>. En esta ficha, puede configurar direcciones IPv4 e IPv6. Para conexiones inalámbricas, también está disponible <literal>Wireless tab</literal>. En esta fiche puede mantener una lista de redes inalámbricas favoritas y elegir la forma en que una interfaz inalámbrica se conecta a redes inalámbricas disponibles.
fr: Après avoir sélectionné une interface réseau, une fenêtre comportant des onglets s'affiche pour vous permettre de modifier les propriétés de connexion. Pour tous les types de connexion, le premier onglet s'intitule <literal>Adresse IP</literal>. Dans cet onglet, vous pouvez configurer les adresses IPv4 et IPv6. Pour les connexions sans fil, l'onglet <literal>Sans fil</literal> est également disponible. Dans cet onglet, vous pouvez conserver une liste de vos réseaux sans fil favoris et choisir la façon dont une interface sans fil se connecte aux réseaux sans fil disponibles.
it: Dopo aver selezionato un'interfaccia di rete, viene mostrata una vista a schede che consente di modificare le proprietà della connessione. Per tutti i tipi di connessione, la prima scheda è quella dell'<literal>Indirizzo IP</literal>. Qui è possibile configurare gli indirizzi IPv4 e IPv6. Per le connessioni wireless, è disponibile anche la scheda <literal>Wireless</literal>, che consente di gestire l'elenco delle reti wireless preferite e specificare le modalità di connessione alle reti wireless utilizzate da un'interfaccia wireless.
ja: ネットワークインタフェースを選択したあと、タブ付きのビューが表示され、そこで接続のプロパティーを編集できます。すべての接続タイプの最初のタブは「<literal>IP アドレス</literal>」タブです。このタブでは、IPv4 アドレスと IPv6 アドレスを構成できます。無線接続の場合は、「<literal>無線</literal>」タブも使用できます。このタブでは、お気に入りの無線ネットワークのリストを保守したり、無線インタフェースから使用可能な無線ネットワークに接続する方法を選択したりできます。
ko: 네트워크 인터페이스를 선택한 후에 연결 등록 정보를 편집할 수 있는 탭 뷰가 표시됩니다. 모든 연결 유형에 대해 첫번째 탭은 <literal>IP 주소</literal> 탭입니다. 이 탭에서 IPv4 및 IPv6 주소를 구성할 수 있습니다. 무선 연결의 경우 <literal>무선 탭</literal>도 사용 가능합니다. 이 탭에서 즐겨 찾는 무선 네트워크 목록을 유지 관리하고 무선 인터페이스를 사용 가능한 무선 네트워크에 연결하는 방법을 선택할 수 있습니다.
pt_br: Depois de selecionar uma interface de rede, uma exibição com guias é mostrada, permitindo editar as propriedades da conexão. Para todos os tipos de conexão, a primeira guia é <literal>Endereço IP</literal>. Nessa guia, é possível configurar os endereços IPv4 e IPv6. Para conexões sem fio, uma <literal>guia Sem fio</literal> também está disponível. Nessa guia, você pode manter uma lista de redes sem fio favoritas e escolher a forma como uma interface sem fio se conecta com as redes sem fio disponíveis.
zh_cn: 选择网络接口后，将显示一个选项卡式视图，在该视图中可以编辑连接属性。对于所有连接类型，第一个选项卡都是 <literal>IP 地址</literal>选项卡。在该选项卡中，可以配置 IPv4 和 IPv6 地址。对于无线连接，还会显示一个<literal>无线</literal>选项卡。在此选项卡中，可以维护收藏的无线网络列表，并可选择无线接口连接到可用无线网络的方式。
zh_hk: 選取網路介面之後，會顯示一個標籤式檢視，讓您編輯連線的特性。所有連線類型的第一個標籤都是 [<literal>IP 位址</literal>] 標籤。您可以在這個標籤配置 IPv4 和 IPv6 位址。如果是無線連線，還會顯示 [<literal>無線</literal>] 標籤。您可以在這個標籤中保留常用的無線網路清單，以及選擇無線介面連線到可用無線網路的方式。

source: To Set Up IPv4 Addresses
de: So richten Sie IPv4-Adressen ein
es: Para configurar direcciones IPv4
fr: Pour configurer des adresses IPv4
it: Per configurare gli indirizzi IPv4
ja: IPv4 アドレスを設定するには
ko: IPv4 주소 설정
pt_br: Para configurar endereços IPv4
zh_cn: 设置 IPv4 地址
zh_hk: 設定 IPv4 位址

source: IPv4 addresses can be assigned automatically, manually, or both, or disabled for each network interface.
de: IPv4-Adressen können automatisch, manuell oder automatisch und manuell zugewiesen oder für jede Netzwerkschnittstelle deaktiviert werden.
es: Las direcciones IPv4 se puede asignar de forma automática, manual o de ambas formas, o se pueden inhabilitar para cada interfaz de red.
fr: Les adresses IPv4 peuvent être attribuées automatiquement, manuellement, voire des deux manières, ou encore désactivées pour chaque interface réseau.
it: Gli indirizzi IPv4 possono essere assegnati automaticamente, manualmente o in entrambi i modi, oppure disabilitati per ciascuna interfaccia di rete.
ja: IPv4 アドレスは自動的に、手動で、またはその両方で割り当てることができます。あるいは、ネットワークインタフェースごとに無効にできます。
ko: 각 네트워크 인터페이스에 대해 IPv4 주소를 자동으로 또는 수동으로(또는 둘 다) 할당하거나 사용 안함으로 설정할 수 있습니다.
pt_br: É possível atribuir endereços IPv4 automaticamente, de forma manual ou das duas maneiras, ou desativá-los para cada interface de rede.
zh_cn: 可以为每个网络接口自动和/或手动分配 IPv4 地址，也可以禁用 IPv4 地址。
zh_hk: 您可以為每個網路介面自動或手動 (或二者) 指派 IPv4 位址，或者予以停用。

source: The controls that are shown vary dynamically, based on the selection that is made from the <guilabel>IPv4 IP</guilabel> drop-down list:
de: Die angezeigten Steuerelemente variieren dynamisch, was von der Auswahl abhängt, die in der Dropdown-Liste <guilabel>IPv4-IP</guilabel> vorgenommen wird:
es: Los controles que se muestran varían dinámicamente, según la selección que se realiza en la lista desplegable <guilabel>IP IPv4</guilabel>:
fr: Les commandes qui s'affichent varient dynamiquement en fonction de la sélection effectuée dans la liste déroulante <guilabel>IP IPv4</guilabel> :
it: I controlli mostrati variano dinamicamente in base alla selezione effettuata nel menu a discesa <guilabel>IPv4 IP</guilabel>:
ja: 表示されるコントロールは、次の「<guilabel>IPv4 IP</guilabel>」ドロップダウンリストで行われる選択に基づいて動的に変化します。
ko: 표시되는 콘트롤은 <guilabel>IPv4 IP</guilabel> 드롭다운 목록에서 선택한 사항에 따라 동적으로 달라집니다.
pt_br: Os controles mostrados variam de forma dinâmica, com base na seleção feita na lista drop-down <guilabel>IPv4 IP</guilabel>:
zh_cn: 显示的控件动态变化，具体取决于在 <guilabel>IPv4 IP</guilabel> 下拉式列表中所做的选择：
zh_hk: 視您在 [<guilabel>IPv4 IP</guilabel>] 下拉式清單中選取的項目而定，顯示的控制項都不一樣：

source: Disabled
de: Deaktiviert
es: Inhabilitado
it: Disabilitato
ja: 無効
ko: 사용 안함
pt_br: Desativado
zh_cn: 已禁用
zh_hk: 已停用

source: No IP address is assigned to this network connection.
de: Dieser Netzwerkverbindung ist keine IP-Adresse zugewiesen.
es: No hay dirección IP asignada a esta conexión de red.
fr: Aucune adresse IP n'est attribuée à cette connexion réseau.
it: Alla connessione di rete non è assegnato alcun indirizzo IP.
ja: このネットワーク接続には IP アドレスが割り当てられません。
ko: 이 네트워크 연결에 할당된 IP 주소가 없습니다.
pt_br: Nenhum endereço IP é atribuído a essa conexão de rede.
zh_cn: 没有为该网络连接分配 IP 地址。
zh_hk: 不會為這個網路連線指派 IP 位址。

source: DHCP assigned
de: Über DHCP zugewiesen
es: DHCP asignado
fr: Attribuée par DHCP
it: DHCP assegnato
ja: DHCP 割り当て
ko: DHCP가 지정됨
pt_br: Atribuído por DHCP
zh_cn: DHCP 分配的
zh_hk: DHCP 指派

source: An IP address and subnet mask are assigned automatically for this network connection by a DHCP server on your network. If a default route is also assigned automatically, it will be displayed as read-only in the <literal>Default Route</literal> field. If a default route is not assigned automatically, you can type its IP address in the <literal>Default Route </literal> field.
de: Eine IP-Adresse und eine Teilnetzmaske werden dieser Netzwerkverbindung automatisch von einem DHCP-Server in Ihrem Netzwerk zugewiesen. Wenn auch eine Standard-Route automatisch zugewiesen wird, wird sie schreibgeschützt im Feld <literal>Standard-Route</literal> angezeigt. Wenn eine Standard-Route nicht automatisch zugewiesen wird, können Sie ihre IP-Adresse in das Feld <literal>Standard-Route</literal> eintragen.
es: Una dirección IP y una máscara de subred se asignan automáticamente para esta conexión de red mediante un servidor DHCP en la red. Si también se asigna una ruta predeterminada automáticamente, se mostrará como sólo lectura en el campo <literal>Default Route</literal>. Si no se ha asignado automáticamente una ruta predeterminada, puede escribir su dirección IP en el campo <literal>Default Route </literal>.
fr: Une adresse IP et un masque de sous-réseau sont automatiquement attribués à cette connexion réseau par un serveur DHCP sur votre réseau. Lorsqu'une route par défaut est également attribuée automatiquement, elle s'affiche en lecture seule dans le champ <literal>Route par défaut</literal>. Si aucune route par défaut n'est attribuée automatiquement, vous pouvez saisir son adresse IP dans le champ <literal>Route par défaut</literal>.
it: Un indirizzo IP e una maschera di sottorete vengono assegnati automaticamente a questa connessione di rete da parte di un server DHCP nella rete. Se viene assegnata automaticamente anche una route predefinita, essa verrà visualizzata come valore di sola lettura nel campo <literal>Route predefinita</literal>. Se non viene assegnata automaticamente una route predefinita, è possibile digitare il relativo indirizzo IP nel campo <literal>Route predefinita</literal>.
ja: このネットワーク接続には、ネットワーク上の DHCP サーバーによって IP アドレスとサブネットマスクが自動的に割り当てられます。デフォルトルートも自動的に割り当てられる場合、デフォルトルートは「<literal>デフォルトルート</literal>」フィールドに読み取り専用として表示されます。デフォルトルートが自動的に割り当てられない場合は、その IP アドレスを「<literal>デフォルトルート</literal>」フィールドに入力できます。
ko: 네트워크의 DHCP 서버가 이 네트워크 연결에 대해 IP 주소 및 서브넷 마스크를 자동으로 할당합니다. 기본 경로도 자동으로 할당되는 경우 <literal>기본 경로</literal> 필드에 읽기 전용으로 표시됩니다. 기본 경로가 자동으로 할당되지 않는 경우 <literal>기본 경로</literal> 필드에 IP 주소를 입력할 수 있습니다.
pt_br: Um endereço IP e uma máscara de sub-rede são atribuídos de forma automática a essa conexão de rede por um servidor DHCP na sua rede. Se uma rota padrão também for atribuída de forma automática, ela será exibida como somente leitura no campo <literal>Rota padrão</literal>. Se uma rota padrão não for atribuída automaticamente, você poderá digitar seu endereço IP no campo <literal>Rota padrão</literal>.
zh_cn: 对于此网络连接，由网络中的 DHCP 服务器自动分配 IP 地址和子网掩码。如果缺省路由也是自动分配的，它将在<literal>缺省路由</literal>字段中显示为只读。如果缺省路由不是自动分配的，可以在<literal>缺省路由</literal>字段中键入其 IP 地址。
zh_hk: 網路上的 DHCP 伺服器會自動為這個網路連線指派 IP 位址和子網路遮罩。如果還自動指派預設路由，就會在 [<literal>預設路由</literal>] 欄位顯示為唯讀。如果沒有自動指派預設路由，您可以在 [<literal>預設路由</literal>] 欄位輸入 IP 位址。

source: Manually assigned
de: Manuell zugewiesen
es: Asignado manualmente
fr: Attribuée manuellement
it: Assegnato manualmente
ja: 手動割り当て
ko: 수동으로 지정됨
pt_br: Atribuído manualmente
zh_cn: 手动分配的
zh_hk: 手動指派

source: When this option is selected, you can specify a default route and one or more IP address and subnet mask pairs for the specified network connection. See <xref linkend="editing-tables"/>.
de: Wenn diese Option aktiviert ist, können Sie die Standard-Route und ein oder mehrere aus IP-Adresse und Teilnetzmaske bestehende Paare für die angegebene Netzwerkverbindung angeben. Siehe <xref linkend="editing-tables"/>.
es: Cuando esta opción está seleccionada, puede especificar una ruta predeterminada y una o más direcciones IP y pares de máscara de subred para la conexión de red especificada. Consulte <xref linkend="editing-tables"/>.
fr: Lorsque cette option est sélectionnée, vous pouvez spécifier une route par défaut, ainsi qu'une ou plusieurs paires d'adresse IP et de masque de sous-réseau pour la connexion réseau spécifiée. Reportez-vous à la section <xref linkend="editing-tables"/>.
it: Quando questa opzione è selezionata, è possibile specificare una route predefinita e una o più coppie di indirizzi IP e maschere di sottorete per la connessione di rete specificata. Vedere <xref linkend="editing-tables"/>.
ja: このオプションが選択されているときは、指定されたネットワーク接続のデフォルトルートと 1 つ以上の IP アドレスとサブネットマスクのペアを指定できます。<xref linkend="editing-tables"/>を参照してください。
ko: 이 옵션을 선택하면 지정된 네트워크 연결에 대해 기본 경로와 하나 이상의 IP 주소-서브넷 마스크 쌍을 지정할 수 있습니다. <xref linkend="editing-tables"/>을(를) 참조하십시오.
pt_br: Quando essa opção for selecionada, é possível especificar uma rota padrão e um ou mais pares de endereço IP e máscara de sub-rede para a conexão especificada. Consulte <xref linkend="editing-tables"/>.
zh_cn: 选择此选项时，您可以为指定的网络连接指定一个缺省路由以及一个或多个 IP 地址与子网掩码对。请参见<xref linkend="editing-tables"/>。
zh_hk: 選取這個選項，可以為指定的網路連線，指定預設路由以及一或多個 IP 位址和子網路遮罩配對。請參閱<xref linkend="editing-tables"/>。

source: DHCP and Manually assigned
de: Über DHCP und manuell zugewiesen
es: DHCP y asignado manualmente
fr: Attribuée par DHCP et manuellement
it: Assegnazione DHCP e manuale
ja: DHCP および手動割り当て
ko: DHCP가 지정되고 수동으로 지정됨
pt_br: Atribuído manualmente e por DHCP
zh_cn: DHCP 分配的和手动分配的
zh_hk: DHCP 和手動指派

source: When this option is selected, one IP address and subnet mask is assigned automatically for the specified network connection by a DHCP server on your network. If a default route is also assigned automatically, it will be displayed as read-only in the <literal>Default Route</literal> field. If a default route is not assigned automatically, you can type its IP address in the <literal>Default Route</literal> field. You can also specify one or more additional IP address and subnet mask pairs. See <xref linkend="editing-tables"/>.
de: Wenn diese Option aktiviert ist, werden eine IP-Adresse und eine Teilnetzmaske automatisch von einem DHCP-Server in Ihrem Netzwerk für die angegebene Netzwerkverbindung zugewiesen. Wenn auch eine Standard-Route automatisch zugewiesen wird, wird sie schreibgeschützt im Feld <literal>Standard-Route</literal> angezeigt. Wenn eine Standard-Route nicht automatisch zugewiesen wird, können Sie ihre IP-Adresse in das Feld <literal>Standard-Route</literal> eintragen. Sie können auch ein oder mehrere aus IP-Adresse und Teilnetzmaske bestehende Paare angeben. Siehe <xref linkend="editing-tables"/>.
es: Cuando esta opción está seleccionada, una dirección IP y la máscara de subred se asignan automáticamente para la conexión de red especificada mediante un servidor DHCP en la red. Si una ruta predeterminada también se asigna automáticamente, se mostrará como sólo lectura en el campo <literal>Default Route</literal>. Si una ruta predeterminada no se asigna automáticamente, puede escribir su dirección IP en el campo <literal>Default Route</literal>. También puede especificar una o más direcciones IP adicionales y pares de máscara de subred. Consulte <xref linkend="editing-tables"/>.
fr: Lorsque cette option est sélectionnée, une adresse IP et un masque de sous-réseau sont automatiquement attribués à la connexion réseau spécifiée par un serveur DHCP sur votre réseau. Lorsqu'une route par défaut est également attribuée automatiquement, elle s'affiche en lecture seule dans le champ <literal>Route par défaut</literal>. Si aucune route par défaut n'est attribuée automatiquement, vous pouvez saisir son adresse IP dans le champ <literal>Route par défaut</literal>. Vous pouvez également spécifier une ou plusieurs autres paires d'adresse IP et de masque de sous-réseau. Reportez-vous à la section <xref linkend="editing-tables"/>.
it: Quando questa opzione è selezionata, un indirizzo IP e una maschera di sottorete vengono assegnati automaticamente alla connessione di rete specificata da parte di un server DHCP nella rete. Se viene assegnata automaticamente anche una route predefinita, verrà visualizzata in sola lettura nel campo <literal>Route predefinita</literal>. Se non viene assegnata automaticamente una route predefinita, è possibile digitarne l'indirizzo IP nel campo <literal>Route predefinita</literal>. È altresì possibile specificare una o più coppie aggiuntive di indirizzi IP e sottomaschere di rete. Vedere <xref linkend="editing-tables"/>.
ja: このオプションが選択されているときは、指定されたネットワーク接続には、ネットワーク上の DHCP サーバーによって 1 つの IP アドレスとサブネットマスクが自動的に割り当てられます。デフォルトルートも自動的に割り当てられる場合、デフォルトルートは「<literal>デフォルトルート</literal>」フィールドに読み取り専用として表示されます。デフォルトルートが自動的に割り当てられない場合は、その IP アドレスを「<literal>デフォルトルート</literal>」フィールドに入力できます。また、1 つ以上の追加の IP アドレスとサブネットマスクのペアを指定するすることもできます。<xref linkend="editing-tables"/>を参照してください。
ko: 이 옵션을 선택하면 네트워크의 DHCP 서버가 지정된 네트워크 연결에 대해 하나의 IP 주소 및 서브넷 마스크를 자동으로 할당합니다. 기본 경로도 자동으로 할당되는 경우 <literal>기본 경로</literal> 필드에 읽기 전용으로 표시됩니다. 기본 경로가 자동으로 할당되지 않는 경우 <literal>기본 경로</literal> 필드에 IP 주소를 입력할 수 있습니다. 또한 하나 이상의 추가 IP 주소-서브넷 마스크 쌍을 지정할 수 있습니다. <xref linkend="editing-tables"/>을(를) 참조하십시오.
pt_br: Quando a opção for selecionada, um endereço IP e uma máscara de sub-rede serão atribuídos automaticamente à conexão especificada por um servidor DHCP na sua rede. Se uma rota padrão também for atribuída de forma automática, ela será exibida como somente leitura no campo <literal>Rota padrão</literal>. Se uma rota padrão não for atribuída automaticamente, você poderá digitar seu endereço IP no campo <literal>Rota padrão</literal>. Também é possível especificar um ou mais pares de endereço IP e máscara de sub-rede adicionais. Consulte <xref linkend="editing-tables"/>.
zh_cn: 选择此选项时，对于指定网络连接，由网络中的 DHCP 服务器自动分配一个 IP 地址和子网掩码。如果缺省路由也是自动分配的，它将在<literal>缺省路由</literal>字段中显示为只读。如果缺省路由不是自动分配的，可以在<literal>缺省路由</literal>字段中键入其 IP 地址。还可以指定一个或多个附加 IP 地址与子网掩码对。请参见<xref linkend="editing-tables"/>。
zh_hk: 選取這個選項，網路上的 DHCP 伺服器會自動為指定的網路連線指派一個 IP 位址和子網路遮罩。如果還自動指派預設路由，就會在 [<literal>預設路由</literal>] 欄位顯示為唯讀。如果沒有自動指派預設路由，您可以在 [<literal>預設路由</literal>] 欄位輸入 IP 位址。您也可以指定一或多個其他 IP 位址以及子網路遮罩配對。請參閱<xref linkend="editing-tables"/>。

source: Address Format and Validation
de: Adressformat und Validierung
es: Formato de dirección y validación
fr: Format d'adresse et validation
it: Formato e convalida degli indirizzi
ja: アドレスの形式と検証
ko: 주소 형식 및 검증
pt_br: Validação e formato de endereços
zh_cn: 地址格式和验证
zh_hk: 位址格式以及驗證

source: For the manually assigned IP addresses, you can type the IP address and subnet values separately using the format, <literal>w.x.y.z</literal>.
de: Für manuell zugewiesene IP-Adressen können Sie die IP-Adresse und die Teilnetzwerte getrennt eingeben, indem Sie das Format <literal>w.x.y.z</literal> verwenden.
es: Para direcciones IP asignadas manualmente, puede escribir la dirección IP y los valores de subred con el formato <literal>w.x.y.z</literal>.
fr: Vous pouvez saisir séparément les valeurs d'adresse IP et de masque de sous-réseau des adresses IP assignées manuellement, à l'aide du format <literal>w.x.y.z</literal>.
it: Per gli indirizzi IP assegnati manualmente, è possibile digitare i valori di indirizzo IP e maschera di sottorete separatamente, utilizzando il formato <literal>w.x.y.z</literal>.
ja: 手動割り当ての IP アドレスの場合は、IP アドレスとサブネット値を <literal>w.x.y.z</literal> 形式を使用して個別に入力できます。
ko: 수동으로 할당된 IP 주소의 경우 <literal>w.x.y.z</literal> 형식을 사용하여 별도로 IP 주소 및 서브넷 값을 입력할 수 있습니다.
pt_br: Para os endereços IP atribuídos manualmente, você pode digitar os valores de endereço IP e submáscara separadamente, usando o formato <literal>w.x.y.z</literal>.
zh_cn: 对于手动分配的 IP 地址，可以使用 <literal>w.x.y.z</literal> 格式分别键入 IP 地址和子网值。
zh_hk: 如果手動指派 IP 位址，您可以使用 <literal>w.x.y.z</literal> 格式分開輸入 IP 位址和子網路值。
