Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: Alternatively, you can provide an IP address that uses the Classless Inter-Domain Routing (CIDR) format (an IP address that is followed by a slash (<literal>/</literal> ) and a decimal number that specifies the number of consecutive bits of the subnet mask). For example, the IP address, <literal>192.168.0.0/22</literal>, represents the 1024 IPv4 addresses ranging from <literal>192.168.0.0</literal> to <literal>192.168.3.255</literal>.
de: Sie können auch eine IP-Adresse angeben, die das CIDR-Format (Classless Inter-Domain Routing) verwendet (eine IP-Adresse, der ein Schrägstrich (<literal>/</literal>) folgt, und eine Dezimalzahl, die die Anzahl von aufeinanderfolgenden Bits der Teilnetzmaske angibt). Die IP-Adresse <literal>192.168.0.0/22</literal> stellt beispielsweise die 1024 IPv4-Adressen dar, die von <literal>192.168.0.0</literal> bis <literal>192.168.3.255</literal> reichen.
es: De manera alternativa, puede proporcionar una dirección IP que utiliza el formato Classless Inter-Domain Routing (CIDR), una dirección IP seguida de una barra (<literal>/</literal>), y un número decimal que especifica el número de bits consecutivos de la mascara de subred. Por ejemplo, la dirección IP, <literal>192.168.0.0/22</literal>, representa las 1024 direcciones IPv4 que van de <literal>192.168.0.0</literal> a <literal>192.168.3.255</literal>.
fr: Vous pouvez également indiquer une adresse IP qui utilise le format CIDR (Classless Inter-Domain Routing) (une adresse IP suivie d'une barre oblique (<literal>/</literal>) et un nombre décimal spécifiant le nombre de bits consécutifs du masque de sous-réseau). Par exemple, l'adresse IP <literal>192.168.0.0/22</literal> représente les 1024 adresses IPv4 comprises entre <literal>192.168.0.0</literal> et <literal>192.168.3.255</literal>.
it: In alternativa, è possibile fornire un indirizzo IP che utilizzi il formato Classless Inter-Domain Routing (CIDR), ovvero un indirizzo IP seguito da una barra (<literal>/</literal> ) e un numero decimale che indica il numero di bit consecutivi della maschera di sottorete. Ad esempio, l'indirizzo IP <literal>192.168.0.0/22</literal> rappresenta i 1024 indirizzi IPv4 compresi tra <literal>192.168.0.0</literal> e <literal>192.168.3.255</literal>.
ja: あるいは、CIDR (Classless Inter-Domain Routing) 形式 (IP アドレス、スラッシュ (<literal>/</literal>)、サブネットマスクの連続ビット数を指定する 10 進数) を使用する IP アドレスを提供できます。たとえば、IP アドレス <literal>192.168.0.0/22</literal> は、<literal>192.168.0.0</literal> から <literal>192.168.3.255</literal> までの 1024 個の IPv4 アドレスを表します。
ko: 다른 방법으로, CIDR(Classless Inter-Domain Routing) 형식(IP 주소 뒤에 슬래시(<literal>/</literal>)와 서브넷 마스크의 연속 비트 수를 지정하는 10진수가 오는 형태)을 사용하는 IP 주소를 제공할 수 있습니다. 예를 들어, IP 주소 <literal>192.168.0.0/22</literal>는 <literal>192.168.0.0</literal> - <literal>192.168.3.255</literal> 범위의 1024 IPv4 주소를 나타냅니다.
pt_br: Também é possível fornecer um endereço IP com o formato CIDR (Classless Inter-Domain Routing) (um endereço IP seguido por uma barra (<literal>/</literal> ) e um número decimal especificando o número de bits consecutivos da máscara de sub-rede). Por exemplo, o endereço IP <literal>192.168.0.0/22</literal> representa os 1.024 endereços IPv4 no intervalo de <literal>192.168.0.0</literal> a <literal>192.168.3.255</literal>.
zh_cn: 或者，您可以提供使用无类域间路由 (Classless Inter-Domain Routing, CIDR) 格式（IP 地址后跟一个斜杠 (<literal>/</literal>) 及指定子网掩码连续位数的十进制数字）的 IP 地址。例如，IP 地址 <literal>192.168.0.0/22</literal> 表示 1024 IPv4 地址，范围从 <literal>192.168.0.0</literal> 到 <literal>192.168.3.255</literal>。
zh_hk: 或者，您可以提供無類別網域間路由 (CIDR) 格式 (IP 位址後面跟著斜線 (<literal>/</literal>) 以及一個十進位數字，用來指定子網路遮罩的連續位元數目) 的 IP 位址。例如，IP 位址 <literal>192.168.0.0/22</literal> 代表 <literal>192.168.0.0</literal> 到 <literal>192.168.3.255</literal> 這個範圍的 1024 IPv 4 位址。

source: When switching between DHCP assigned, manually assigned, and multiple IP addresses, any data that you provided previously is stored, in case you switch back to that view later. This information is also remembered between sessions.
de: Wenn Sie zwischen über DHCP oder manuell zugewiesenen oder mehreren IP-Adressen wechseln, werden alle von Ihnen zuvor bereitgestellten Daten gespeichert, falls Sie zu einem späteren Zeitpunkt zu der betreffenden Ansicht zurückkehren. Diese Informationen werden auch zwischen Sitzungen gespeichert.
es: Al cambiar entre DHCP asignado, manualmente asignado y múltiples direcciones IP, cualquier dato que haya proporcionado anteriormente está almacenado, en caso de que vuelva a esa vista en otro momento. Esta información siempre se recuerda entre sesiones.
fr: Lorsque vous passez d'adresses attribuées par DHCP à des adresses attribuées manuellement ou à plusieurs adresses IP, et vice-versa, toute donnée fournie précédemment est stockée au cas où vous retourneriez par la suite à la vue en question. Ces informations sont également conservées d'une session à l'autre.
it: Quando si passa da assegnato DHCP ad assegnato manualmente o a più indirizzi IP, qualsiasi informazione fornita in precedenza viene memorizzata, nel caso in cui vi si ritorni in seguito. Queste informazioni vengono ricordate anche tra sessioni.
ja: DHCP 割り当て、手動割り当て、および複数の IP アドレスの間で切り替えるときは、あとでそのビューに戻る場合に備えて、前に提供したデータは保存されます。これらの情報はまた、セッションが切り替わっても記憶されます。
ko: DHCP가 지정됨, 수동으로 지정됨, 다중 IP 주소 사이를 전환할 때 이전에 제공된 데이터가 저장되므로 나중에 해당 뷰로 다시 전환할 수 있습니다. 이 정보는 세션 사이에도 기억됩니다.
pt_br: Ao alternar entre endereços atribuídos por DHCP, atribuídos manualmente e vários endereços IP, qualquer dado que você forneceu anteriormente é armazenado, caso você volte para essa exibição posteriormente. Essas informações também serão lembradas entre as sessões.
zh_cn: 在 DHCP 分配、手动分配与多个 IP 地址之间切换时，您之前提供的所有数据都会被存储，以防您以后切换回该视图。此信息还会在会话之间记住。
zh_hk: 在 DHCP 指派、手動指派以及多個 IP 位址之間切換時，任何您之前提供的資料都會予以保存，方便您以後切換回該檢視時使用。這個資訊也會在作業階段之間被記憶。

source: To Set Up IPv6 Addresses
de: So richten Sie IPv6-Adressen ein
es: Para configurar direcciones IPv6
fr: Pour configurer des adresses IPv6
it: Per configurare gli indirizzi IPv6
ja: IPv6 アドレスを設定するには
ko: IPv6 주소 설정
pt_br: Para configurar endereços IPv6
zh_cn: 设置 IPv6 地址
zh_hk: 設定 IPv6 位址

source: IPv6 addresses can be assigned automatically or manually, or disabled for each network interface.
de: IPv6-Adressen können automatisch oder manuell zugewiesen oder für jede Netzwerkschnittstelle deaktiviert werden.
es: Las direcciones IPv6 se puede asignar automática o manualmente, o inhabilitarse para cada interfaz de red.
fr: Les adresses IPv6 peuvent être attribuées automatiquement ou manuellement, ou encore désactivées pour chaque interface réseau.
it: Gli indirizzi IPv6 possono essere assegnati automaticamente o manualmente, oppure disabilitati per ciascuna interfaccia di rete.
ja: IPv6 アドレスは自動的にまたは手動で割り当てることができます。あるいは、ネットワークインタフェースごとに無効にできます。
ko: 각 네트워크 인터페이스에 대해 IPv6 주소를 자동으로 또는 수동으로 할당하거나 사용 안함으로 설정할 수 있습니다.
pt_br: É possível atribuir endereços IPv6 automaticamente, de forma manual ou desativá-los para cada interface de rede.
zh_cn: 可以为每个网络接口自动或手动分配 IPv6 地址，也可以禁用 IPv6 地址。
zh_hk: 您可以為每個網路介面自動或手動指派 IPv6 位址，或者予以停用。

source: The controls that are shown vary dynamically, based on the selection that is made from the <literal>Current IPv6 setting</literal> drop-down list:
de: Die angezeigten Steuerelemente variieren dynamisch, was von der Auswahl abhängt, die in der Dropdown-Liste <literal>Aktuelle IPv6-Einstellung</literal> vorgenommen wird:
es: Los controles que se muestran varían dinámicamente, según la selección que se realiza en la lista desplegable <literal>Current IPv6 setting</literal>:
fr: Les commandes qui s'affichent varient dynamiquement en fonction de la sélection effectuée dans la liste déroulante <literal>Paramétrage IPv6 actuel</literal> :
it: I controlli mostrati variano dinamicamente in base alla selezione effettuata nel menu a discesa <literal>Impostazione IPv6 corrente</literal>:
ja: 表示されるコントロールは、「<literal>現在の IPv6 設定</literal>」ドロップダウンリストで行う選択に基づいて動的に変化します。
ko: 표시되는 콘트롤은 <literal>현재 IPv6 설정</literal> 드롭다운 목록에서 선택한 사항에 따라 동적으로 달라집니다.
pt_br: Os controles mostrados variam de forma dinâmica, com base na seleção feita na lista drop-down <literal>Definição de IPv6 atual</literal>:
zh_cn: 显示的控件动态变化，具体取决于在<guilabel>当前 IPv6 设置</guilabel>下拉式列表中所做的选择：
zh_hk: 視您在 [<literal>目前 IPv6 設定</literal>] 下拉式清單中選取的項目而定，顯示的控制項都不一樣：

source: No IPv6 address is assigned to this network interface.
de: Dieser Netzwerkschnittstelle ist keine IPv6-Adresse zugewiesen.
es: No hay dirección IPv6 asignada a esta interfaz de red.
fr: Aucune adresse IPv6 n'est attribuée à cette interface réseau.
it: Alla connessione di rete non è assegnato alcun indirizzo IPv6.
ja: このネットワークインタフェースには IPv6 アドレスが割り当てられません。
ko: 이 네트워크 인터페이스에 할당된 IPv6 주소가 없습니다.
pt_br: Nenhum endereço IPv6 é atribuído a essa interface de rede.
zh_cn: 没有为该网络接口分配 IPv6 地址。
zh_hk: 不會為這個網路介面指派 IPv6 位址。

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効
ko: 사용
pt_br: Ativado
zh_cn: 已启用
zh_hk: 已啟用

source: An IPv6 address is assigned automatically for this network connection by a router on your network. The router will choose whether a stateful (DHCPv6) or stateless (Autoconf) IPv6 address is assigned. If a default route is also assigned automatically, it will be displayed as read-only in the <literal>Default Route</literal> field. If a default route is not assigned automatically, you can type an IP address in the <literal>Default Route</literal> field.
de: Eine IPv6-Adresse wird dieser Netzwerkverbindung automatisch von einem Router in Ihrem Netzwerk zugewiesen. Der Router entscheidet, ob eine zustandsorienterte (DHCPv6) oder zustandslose (Autoconf) IPv6-Adresse zugewiesen wird. Wenn auch eine Standard-Route automatisch zugewiesen wird, wird sie schreibgeschützt im Feld <literal>Standard-Route</literal> angezeigt. Wenn eine Standard-Route nicht automatisch zugewiesen wird, können Sie eine IP-Adresse in das Feld <literal>Standard-Route</literal> eintragen.
es: Una dirección IPv6 se asigna automáticamente para esta conexión de red mediante un enrutador en la red. El enrutador seleccionará si se asigna una dirección IPv6 con estado (DHCPv6) o sin estado (Autoconf). Si también se asigna una ruta predeterminada de forma automática, aparecerá como de sólo lectura en el campo <literal>Default Route</literal>. Si la ruta predeterminada no se asigna de forma automática, puede escribir una dirección IP en el campo <literal>Default Route</literal>.
fr: Une adresse IPv6 est attribuée automatiquement à cette connexion réseau par un routeur sur votre réseau. Le routeur choisit d'attribuer une adresse IPv6 avec état (DHCPv6) ou sans état (Autoconf). Lorsqu'une route par défaut est également attribuée automatiquement, elle s'affiche en lecture seule dans le champ <literal>Route par défaut</literal>. Si aucune route par défaut n'est attribuée automatiquement, vous pouvez saisir son adresse IP dans le champ <literal>Route par défaut</literal>.
it: Un indirizzo IPv6 viene assegnato automaticamente a questa connessione di rete da parte di un router nella rete. Il router sceglie se assegnare un indirizzo IPv6 con stato (DHCPv6) o senza stato (Autoconfigurazione). Se viene assegnata automaticamente anche una route predefinita, essa viene visualizzata come valore di sola lettura nel campo <literal>Route predefinita</literal>. Se non viene assegnata automaticamente una route predefinita, è possibile digitare il relativo indirizzo IP nel campo <literal>Route predefinita</literal>.
ja: このネットワーク接続には、ネットワーク上のルーターによって IPv6 アドレスが自動的に割り当てられます。ルーターは、ステートフル (DHCPv6) またはステートレス (Autoconf) のどちらの IPv6 アドレスを割り当てるかを選択します。デフォルトルートも自動的に割り当てられる場合、デフォルトルートは「<literal>デフォルトルート</literal>」フィールドに読み取り専用として表示されます。デフォルトルートが自動的に割り当てられない場合は、IP アドレスを「<literal>デフォルトルート</literal>」フィールドに入力できます。
ko: 네트워크의 라우터가 이 네트워크 연결에 대해 IPv6 주소를 자동으로 할당합니다. 라우터는 stateful(DHCPv6) 또는 stateless(Autoconf) IPv6 주소를 할당할지 여부를 선택합니다. 기본 경로도 자동으로 할당되는 경우 <literal>기본 경로</literal> 필드에 읽기 전용으로 표시됩니다. 기본 경로가 자동으로 할당되지 않는 경우 <literal>기본 경로</literal> 필드에 IP 주소를 입력할 수 있습니다.
pt_br: Um endereço IPv6 é atribuído de forma automática a essa conexão de rede por um roteador na sua rede. O roteador escolherá se um endereço Ipv6 com estado (DHCPv6) ou sem estado (Autoconf) é atribuído. Se uma rota padrão também for atribuída automaticamente, ela será exibida como somente leitura no campo <literal>Rota padrão</literal>. Se uma rota padrão não for atribuída de forma automática, você poderá digitar um endereço IP no campo <literal>Rota padrão</literal>.
zh_cn: 对于此网络连接，由网络中的路由器自动分配 IPv6 地址。该路由器将选择是分配有状态 (DHCPv6) 还是无状态 (Autoconf) IPv6 地址。如果缺省路由也是自动分配的，它将在<literal>缺省路由</literal>字段中显示为只读。如果缺省路由不是自动分配的，可以在<literal>缺省路由</literal>字段中键入 IP 地址。
zh_hk: 網路上的路由器會為這個網路連線自動指派 IPv6 位址。路由器會選擇是否指派有狀態 (DHCPv6) 或無狀態 (Autoconf) IPv6 位址。如果還自動指派預設路由，就會在 [<literal>預設路由</literal>] 欄位顯示為唯讀。如果沒有自動指派預設路由，您可以在 [<literal>預設路由</literal>] 欄位輸入 IP 位址。

source: Static Addresses
de: Statische Adressen
es: Direcciones estáticas
fr: Adresses statiques
it: Indirizzo statico
ja: 静的アドレス
ko: 정적 주소
pt_br: Endereços estáticos
zh_cn: 静态地址
zh_hk: 靜態位址

source: When checked, in addition to the IPv6 address (or addresses) that may be assigned automatically by DHCP or autoconfiguration, you can specify a default route and one or more IPv6 addresses. See <xref linkend="editing-tables"/>.
de: Wenn diese Option aktiviert ist, können Sie zusätzlich zu einer oder mehreren IPv6-Adressen, die automatisch über DHCP oder die automatische Konfiguration zugewiesen werden können, eine Standard-Route und eine oder mehrere IPv6-Adressen angeben. Siehe <xref linkend="editing-tables"/>.
es: Cuando está activada, además de la dirección IPv6 (o direcciones) que se puede asignar automáticamente mediante DHCP o la configuración automática, puede especificar una ruta predeterminada y una o más direcciones IPv6. Consulte <xref linkend="editing-tables"/>.
fr: Lorsque cette case est cochée, outre les adresses IPv6 qui peuvent être attribuées automatiquement par DHCP ou la configuration automatique, vous pouvez spécifier une route par défaut, ainsi qu'une ou plusieurs adresses IPv6. Reportez-vous à la section <xref linkend="editing-tables"/>.
it: Quando questa opzione è selezionata, oltre all'indirizzo IPv6 che può essere assegnato automaticamente tramite DHCP o autoconfigurazione, è possibile specificare una route predefinita o uno o più indirizzi IPv6. Vedere <xref linkend="editing-tables"/>.
ja: チェックマークが付いているときは、DHCP または自動構成によって自動的に割り当てられる可能性のある IPv6 アドレスに加えて、デフォルトルートと 1 つ以上の IPv6 アドレスを指定できます。<xref linkend="editing-tables"/>を参照してください。
ko: 선택된 경우 DHCP 또는 자동 구성에 의해 자동으로 할당할 수 있는 IPv6 주소 외에도, 기본 경로와 하나 이상의 IPv6 주소를 지정할 수 있습니다. <xref linkend="editing-tables"/>을(를) 참조하십시오.
pt_br: Quando marcada, além do endereço ou endereços IPv6 que podem ser atribuídos de forma automática por DHCP ou autoconfiguração, é possível especificar uma rota padrão e um ou mais endereços IPv6. Consulte <xref linkend="editing-tables"/>.
zh_cn: 选中此选项时，除了可由 DHCP 或自动配置自动分配的一个或多个 IPv6 地址之外，您还可以指定缺省路由以及一个或多个 IPv6 地址。请参见<xref linkend="editing-tables"/>。
zh_hk: 選取之後，除了 DHCP 或自動配置自動指派的 IPv6 位址之外，您還可以指定預設路由以及一或多個 IPv6 位址。請參閱<xref linkend="editing-tables"/>。

source: When switching between disabled, enabled, and static addresses, any data that you provided previously is stored, in case you switch back to that view later. This data is also remembered between sessions.
de: Wenn Sie zwischen deaktivierten, aktivierten und statischen Adressen wechseln, werden alle von Ihnen zuvor bereitgestellten Daten gespeichert, falls Sie zu einem späteren Zeitpunkt zu der betreffenden Ansicht zurückkehren. Diese Daten werden auch zwischen Sitzungen gespeichert.
es: Al cambiar entre direcciones inhabilitadas, habilitadas y estáticas, los datos que proporcionó anteriormente se almacenan, en caso de que quiera volver más tarde. Estos datos también se recuerdan entre sesiones.
fr: Lorsque vous passez d'adresses désactivées à des adresses activées ou des adresses statiques, et vice-versa, toute donnée fournie précédemment est stockée au cas où vous retourneriez par la suite à la vue en question. Ces informations sont également conservées d'une session à l'autre.
it: Quando si passa da disabilitato ad abilitato o a indirizzi statici, qualsiasi dato fornito in precedenza viene memorizzato, nel caso in cui vi si ritorni in seguito. Queste informazioni vengono ricordate anche tra sessioni.
ja: 無効なアドレス、有効なアドレス、および静的アドレスの間で切り替えるときは、あとでそのビューに戻る場合に備えて、前に提供したデータは保存されます。これらのデータはまた、セッションが切り替わっても記憶されます。
ko: 사용 안함, 사용, 정적 주소 사이를 전환할 때 이전에 제공된 데이터가 저장되므로 나중에 해당 뷰로 다시 전환할 수 있습니다. 이 데이터는 세션 사이에도 기억됩니다.
pt_br: Ao alternar entre endereços desativados, ativados e estáticos, qualquer dado que você forneceu anteriormente é armazenado, caso você volte para essa exibição posteriormente. Esses dados também serão lembrados entre as sessões.
zh_cn: 在已禁用、已启用与静态地址之间切换时，您之前提供的所有数据都会被存储，以防您以后切换回该视图。这些数据还会在会话之间记住。
zh_hk: 在已停用、已啟用以及靜態位址之間切換時，任何您之前提供的資料都會予以保存，方便您以後切換回該檢視時使用。這個資料也會在作業階段之間被記憶。

source: To Manage a List of Favorite Wireless Networks
de: So verwalten Sie eine Liste von bevorzugten Drahtlosnetzwerken
es: Para administrar una lista de redes inalámbricas favoritas
fr: Pour gérer une liste de réseaux sans fil favoris
it: Per gestire un elenco di reti wireless preferite
ja: お気に入りの無線ネットワークのリストを管理するには
ko: 즐겨 찾는 무선 네트워크 목록 관리
pt_br: Para gerenciar uma lista de redes sem fio favoritas
zh_cn: 管理收藏的无线网络列表
zh_hk: 管理常用的無線網路清單

source: You manage your list of favorite wireless networks on the <guilabel>Wireless</guilabel> tab of the <literal>Connection Properties</literal> view. The <guilabel>Wireless</guilabel> tab becomes available when a wireless network interface is selected from the <guilabel>Show</guilabel> drop-down list that is located at the top of the <literal>Network Preferences</literal> dialog.
de: Sie können Ihre Liste der bevorzugten Drahtlosnetzwerke auf der Registerkarte <guilabel>Drahtlos</guilabel> der Ansicht <literal>Verbindungseigenschaften</literal> verwalten. Die Registerkarte <guilabel>Drahtlos</guilabel> steht zur Verfügung, wenn eine Drahtlosnetzwerkschnittstelle aus der Dropdown-Liste <guilabel>Anzeigen</guilabel> ausgewählt wird, die sich am oberen Rand des Dialogfelds <literal>Netzwerkeigenschaften</literal> befindet.
es: Puede gestionar su lista de redes inalámbricas favoritas en la ficha <guilabel>Inalámbrico</guilabel> de la vista <literal>Connection Properties</literal>. La ficha <guilabel>Inalámbrico</guilabel> aparece como disponible cuando se selecciona una interfaz de red inalámbrica de la lista desplegable <guilabel>Mostrar</guilabel> que está ubicada en la parte superior del cuadro de diálogo <literal>Network Preferences</literal>.
fr: La gestion de la liste des réseaux sans fil favoris s'effectue dans l'onglet <guilabel>Sans fil</guilabel> de la vue <literal>Propriétés de connexion</literal>. L'onglet <guilabel>Sans fil</guilabel>est disponible lorsqu'une interface réseau sans fil est sélectionnée dans la liste déroulante <guilabel>Afficher</guilabel> située en haut de la boîte de dialogue <literal>Préférences réseau</literal>.
it: L'elenco di reti wireless preferite viene gestito nella scheda <guilabel>Wireless</guilabel> della vista <literal>Proprietà della connessione</literal>. La scheda <guilabel>Wireless</guilabel> diventa disponibile quando viene selezionata un'interfaccia di rete wireless dal menu a discesa <guilabel>Mostra</guilabel>, situato nella parte superiore della finestra di dialogo <literal>Preferenze di rete</literal>.
ja: お気に入りの無線ネットワークのリストは、「<literal>接続プロパティー</literal>」ビューの「<guilabel>無線</guilabel>」タブで管理します。「<guilabel>無線</guilabel>」タブは、「<literal>ネットワーク設定</literal>」ダイアログのいちばん上にある「<guilabel>表示</guilabel>」ドロップダウンリストから無線ネットワークインタフェースが選択されたときに使用可能になります。
ko: <literal>연결 등록 정보</literal> 뷰의 <guilabel>무선</guilabel> 탭에서 즐겨 찾는 무선 네트워크 목록을 관리할 수 있습니다. <literal>네트워크 기본 설정</literal> 대화 상자 위쪽에 있는 <guilabel>표시</guilabel> 드롭다운 목록에서 무선 네트워크 인터페이스를 선택하면 <guilabel>무선</guilabel> 탭이 사용 가능해집니다.
pt_br: É possível gerenciar a lista de redes sem fio favoritas na guia <guilabel>Sem fio</guilabel> da exibição <literal>Propriedades de conexão</literal>. A guia <guilabel>Sem fio</guilabel> torna-se disponível quando uma interface de rede sem fio é selecionada na lista drop-down <guilabel>Mostrar</guilabel>, localizada na parte superior da caixa de diálogo <literal>Preferências de rede</literal>.
zh_cn: 可使用<literal>连接属性</literal>视图的<guilabel>无线</guilabel>选项卡管理收藏的无线网络列表。从<literal>网络首选项</literal>对话框顶部的<guilabel>显示</guilabel>下拉式列表中选择了无线网络接口时，<guilabel>无线</guilabel>选项卡即会可用。
zh_hk: 您可以在 [<literal>連線特性</literal>] 檢視的 [<guilabel>無線</guilabel>] 標籤中管理常用的無線網路清單。在 [<literal>網路喜好設定</literal>] 對話方塊上方的 [<guilabel>顯示</guilabel>] 下拉式清單中，選取無線網路介面之後，即可使用 [<guilabel>無線</guilabel>] 標籤。

source: For more information, see <xref linkend="favorites-overview"/>.
de: Weitere Informationen finden Sie unter <xref linkend="favorites-overview"/>.
es: Para obtener más información, consulte <xref linkend="favorites-overview"/>.
fr: Pour plus d'informations, reportez-vous à la section <xref linkend="favorites-overview"/>.
it: Per ulteriori informazioni, vedere <xref linkend="favorites-overview"/>.
ja: 詳細については、<xref linkend="favorites-overview"/>を参照してください。
ko: 자세한 내용은 <xref linkend="favorites-overview"/>을(를) 참조하십시오.
pt_br: Para obter mais informações, consulte <xref linkend="favorites-overview"/>.
zh_cn: 有关更多信息，请参见<xref linkend="favorites-overview"/>。
zh_hk: 如需詳細資訊，請參閱<xref linkend="favorites-overview"/>。

source: The four-column list displays your current favorite (or "bookmarked") networks, in the order in which any automatic connection will be attempted.
de: In der aus vier Spalten bestehenden Liste werden Ihre aktuellen bevorzugten (oder "mit Lesezeichen versehenen") Netzwerke in der Reihenfolge angezeigt, in der versucht wird, automatisch eine Verbindung herzustellen.
es: La lista de cuatro columnas muestra sus redes favoritas actuales (o "favoritas"), en el orden en el que se intentarán las conexiones automáticas.
fr: La liste à quatre colonnes affiche vos réseaux favoris (ou "ajoutés aux signets") actuels, dans l'ordre dans lequel toute connexion automatique est effectuée.
it: L'elenco a quattro colonne visualizza le reti preferite attuali (o "segnalibri"), nell'ordine in cui verrà tentata la connessione automatica.
ja: 4 つの列から成るリストには、現在のお気に入りの (または「ブックマークが付けられた」) ネットワークが、自動接続が試行される順序で表示されます。
ko: 자동 연결이 시도되는 순서대로 현재 즐겨찾기(또는 "책갈피") 네트워크가 4열 목록에 표시됩니다.
pt_br: A lista de quatro colunas exibe suas redes favoritas atuais (ou "marcadas"), na ordem em que ocorrerá a tentativa de ativar qualquer conexão automática.
zh_cn: 此四列列表显示了您当前收藏的（或称“加为书签的”）网络，这些网络按照将尝试自动连接的顺序列出。
zh_hk: 四欄清單會依照嘗試的自動連線順序，顯示您目前常用的 (或「已加入書籤」) 網路。

source: The first column displays signal strength and the network name, or the Extended Service Set Identifier (ESSID).
de: In der ersten Spalte wird die Signalstärke und der Netzwerkname oder der ESSID (Extended Service Set Identifier) angezeigt.
es: La primera columna muestra la intensidad de la señal y el nombre de la red o el ESSID (Extended Service Set Identifier).
fr: La première colonne affiche l'intensité du signal et le nom du réseau, ou l'ESSID (Extended Service Set Identifier).
it: Nella prima colonna vengono mostrati la potenza del segnale e il nome della rete, oppure l'Extended Service Set Identifier (ESSID).
ja: 最初の列には、信号の強さとネットワーク名、または ESSID (Extended Service Set Identifier) が表示されます。
ko: 첫번째 열은 신호 감도와 네트워크 이름 또는 ESSID(Extended Service Set Identifier)를 표시합니다.
pt_br: A primeira coluna exibe a força de sinal e o nome da rede ou o ESSID (Extended Service Set Identifier).
zh_cn: 第一列显示信号强度和网络名称或扩展服务集标识符 (Extended Service Set Identifier, ESSID)。
zh_hk: 第一欄顯示訊號強度以及網路名稱，或者是延伸服務組識別碼 (ESSID)。
