Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: To switch to the <literal>Connection Properties</literal> view for a specified network connection, select the connection name from the <guilabel>Show</guilabel> drop-down list or double-click the connection name while in either the <literal>Connection Status</literal> or the <literal>Network Profile</literal> view. A tabbed view appears, enabling you to view or edit the interface's properties.
de: Um zum Anzeigen einer bestimmten Netzwerkverbindung zur Ansicht <literal>Verbindungseigenschaften</literal> zu wechseln, wählen Sie in der Dropdown-Liste <guilabel>Anzeigen</guilabel> den Verbindungsnamen. Sie können stattdessen auch in der Ansicht <literal>Verbindungsstatus</literal> oder <literal>Netzwerkprofil</literal> auf den Verbindungsnamen klicken. Eine Registerkartenansicht wird angezeigt, in der Sie die Eigenschaften der Schnittstelle anzeigen oder bearbeiten können.
es: Para cambiar a la vista <literal>Connection Properties</literal> para una conexión de red específica, seleccione el nombre de conexión de la lista desplegable <guilabel>Mostrar</guilabel> o haga doble clic en el nombre de conexión mientras está en la vista <literal>Connection Status</literal> o <literal>Network Profile</literal>. Aparece una vista con fichas que le permite ver o editar propiedades de interfaces.
fr: Pour basculer à la vue <literal>Propriétés de connexion</literal> d'une connexion réseau spécifiée, sélectionnez le nom de la connexion dans la liste déroulante <guilabel>Afficher</guilabel> ou double-cliquez sur le nom de la connexion dans la vue <literal>Etat de connexion</literal> ou la vue <literal>Profil réseau</literal>. Une fenêtre comportant des onglets apparaît et permet d'afficher ou de modifier les propriétés de l'interface.
it: Per passare alla vista <literal>Proprietà della connessione</literal> per una connessione di rete specifica, selezionare il nome della connessione dall'elenco a discesa <guilabel>Mostra</guilabel> oppure fare doppio clic sul nome della connessione all'interno della vista <literal>Stato della connessione</literal> o <literal>Profilo di rete</literal>. Viene aperta una vista a schede che consente di visualizzare o modificare le proprietà dell'interfaccia.
ja: 指定されたネットワーク接続の「<literal>接続プロパティー</literal>」ビューに切り替えるには、「<guilabel>表示</guilabel>」ドロップダウンリストから接続名を選択するか、あるいは「<literal>接続状態</literal>」ビューまたは「<literal>ネットワークプロファイル</literal>」ビューのどちらかで接続名をダブルクリックします。タブ付きのビューが表示され、そのインタフェースのプロパティーを表示または編集できます。
ko: 지정된 네트워크 연결에 대한 <literal>연결 등록 정보</literal> 뷰로 전환하려면 <guilabel>표시</guilabel> 드롭다운 목록에서 연결 이름을 선택하거나 <literal>연결 상태</literal> 또는 <literal>네트워크 프로필</literal> 뷰에 있을 때 연결 이름을 두 번 누릅니다. 인터페이스 등록 정보를 보거나 편집할 수 있는 탭 뷰가 나타납니다.
pt_br: Para alternar para a exibição <literal>Propriedades da conexão</literal> de uma conexão de rede específica, selecione-a na lista suspensa <guilabel>Mostrar</guilabel> ou clique duas vezes no nome da conexão na exibição <literal>Status da conexão</literal> ou <literal>Perfil de rede</literal>. Uma exibição com guias será mostrada, permitindo exibir ou editar as propriedades da interface.
zh_cn: 要切换到指定网络连接的<literal>连接属性</literal>视图，请从<guilabel>显示</guilabel>下拉式列表中选择该连接名称，或者在<literal>连接状态</literal>或<literal>网络配置文件</literal>视图中双击该连接名称。此时会显示一个选项卡式视图，使您可以查看或编辑接口属性。
zh_hk: 若要切換至指定網路連線的 [<literal>連線特性</literal>] 檢視，可以從 [<guilabel>顯示</guilabel>] 下拉式清單中選取連線名稱，或者在 [<literal>連線狀態</literal>] 或 [<literal>網路設定檔</literal>] 檢視中按兩下連線名稱。之後會顯示標籤式檢視，讓您檢視或編輯介面的特性。

source: The first tab for all connection types is the <guilabel>IP Address</guilabel> tab. Both IPv4 and IPv6 addresses can be configured on this tab.
de: Die erste Registerkarte für alle Verbindungstypen ist die Registerkarte <guilabel>IP-Adresse</guilabel>. Auf dieser Registerkarte können IPv4- und IPv6-Adressen konfiguriert werden.
es: La primera ficha para todos los tipos de conexión es <guilabel>Dirección IP</guilabel>. Las direcciones IPv4 e IPv6 se pueden configurar en esta ficha.
fr: Le premier onglet pour tous les types de connexion est l'onglet <guilabel>Adresse IP</guilabel>. Les adresses IPv4 et IPv6 peuvent être configurées dans cet onglet.
it: La prima scheda per tutti i tipi di connessione è <guilabel>Indirizzo IP</guilabel>. Da qui è possibile configurare gli indirizzi IPv4 e IPv6.
ja: すべての接続タイプの最初のタブは「<guilabel>IP アドレス</guilabel>」タブです。このタブでは、IPv4 アドレスと IPv6 アドレスの両方を構成できます。
ko: 모든 연결 유형의 첫번째 탭은 <guilabel>IP 주소</guilabel> 탭입니다. 이 탭에서 IPv4 및 IPv6 주소를 구성할 수 있습니다.
pt_br: A primeira guia de todos os tipos de conexão é a <guilabel>Endereço IP</guilabel>. É possível configurar os dois endereços IPv4 e IPv6 nessa guia.
zh_cn: 对于所有连接类型，第一个选项卡是<guilabel>IP 地址</guilabel>选项卡。在该选项卡上既可配置 IPv4 地址，也可配置 IPv6 地址。
zh_hk: 所有連線類型的第一個標籤是 [<guilabel>IP 位址</guilabel>] 標籤。您可以在這個標籤中配置 IPv4 和 IPv6 位址。

source: A <guilabel>Wireless</guilabel> tab is also displayed, if the selected connection is wireless. Here, you can configure the list of Favorite networks, and choose how the wireless interface connects to available networks.
de: Auch wird die Registerkarte <guilabel>Drahtlos</guilabel> angezeigt, wenn die gewählte Verbindung drahtlos ist. Hier können Sie die Liste der bevorzugten Netzwerke konfigurieren und auswählen, wie die drahtlose Schnittstelle mit verfügbaren Netzwerken verbunden wird.
es: También aparece la ficha <guilabel>Inalámbrico</guilabel>, si la conexión seleccionada es inalámbrica. Aquí, puede configurar la lista de redes favoritas y elegir cómo la interfaz inalámbrica se conecta a las redes disponibles.
fr: L'onglet <guilabel>Sans fil</guilabel> s'affiche également lorsque la connexion sélectionnée est une connexion sans fil. Cet onglet vous permet de configurer la liste des réseaux favoris et de choisir la méthode de connexion de l'interface sans fil aux réseaux disponibles.
it: Se la connessione selezionata è wireless, viene visualizzata anche la scheda <guilabel>Wireless</guilabel>. In questa scheda è possibile configurare l'elenco di reti preferite e scegliere il modo in cui l'interfaccia wireless si connette alle reti disponibili.
ja: また、選択された接続が無線の場合は、「<guilabel>無線</guilabel>」タブも表示されます。ここでは、お気に入りのネットワークのリストを構成したり、無線インタフェースから使用可能なネットワークに接続する方法を選択したりできます。
ko: 선택한 연결이 무선인 경우 <guilabel>무선</guilabel> 탭도 표시됩니다. 여기서 즐겨 찾는 네트워크 목록을 구성하고 무선 인터페이스를 사용 가능한 네트워크에 연결하는 방법을 선택할 수 있습니다.
pt_br: Uma guia <guilabel>Sem fio</guilabel> também será exibida se a conexão selecionada for sem fio. Nela, é possível configurar a lista de redes favoritas e escolher como a interface sem fio se conecta com as redes disponíveis.
zh_cn: 如果选定连接是无线连接，还会显示一个<guilabel>无线</guilabel>选项卡。在该选项卡上可以配置收藏网络列表，并可选择无线接口连接到可用网络的方式。
zh_hk: 如果選取的是無線連線，也會顯示 [<guilabel>無線</guilabel>] 標籤。您可以在這個標籤配置常用網路清單，以及選擇無線介面連線可用網路的方式。

source: For more information, see <xref linkend="connectprops-config"/>.
de: Weitere Informationen finden Sie unter <xref linkend="connectprops-config"/>.
es: Para obtener más información, consulte <xref linkend="connectprops-config"/>.
fr: Pour plus d'informations, reportez-vous à la section xref linkend="connectprops-config"/>.
it: Per ulteriori informazioni, vedere <xref linkend="connectprops-config"/>.
ja: 詳細については、<xref linkend="connectprops-config"/>を参照してください。
ko: 자세한 내용은 <xref linkend="connectprops-config"/>을(를) 참조하십시오.
pt_br: Para obter mais informações, consulte <xref linkend="connectprops-config"/>.
zh_cn: 有关更多信息，请参见<xref linkend="connectprops-config"/>。
zh_hk: 如需詳細資訊，請參閱<xref linkend="connectprops-config"/>。

source: Managing Network Profiles
de: Verwalten von Netzwerkprofilen
es: Administración de perfiles de red
fr: Gestion des profils réseau
it: Gestione dei profili di rete
ja: ネットワークプロファイルの管理
ko: 네트워크 프로필 관리
pt_br: Gerenciamento de perfis de rede
zh_cn: 管理网络配置文件
zh_hk: 管理網路設定檔

source: A network profile specifies which network interfaces can be enabled or disabled at any given time. Using network profiles can be helpful in situations where you have more than one network interface available. For example, most modern laptop brands have both a wired and a wireless interface. Depending on your physical location, and your work environment, you might want to use only one of those interfaces and disable the other interface for security or other reasons.
de: Ein Netzwerkprofil gibt an, welche Netzwerkschnittstellen jederzeit aktiviert oder deaktiviert werden können. Die Verwendung von Netzwerkprofilen kann in Situationen hilfreich sein, in denen mehrere Netzwerkschnittstellen verfügbar sind. Beispielsweise haben die meisten modernen Laptops sowohl eine verdrahtete als auch eine drahtlose Schnittstelle. Von Ihrem physischen Speicherort und Ihrem Arbeitsumfeld hängt ab, ob Sie eine dieser Schnittstellen verwenden und die andere aus Sicherheitsgründen oder anderen Gründen deaktivieren.
es: Un perfil de red especifica qué interfaces de red se pueden habilitar o deshabilitar en un momento dado. El uso de los perfiles de red puede ser útil en situaciones en las que tiene más de una interfaz de red disponible. Por ejemplo, la mayoría de las marcas de equipos portátiles tienen interfaz con cables e inalámbrica. En función de la ubicación física, y su entorno de trabajo, puede que desee utilizar sólo una de esas interfaces y desactivar la otra por razones de seguridad u otros motivos.
fr: Un profil réseau spécifie les interfaces réseau pouvant être activées ou désactivées à tout moment donné. L'utilisation de profils réseau peut s'avérer utile lorsque plusieurs interfaces réseau sont disponibles. Par exemple, la plupart des marques de portables modernes disposent à la fois d'une interface câblée et d'une interface sans fil. En fonction de votre emplacement physique et de votre environnement de travail, vous pouvez être amené à n'utiliser qu'une seule de ces interfaces et à désactiver l'autre interface pour des raisons de sécurité ou autres.
it: Un profilo di rete specifica quali interfacce di rete possono essere abilitate o disabilitate in qualsiasi momento. L'utilizzo dei profili di rete può essere utile in situazioni in cui è disponibile più di un'interfaccia di rete. Ad esempio, la maggior parte dei laptop dispone sia dell'interfaccia cablata che di quella wireless. A seconda dell'ubicazione fisica e dell'ambiente di lavoro, potrebbe essere consigliabile utilizzare solo una di queste interfacce e disabilitare le altre per motivi di sicurezza o per altre ragioni.
ja: ネットワークプロファイルは、特定の時点でどのネットワークインタフェースを有効または無効にできるかを指定します。複数の使用可能なネットワークインタフェースがある場合は、ネットワークプロファイルを使用すると役立ちます。たとえば、最新のノートパソコンブランドは、有線インタフェースと無線インタフェースの両方を備えています。物理的な場所や作業環境によっては、セキュリティーやその他の理由から、これらのインタフェースのうちの 1 つだけを使用し、ほかのインタフェースを無効にすることをお勧めします。
ko: 네트워크 프로필은 주어진 시간에 사용 또는 사용 안함으로 설정할 수 있는 네트워크 인터페이스를 지정합니다. 네트워크 프로필을 사용할 경우 여러 개의 네트워크 인터페이스가 제공되는 상황에 유용합니다. 예를 들어, 최신 랩탑 브래드에 유선 및 무선 인터페이스가 모두 있습니다. 물리적 위치와 작업 환경에 따라 이러한 인터페이스 중 하나만 사용하고 다른 인터페이스는 보안이나 다른 이유로 사용 안함으로 설정할 수 있습니다.
pt_br: Um perfil de rede especifica quais interfaces de rede podem ser ativadas ou desativadas a qualquer momento. O uso de perfis de rede pode ser útil em situações nas quais você tenha mais de uma interface de rede disponível. Por exemplo, as marcas de laptop mais modernas têm uma interface com e sem fio. Dependendo da sua localização física e ambiente de trabalho, talvez seja conveniente usar somente uma dessas interfaces e desativar a outra por razões de segurança ou outros motivos.
zh_cn: 网络配置文件指定在给定时间可以启用或禁用的网络接口。如果您有多个可用网络接口，则使用网络配置文件会很有帮助。例如，大多数新式手提电脑品牌都有一个有线接口和一个无线接口。根据您的物理位置和工作环境，出于安全或其他原因，您可能希望只使用其中一个接口而禁用另一个接口。
zh_hk: 網路設定檔可以指定任何時間要啟用或停用的網路介面。如果有一個以上的可用網路介面，使用網路設定檔會非常實用。例如，大部分的新型膝上型電腦品牌都具備有線以及無線介面。視您的實體位置以及工作環境而定，您可能會為了安全性或其他理由只想使用其中一個介面，然後停用其他介面。

source: The default network profile is called Automatic. The Automatic network profile first attempts to activate one wired connection. If the attempt fails, it then attempts to activate one wireless connection. You cannot edit the Automatic network profile. However, you can create multiple custom network profiles, as needed, each with their own behavior.
de: Das standardmäßige Netzwerkprofil wird als "Automatisch" bezeichnet. Das Netzwerkprofil "Automatisch" versucht zunächst, eine verdrahtete Verbindung zu aktivieren. Wenn der Versuch fehlschlägt, wird versucht, eine drahtlose Verbindung zu aktivieren. Sie können das Netzwerkprofil "Automatisch" nicht bearbeiten. Jedoch können Sie je nach Bedarf mehrere benutzerdefinierte Netzwerkprofile erstellen, von denen jedes ein bestimmtes Verhalten aufweist.
es: El perfil de red predeterminado se denomina Automático. Este perfil primero intenta activar una conexión con cables. Si el intento falla, intenta activar una conexión inalámbrica. No puede editar el perfil de red Automático. Sin embargo, puede crear varios perfiles de red personalizados, según sea necesario, con su propio comportamiento.
fr: La profil réseau par défaut est appelé Automatique. Le profil réseau Automatique tente dans un premier temps d'activer une connexion câblée. Si cette tentative échoue, il tente alors d'activer une connexion sans fil. Vous ne pouvez pas modifier le profil réseau Automatique. Vous pouvez toutefois créer plusieurs profils réseau personnalisés selon vos besoins, chacun disposant de son propre comportement.
it: Il profilo di rete predefinito è quello automatico. Il profilo di rete automatico cerca innanzitutto di attivare una connessione cablata. Se il tentativo non riesce, si cerca di stabilire una connessione wireless. Non è possibile modificare il profilo di rete automatico. Tuttavia, è possibile creare più profili di rete personalizzati, a seconda delle necessità, ognuno con un comportamento diverso.
ja: デフォルトのネットワークプロファイルは「自動」と呼ばれます。「自動」ネットワークプロファイルは、まず 1 つの有線接続をアクティブにしようとします。この試みが失敗した場合は、次に 1 つの無線接続をアクティブにしようとします。「自動」ネットワークプロファイルを編集することはできません。ただし、必要に応じて、それぞれ独自の動作が設定された、複数のカスタムネットワークプロファイルを作成できます。
ko: 기본 네트워크 프로필은 자동입니다. 자동 네트워크 프로필은 먼저 한 유선 연결을 활성화하려고 시도합니다. 이 시도를 실패하면 한 무선 연결을 활성화하려고 시도합니다. 자동 네트워크 프로필은 편집할 수 없습니다. 그러나 필요에 따라 여러 사용자 정의 네트워크 프로필을 각자 고유한 동작으로 만들 수 있습니다.
pt_br: O perfil de rede padrão é denominado Automático. Esse perfil primeiro tenta ativar uma conexão com fio. Se a tentativa falhar, ele tentará ativar uma conexão sem fio. Não é possível editá-lo. No entanto, você pode criar vários perfis de rede personalizados, conforme necessário, cada um com seu próprio comportamento.
zh_cn: 缺省网络配置文件称为“自动”。“自动”网络配置文件首先尝试激活一个有线连接。如果失败，则尝试激活一个无线连接。您无法编辑“自动”网络配置文件。但是，可以根据需要创建多个自定义网络配置文件，使每个配置文件有自己的行为。
zh_hk: 預設的網路設定檔稱為「自動」。自動網路設定檔會先嘗試啟用有線連線。如果失敗，則會嘗試啟用無線連線。您無法編輯自動網路設定檔，不過可以視需要建立多個自訂網路設定檔，並為每個設定檔建立個別的運作方式。

source: Viewing Available Network Profiles
de: Anzeigen von verfügbaren Netzwerkprofilen
es: Visualización de perfiles de red disponibles
fr: Affichage des profils réseau disponibles
it: Visualizzazione dei profili di rete disponibili
ja: 使用可能なネットワークプロファイルの表示
ko: 사용 가능한 네트워크 프로필 보기
pt_br: Exibição de perfis de rede disponíveis
zh_cn: 查看可用网络配置文件
zh_hk: 檢視可用的網路設定檔

source: Network profile information can be viewed in the <literal>Network profile</literal> view of the <literal>Network Preferences</literal> dialog.
de: Die Informationen zu Netzwerkprofilen können in der Ansicht <literal>Netzwerkprofil</literal> des Dialogfelds <literal>Netzwerkeigenschaften</literal> angezeigt werden.
es: La información del perfil de red se puede ver en la vista <literal>Network profile</literal> del cuadro de diálogo <literal>Network Preferences</literal>.
fr: Les informations sur un profil réseau peuvent être consultées dans la vue <literal>Profil réseau</literal> de la boîte de dialogue <literal>Préférences réseau</literal>.
it: Le informazioni del profilo di rete possono essere visualizzate nella vista <literal>Profilo di rete</literal> della finestra di dialogo <literal>Preferenze di rete</literal>.
ja: ネットワークプロファイルの情報は、「<literal>ネットワーク設定</literal>」ダイアログの「<literal>ネットワークプロファイル</literal>」ビューで表示できます。
ko: 네트워크 프로필 정보는 <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>네트워크 프로필</literal> 뷰에서 볼 수 있습니다.
pt_br: As informações de perfis de rede podem ser visualizadas na exibição <literal>Perfil de rede</literal> da caixa de diálogo <literal>Preferências de rede</literal>.
zh_cn: 可在<literal>网络首选项</literal>对话框的<literal>网络配置文件</literal>视图中查看网络配置文件信息。
zh_hk: 您可以在 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>網路設定檔</literal>] 檢視中，檢視網路設定檔資訊。

source: To display this view, select <literal>Network Profile</literal> in the drop-down list that is located at the top of the <literal>Network Preferences</literal> dialog.
de: Um diese Ansicht anzuzeigen, wählen Sie in der Dropdown-Liste, die sich am oberen Rand des Dialogfelds <literal>Netzwerkeigenschaften</literal> befindet, die Option <literal>Netzwerkprofil</literal>.
es: Para ver esta vista, seleccione <literal>Network Profile</literal> en la lista desplegable que se encuentra en la parte superior del cuadro de diálogo <literal>Network Preferences</literal>.
fr: Pour afficher cette vue, sélectionnez <literal>Profil réseau</literal> dans la liste déroulante située en haut de la boîte de dialogue <literal>Préférences réseau </literal>.
it: Per aprire questa vista, selezionare <literal>Profilo di rete</literal> dall'elenco a discesa situato nella parte superiore della finestra di dialogo <literal>Preferenze di rete</literal>.
ja: このビューを表示するには、「<literal>ネットワーク設定</literal>」ダイアログのいちばん上にあるドロップダウンリストで「<literal>ネットワークプロファイル</literal>」を選択します。
ko: 이 뷰를 표시하려면 <literal>네트워크 기본 설정</literal> 대화 상자 위쪽에 있는 드롭다운 목록에서 <literal>네트워크 프로필</literal>을 선택합니다.
pt_br: Para visualizar essa exibição, selecione <literal>Perfil de rede</literal> na lista suspensa, localizada na parte superior da caixa de diálogo <literal>Preferências de rede</literal>.
zh_cn: 要显示此视图，请在<literal>网络首选项</literal>对话框顶部的下拉式列表中选择<literal>网络配置文件</literal>。
zh_hk: 若要顯示這個檢視，可以在 [<literal>網路喜好設定</literal>] 對話方塊上方的下拉式清單中，選取 [<literal>網路設定檔</literal>]。

source: The <guilabel>Network Profiles</guilabel> list displays the name of each available network profile. The currently active profile is shown with a radio button indicator. By default, there is one profile, Automatic, that you can activate but not edit or delete. However, you can create multiple additional network profiles. Network profiles that are manually created can be activated, edited, or deleted, as needed.
de: In der Liste <guilabel>Netzwerkprofile</guilabel> wird der Name jedes verfügbaren Netzwerkprofils angezeigt. Das gerade aktive Profil wird mit einem Optionsfeld angezeigt. Standardmäßig ist das Profil "Automatisch" vorhanden, das Sie aktivieren, aber nicht bearbeiten oder löschen können. Sie können jedoch mehrere weitere Netzwerkprofile erstellen. Manuell erstellte Netzwerke können nach Bedarf aktiviert, bearbeitet oder gelöscht werden.
es: La lista <guilabel>Perfiles de red</guilabel> muestra el nombre de cada perfil de red disponible. El perfil activo actualmente se muestra con un indicador de botón de radio. De forma predeterminada, hay un perfil, Automático, que puede activar pero no puede editar o borrar. Sin embargo, puede crear varios perfiles de red adicionales. Los perfiles de red creados manualmente se pueden activar, editar o borrar, según sea necesario.
fr: La liste <guilabel>Profils réseau</guilabel> affiche le nom de chaque profil réseau disponible. Le profil actuellement actif est indiqué par un bouton radio. Par défaut, le profil Automatique peut être activé mais ne peut être modifié ni supprimé. Vous pouvez toutefois créer plusieurs autres profils réseau. Les profils réseau créés manuellement peuvent être activés, modifiés ou supprimés selon les besoins.
it: L'elenco <guilabel>Profili di rete</guilabel> mostra il nome di ciascun profilo di rete disponibile. Il profilo attivo viene mostrato da un pulsante di opzione. Per impostazione predefinita, solo il profilo automatico è attivabile ma non modificabile né eliminabile. È tuttavia possibile creare più profili di rete aggiuntivi. I profili di rete creati manualmente possono essere attivati, modificati o eliminati come necessario.
ja: 「<guilabel>ネットワークプロファイル</guilabel>」リストには、使用可能な各ネットワークプロファイルの名前が表示されます。現在アクティブなプロファイルには、ラジオボタンインジケータが表示されます。デフォルトでは、アクティブにすることはできるけれども、編集や削除ができない「自動」という 1 つのプロファイルがあります。ただし、複数の追加のネットワークプロファイルを作成できます。手動で作成されたネットワークプロファイルは、必要に応じてアクティブにしたり、編集したり、削除したりできます。
ko: <guilabel>네트워크 프로필</guilabel> 목록에 사용 가능한 각 네트워크 프로필의 이름이 표시됩니다. 현재 활성 프로필은 라디오 버튼 표시기로 표시됩니다. 기본적으로 하나의 프로필, 즉 자동 프로필을 활성화할 수 있지만 편집이나 삭제는 불가능합니다. 그러나 여러 개의 추가 네트워크 프로필을 만들 수 있습니다. 수동으로 만든 네트워크 프로필을 필요에 따라 활성화, 편집, 삭제할 수 있습니다.
pt_br: A lista <guilabel>Perfis de rede</guilabel> exibe o nome de cada perfil disponível. O perfil ativo no momento é mostrado com um indicador de botão de opção. Por padrão, há um perfil, o Automático, que você pode ativar, mas não editar nem excluir. No entanto, é possível criar vários perfis de rede adicionais. Perfis criados manualmente podem ser ativados, editados ou excluídos, conforme necessário.
zh_cn: <guilabel>网络配置文件</guilabel>列表显示每个可用网络配置文件的名称。当前活动的配置文件以单选按钮指示器指示。缺省情况下，有一个配置文件“自动”，您可以激活但不能编辑或删除该配置文件。但是，您可以创建多个其他网络配置文件。可以根据需要激活、编辑或删除手动创建的网络配置文件。
zh_hk: [<guilabel>網路設定檔</guilabel>] 清單會顯示每個可用網路設定檔的名稱。目前使用中的設定檔會顯示單選按鈕指示器。根據預設，您只能啟用一個自動設定檔，但不能加以編輯或刪除。不過，您可以建立多個其他網路設定檔。手動建立的網路設定檔可以視需要啟用、編輯或刪除。

source: Below the Network Profiles list is a summary of the profile that is selected. To view the selected profile in full or edit the profile, click the <guibutton>Edit</guibutton> button.
de: Unter der Liste "Netzwerkprofile" befindet sich eine Zusammenfassung des ausgewählten Profils. Um das ausgewählte Profil vollständig anzuzeigen oder zu bearbeiten, klicken Sie auf die Schaltfläche <guibutton>Bearbeiten</guibutton>.
es: Debajo de la lista de perfiles de red hay un resumen del perfil seleccionado. Para ver el perfil seleccionado completo o editar el perfil, haga clic en el botón <guibutton>Editar</guibutton>.
fr: Vous trouverez sous la liste Profils réseau un résumé du profil sélectionné. Pour afficher le profil sélectionné dans son intégralité ou le modifier, cliquez sur le bouton <guibutton>Modifier</guibutton>.
it: Sotto l'elenco dei profili di rete si trova un riepilogo del profilo selezionato. Per visualizzare per intero il profilo selezionato o per modificarlo, fare clic sul pulsante <guibutton>Modifica</guibutton>.
ja: 「ネットワークプロファイル」リストの下には、選択されているプロファイルの概要が表示されます。選択されたプロファイルのすべてを表示したり、編集したりするには、「<guibutton>編集</guibutton>」ボタンをクリックします。
ko: 네트워크 프로필 목록 아래에 선택한 프로필의 요약이 있습니다. 선택한 프로필을 전부 보거나 프로필을 편집하려면 <guibutton>편집</guibutton> 버튼을 누릅니다.
pt_br: Abaixo da lista Perfis de rede, há um resumo do perfil selecionado. Para visualizar o perfil selecionado completo ou editá-lo, clique no botão <guibutton>Editar</guibutton>.
zh_cn: 在“网络配置文件”列表下是选定配置文件的摘要。要完整查看选定的配置文件或编辑配置文件，请单击<guibutton>编辑</guibutton>按钮。
zh_hk: [網路設定檔] 清單下方是所選設定檔的相關摘要。若要檢視所選設定檔的完整資訊或編輯設定檔，請按一下 [<guibutton>編輯</guibutton>] 按鈕。

source: The <emphasis>selected</emphasis> profile might be different than the <emphasis>active</emphasis> profile.
de: Das <emphasis>ausgewählte</emphasis> Profil kann sich vom <emphasis>aktiven</emphasis> Profil unterscheiden.
es: El perfil <emphasis>seleccionado</emphasis> puede ser distinto del perfil <emphasis>activo</emphasis>.
fr: Le profil <emphasis>sélectionné</emphasis> peut différer du profil <emphasis>actif</emphasis>.
it: Il profilo <emphasis>selezionato</emphasis> può essere diverso da quello <emphasis>attivo</emphasis>.
ja: <emphasis>選択された</emphasis>プロファイルは、<emphasis>アクティブな</emphasis>プロファイルとは異なることがあります。
ko: <emphasis>선택된</emphasis> 프로필은 <emphasis>활성</emphasis> 프로필과 다를 수 있습니다.
pt_br: O perfil <emphasis>selecionado</emphasis> pode ser diferente do perfil <emphasis>ativo</emphasis>.
zh_cn: <emphasis>选定</emphasis>配置文件可能与<emphasis>活动</emphasis>配置文件不是同一个配置文件。
zh_hk: <emphasis>選取</emphasis>的設定檔可能與<emphasis>使用中</emphasis>的設定檔不同。
