Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: To display the menu for the notification icon, right-click the <literal>Network Status</literal> notification icon.
de: Um das Menü für das Benachrichtigungssymbol anzuzeigen, klicken Sie mit der rechten Maustaste auf das Benachrichtigungssymbol <literal>Netzwerkstatus</literal>.
es: Para ver el menú del icono de notificación, haga clic con el botón derecho en el icono de notificación <literal>Network Status</literal>.
fr: Pour afficher le menu de l'icône de notification, cliquez avec le bouton droit de la souris sur l'icône de notification <literal>Etat du réseau</literal>.
it: Per visualizzare il menu dell'icona di notifica, fare clic con il pulsante destro del mouse sull'icona di notifica <literal>Stato rete</literal>.
ja: 通知アイコンのメニューを表示するには、「<literal>ネットワークステータス</literal>」通知アイコンを右クリックします。
ko: 알림 아이콘의 메뉴를 표시하려면 <literal>네트워크 상태</literal> 알림 아이콘을 마우스 오른쪽 버튼으로 누릅니다.
pt_br: Para exibir o menu do ícone de notificação, clique com o botão direito do mouse no ícone <literal>Status da rede</literal>.
zh_cn: 要显示<literal>网络状态</literal>通知图标的菜单，请右键单击该通知图标。
zh_hk: 若想顯示通知圖示的功能表，請在 [<literal>網路狀態</literal>] 通知圖示按一下滑鼠右鍵。

source: How Connection Names Are Displayed
de: Anzeigen von Verbindungsnamen
es: Cómo se muestran los nombres de conexión
fr: Processus d'affichage des noms de connexion
it: Modalità di visualizzazione dei nomi di connessione
ja: 接続名の表示方法
ko: 연결 이름 표시 방법
pt_br: Como os nomes das conexões são exibidos
zh_cn: 连接名称的显示格式
zh_hk: 如何顯示連線名稱

source: When viewing information about your network, note that connection names are displayed with the format, <replaceable>interface-type</replaceable> (<emphasis>link-name</emphasis>):
de: Beachten Sie beim Anzeigen von Informationen über Ihr Netzwerk, dass die Verbindungsnamen in folgendem Format angezeigt werden: <replaceable>interface-type</replaceable> (<emphasis>link-name</emphasis>):
es: Al visualizar información sobre su red, observe que los nombres de las conexiones se muestran con el formato <replaceable>tipo de interfaz</replaceable> (<emphasis>nombre de enlace</emphasis>):
fr: Lorsque vous consultez des informations relatives au réseau, notez que les noms de connexion s'affichent dans le format <replaceable>type_interface</replaceable> (<emphasis>nom-lien</emphasis>) :
it: Quando si visualizzano informazioni sulla rete, si noti che i nomi delle connessioni sono visualizzati con il formato <replaceable>tipo interfaccia</replaceable> (<emphasis>nome collegamento</emphasis>):
ja: ネットワークに関する情報を表示すると、接続名が <replaceable>interface-type</replaceable> (<emphasis>link-name</emphasis>) の形式で表示されることに注意してください。
ko: 네트워크에 대한 정보를 볼 때 연결 이름이 <replaceable>interface-type</replaceable> (<emphasis>link-name</emphasis>) 형식으로 표시됩니다.
pt_br: Ao visualizar as informações sobre a rede, observe que os nomes das conexões são exibidos com o formato <replaceable>tipo de interface</replaceable> (<emphasis>nome do link</emphasis>):
zh_cn: 查看关于网络的信息时，请注意连接名称的显示格式为 <replaceable>interface-type</replaceable> (<emphasis>link-name</emphasis>)：
zh_hk: 檢視網路相關資訊時，請注意連線名稱的顯示格式為 <replaceable>介面類型</replaceable> (<emphasis>連結名稱</emphasis>)：

source: <replaceable>interface-type</replaceable> is "Wired" or "Wireless".
de: <replaceable>interface-type</replaceable> ist "verdrahtet" oder "drahtlos".
es: El <replaceable>tipo de interfaz</replaceable> es "con cables" o "inalámbrica".
fr: <replaceable>type_interface</replaceable> correspond à "Câblé" ou "Sans fil".
it: il valore di <replaceable>tipo interfaccia</replaceable> è "Con cavo" o "Wireless".
ja: <replaceable>interface-type</replaceable> は「有線」または「無線」です。
ko: <replaceable>interface-type</replaceable>은 "유선" 또는 "무선"입니다.
pt_br: <replaceable>tipo de interface</replaceable> é "Com fio" ou "Sem fio".
zh_cn: <replaceable>interface-type</replaceable> 为“有线”或“无线”。
zh_hk: <replaceable>介面類型</replaceable> 為「有線」或「無線」。

source: <emphasis>link-name</emphasis> is the link's vanity name, for example <literal>net0</literal>.
de: <emphasis>link-name</emphasis> ist der Wunschname der Verbindung, beispielsweise <literal>net0</literal>.
es: El <emphasis>nombre de enlace</emphasis> es el nombre personal del enlace, por ejemplo, <literal>net0</literal>.
fr: <emphasis>nom-lien</emphasis> correspond au nom propre du lien, par exemple <literal>net0</literal>.
it: il valore <emphasis>nome collegamento</emphasis> è lo pseudonimo del collegamento, ad esempio <literal>net0</literal>.
ja: <emphasis>link-name</emphasis> はリンクのバニティー名です (たとえば、<literal>net0</literal>)。
ko: <emphasis>link-name</emphasis>은 링크의 베니티 이름(예: <literal>net0</literal>)입니다.
pt_br: <emphasis>nome do link</emphasis> é o nome personalizado do link, por exemplo <literal>net0</literal>.
zh_cn: <emphasis>link-name</emphasis> 是链路的虚名称，例如 <literal>net0</literal>。
zh_hk: <emphasis>連結名稱</emphasis>是指連結的虛名，例如 <literal>net0</literal>。

source: If the vanity name has not been defined, <emphasis>link-name</emphasis> is the default device name.
de: Wenn der Wunschname nicht definiert wurde, ist <emphasis>link-name</emphasis> der standardmäßige Gerätename.
es: Si el nombre personal no se ha definido, el <emphasis>nombre de enlace</emphasis> es el nombre predeterminado del dispositivo.
fr: Si le nom propre n'a pas été défini, <emphasis>nom-lien</emphasis> correspond au nom par défaut du périphérique.
it: Se lo pseudonimo non è stato definito, il <emphasis>nome del collegamento</emphasis> corrisponde al nome predefinito del dispositivo.
ja: バニティー名が定義されていない場合、<emphasis>link-name</emphasis> はデフォルトのデバイス名です。
ko: 베니티 이름이 정의되지 않은 경우 <emphasis>link-name</emphasis>은 기본 장치 이름입니다.
pt_br: Se o nome personalizado não foi definido, o <emphasis>nome do link</emphasis> será o nome do dispositivo padrão.
zh_cn: 如果未定义虚名称，则 <emphasis>link-name</emphasis> 为缺省设备名称。
zh_hk: 如果尚未定義虛名，<emphasis>連線名稱</emphasis>就是預設裝置名稱。

source: Working With the Network Status Notification Icon Menu
de: Arbeiten mit dem Menü des Benachrichtigungssymbols "Netzwerkstatus"
es: Trabajo con el menú del icono de notificación de estado de red
fr: Utilisation du menu de l'icône de notification Etat du réseau
it: Utilizzo del menu dell'icona di notifica Stato rete
ja: 「ネットワークステータス」通知アイコンメニューの操作
ko: 네트워크 상태 알림 아이콘 메뉴 작업
pt_br: Como trabalhar com o menu do ícone de notificação Status da rede
zh_cn: 使用网络状态通知图标菜单
zh_hk: 使用網路狀態通知圖示功能表

source: To display the contents of this menu, right-click the <literal>Network Status</literal> notification icon.
de: Um den Inhalt dieses Menüs anzuzeigen, klicken Sie mit der rechten Maustaste auf das Benachrichtigungssymbol <literal>Netzwerkstatus</literal>.
es: Para ver el contenido de este menú, haga clic con el botón derecho en el icono de notificación <literal>Network Status</literal>.
fr: Pour afficher le contenu de ce menu, cliquez avec le bouton droit de la souris sur l'icône de notification <literal>Etat du réseau</literal>.
it: Per visualizzare i contenuti di questo menu, fare clic con il pulsante destro sull'icona di notifica <literal>Stato rete</literal>.
ja: このメニューの内容を表示するには、「<literal>ネットワークステータス</literal>」通知アイコンを右クリックします。
ko: 이 메뉴의 내용을 표시하려면 <literal>네트워크 상태</literal> 알림 아이콘을 마우스 오른쪽 버튼으로 누릅니다.
pt_br: Para exibir o conteúdo desse menu, clique com o botão direito do mouse no ícone <literal>Status da rede</literal>.
zh_cn: 要显示此菜单的内容，请右键单击<literal>网络状态</literal>通知图标。
zh_hk: 若要顯示這個功能表的內容，請在 [<literal>網路狀態</literal>] 通知圖示上按一下滑鼠右鍵。

source: The <literal>Network Status</literal> notification's icon menu is made up of the following five sections:
de: Das Menü des Benachrichtigungssymbols <literal>Netzwerkstatus</literal> besteht aus den folgenden fünf Bereichen:
es: El menú del icono de notificación <literal>Network Status</literal> está compuesto por las siguientes cinco secciones:
fr: Le menu de l'icône de notification <literal>Etat du réseau</literal> est constitué des cinq sections suivantes :
it: Il menu dell'icona di notifica <literal>Stato rete</literal> è composto dalle seguenti cinque sezioni:
ja: 「<literal>ネットワークステータス</literal>」通知のアイコンメニューは、次の 5 つのセクションで構成されています。
ko: <literal>네트워크 상태</literal> 알림 아이콘 메뉴는 다음 5개 섹션으로 구성됩니다.
pt_br: O menu do ícone de notificação <literal>Status da rede</literal> é composto pelas cinco seções a seguir:
zh_cn: <literal>网络状态</literal>通知图标菜单包含以下五个区域：
zh_hk: [<literal>網路狀態</literal>] 通知圖示功能表由下列五個區段組成：

source: Location
de: Speicherort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 場所
ko: 위치
pt_br: Local
zh_cn: 位置
zh_hk: 位置

source: This section contains a submenu that lists each available network location (shown in the following table). The current location is indicated by a radio button indicator.
de: Dieser Bereich enthält ein Untermenü, in dem jeder verfügbare Netzwerkspeicherort angezeigt wird (siehe folgende Tabelle). Der aktuelle Speicherort wird durch ein Optionsfeld angezeigt.
es: Esta sección contiene un submenú que muestra cada ubicación de red disponible (se muestran en la siguiente tabla). La ubicación actual se indica mediante un indicador de botón de radio.
fr: Cette section contient un sous-menu qui répertorie tous les emplacements disponibles du réseau (indiqués dans la table suivante). L'emplacement en cours est indiqué par un bouton radio.
it: Questa sezione contiene un sottomenu che elenca le varie posizioni di rete disponibili (mostrate nella tabella seguente). La posizione corrente è mostrata dall'indicatore di un pulsante di scelta.
ja: このセクションには、使用可能な各ネットワークの場所 (次の表に示す) が一覧表示されたサブメニューが含まれています。現在の場所は、ラジオボタンインジケータで示されています。
ko: 이 섹션은 각 사용 가능한 네트워크 위치(아래 표에 표시됨)를 나열하는 하위 메뉴를 포함합니다. 현재 위치는 라디오 버튼 표시기로 표시됩니다.
pt_br: Essa seção contém um submenu que lista cada local de rede disponível (mostrado na tabela a seguir). O local atual é mostrado por um indicador de botão de opção.
zh_cn: 此区域包含一个子菜单，其中列出每个可用网络位置（如下表所示）。当前位置由单选按钮指示器指示。
zh_hk: 這個區段包含一個子功能表，它會列出每個可用的網路位置 (如下表所示)。單選按鈕指示器會指出目前的位置。

source: Location Type
de: Speicherorttyp
es: Tipo de ubicación
fr: Type d'emplacement
it: Tipo di posizione
ja: 場所タイプ
ko: 위치 유형
pt_br: Tipo de local
zh_cn: 位置类型
zh_hk: 位置類型

source: Location Description
de: Speicherortbeschreibung
es: Descripción de la ubicación
fr: Description de l'emplacement
it: Descrizione della posizione
ja: 場所の説明
ko: 위치 설명
pt_br: Descrição do local
zh_cn: 位置说明
zh_hk: 位置說明

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
zh_cn: 系统
zh_hk: 系統

source: Applies only to system-provided locations (Automatic and No Network). Indicates that the system determines when to activate these locations.
de: Gilt nur für vom System bereitgestellte Speicherorte ("Automatisch" und "Kein Netzwerk"). Zeigt an, dass das System bestimmt, wann diese Speicherorte aktiviert werden.
es: Sólo se aplica a ubicaciones proporcionadas por el sistema (automáticas y no de red). Indica que el sistema determina cuándo activar estas ubicaciones.
fr: Ne s'applique qu'aux emplacements fournis par le système (Automatique et Aucun réseau). Indique que le système détermine le moment d'activation de ces emplacements.
it: Si applica solo alle posizioni fornite dal sistema (Automatico e Nessuna rete). Indica che il sistema stabilisce quando attivare queste posizioni.
ja: システムから提供された場所 (「自動」および「ネットワークなし」) にのみ適用されます。これらの場所をいつアクティブにするかがシステムによって決定されることを示します。
ko: 시스템에서 제공된 위치(자동 및 네트워크 없음)에만 적용됩니다. 이러한 위치를 활성화하는 시기를 시스템이 결정합니다.
pt_br: Aplica-se apenas aos locais fornecidos pelo sistema (Automático e Nenhuma rede). Indica que o sistema determina quando ativar esses locais.
zh_cn: 仅适用于系统提供的位置（“自动”和“无网络”）。指示由系统确定何时激活这些位置。
zh_hk: 僅適用於系統提供的位置 (自動以及沒有網路)。指出系統決定何時啟動這些位置。

source: Can be manually activated or deactivated by using the <literal>Network Locations</literal> dialog or the <literal>Network Status</literal> notification icon.
de: Kann mithilfe des Dialogfelds <literal>Netzwerkspeicherorte</literal> oder des Benachrichtigungssymbols <literal>Netzwerkstatus</literal> manuell aktiviert oder deaktiviert werden.
es: Se pueden activar o desactivar manualmente mediante el cuadro de diálogo <literal>Network Locations</literal> o el icono de notificación <literal>Network Status</literal>.
fr: Peut être activé ou désactivé manuellement dans la boîte de dialogue <literal>Emplacements réseau</literal> ou à l'aide de l'icône de notification <literal>Etat du réseau</literal>.
it: Può essere attivato o disattivato manualmente utilizzando la finestra di dialogo <literal>Posizioni di rete</literal> o l'icona di notifica <literal>Stato rete</literal>.
ja: 「<literal>ネットワークの場所</literal>」ダイアログまたは「<literal>ネットワークステータス</literal>」通知アイコンを使用して、手動でアクティブ化または非アクティブ化できます。
ko: <literal>네트워크 위치</literal> 대화 상자나 <literal>네트워크 상태</literal> 알림 아이콘을 사용하여 수동으로 활성화/비활성화할 수 있습니다.
pt_br: Pode ser ativado ou desativado manualmente usando a caixa de diálogo <literal>Locais de rede</literal> ou o ícone de notificação <literal>Status da rede</literal>.
zh_cn: 可使用<literal>网络位置</literal>对话框或<literal>网络状态</literal>通知图标手动激活或取消激活。
zh_hk: 可以使用 [<literal>網路位置</literal>] 對話方塊或 [<literal>網路狀態</literal>] 通知圖示手動啟用或停用。

source: Conditional
de: Bedingt
es: Condicional
fr: Conditionnel
it: Condizionale
ja: 条件付き
ko: 조건부
pt_br: Condicional
zh_cn: 有条件的
zh_hk: 條件性

source: Location is activated or deactivated automatically according to user-defined rules.
de: Der Speicherort wird entsprechend benutzerdefinierten Regeln automatisch aktiviert oder deaktiviert.
es: La ubicación se activa o desactiva automáticamente según reglas definidas por el usuario.
fr: L'emplacement est activé ou désactivé automatiquement en fonction des règles définies par l'utilisateur.
it: La posizione è attivata o disattivata automaticamente a seconda delle regole definite dall'utente.
ja: 場所はユーザー定義の規則に従って、自動的にアクティブ化または非アクティブ化されます。
ko: 위치가 사용자 정의 규칙에 따라 자동으로 활성화/비활성화됩니다.
pt_br: O local é ativado ou desativado automaticamente de acordo com as regras definidas pelo usuário.
zh_cn: 根据用户定义的规则自动激活或取消激活位置。
zh_hk: 根據使用者定義的規則自動啟用或停用位置。

source: To activate a location other than the current location, choose the new location from the menu.
de: Um einen anderen als den aktuellen Speicherort zu aktivieren, wählen Sie aus dem Menü einen neuen Speicherort aus.
es: Para activar una ubicación distinta de la ubicación actual, seleccione la nueva ubicación desde el menú.
fr: Pour activer un emplacement autre que l'emplacement actuel, sélectionnez le nouvel emplacement dans le menu.
it: Per attivare una posizione diversa da quella attuale, scegliere la nuova posizione dal menu.
ja: 現在の場所以外の場所をアクティブにするには、メニューから新しい場所を選択します。
ko: 현재 위치가 아닌 위치를 활성화하려면 메뉴에서 새 위치를 선택합니다.
pt_br: Para ativar um local que não seja o atual, escolha o novo local no menu.
zh_cn: 要激活当前位置以外的其他位置，请从此菜单中选择新位置。
zh_hk: 若要啟用目前位置以外的其他位置，請從功能表選擇新的位置。

source: When the <guilabel>Switch locations automatically</guilabel> option is selected on the menu, you have no manual control over location changes. In this case, all of the locations in the submenu are unavailable (grayed-out), and the most appropriate System or Conditional location will be activated automatically in response to changes in the network environment.
de: Wenn im Menü die Option <guilabel>Speicherorte automatisch wechseln</guilabel> gewählt wird, haben Sie keine manuelle Kontrolle über Speicherortwechsel. In solch einem Fall sind alle Speicherorte im Untermenü nicht verfügbar (grau unterlegt), und das geeignetste System oder ein bedingter Speicherort wird automatisch aktiviert, wenn Veränderungen in der Netzwerkumgebung stattfinden.
es: Cuando se selecciona la opción <guilabel>Cambiar ubicaciones automáticamente</guilabel> está seleccionada en el menú, no tiene ningún control manual sobre cambios de ubicación. En este caso, todas las ubicaciones del submenú está no disponible (aparece atenuada), y se activará automáticamente la ubicación de sistema o condicional más apropiada en respuesta a los cambios del entorno de red.
fr: Lorsque l'option <guilabel>Modifier les emplacements automatiquement</guilabel> est sélectionnée dans le menu, vous n'avez aucun contrôle manuel sur les changements d'emplacement. Dans ce cas, aucun des emplacements figurant dans le sous-menu n'est disponible (ils sont grisés) et l'emplacement le plus approprié (Système ou Conditionnel) est activé automatiquement suivant toute modification apportée à l'environnement réseau.
it: Quando l'opzione <guilabel>Cambia posizioni automaticamente</guilabel> è selezionata nel menu, non si ha alcun controllo manuale sui cambiamenti di percorso. In questo caso, tutti i percorsi nel sottomenu sono non disponibili (mostrati in grigio) e il percorso Sistema o Condizionale più opportuno viene attivato automaticamente in base alle modifiche nell'ambiente di rete.
ja: メニューで「<guilabel>場所の自動切り替え</guilabel>」オプションが選択されている場合は、場所の変更を手動で制御できません。この場合は、サブメニュー内のすべての場所が無効 (グレー表示) になり、もっとも適切な「システム」または「条件付き」場所がネットワーク環境の変更に応じて自動的にアクティブ化されます。
ko: <guilabel>자동으로 위치 전환</guilabel> 옵션이 메뉴에서 선택된 경우 위치 변경을 수동으로 제어할 수 없습니다. 이 경우, 하위 메뉴의 모든 위치가 사용 불가능(회색 표시)하고 네트워크 환경 변화에 따라 가장 적절한 시스템 또는 조건부 위치가 자동으로 활성화됩니다.
pt_br: Quando a opção <guilabel>Trocar locais automaticamente</guilabel> é selecionada no menu, você não tem controle manual das alterações de local. Nesse caso, todos os locais no submenu estão indisponíveis (desativados), e o local do Sistema ou Condicional mais adequado será ativado de forma automática em resposta a alterações no ambiente de rede.
zh_cn: 在此菜单上选择了<guilabel>自动切换位置</guilabel>选项时，您将无法手动控制位置的更改。在这种情况下，此子菜单中的所有位置都不可用（灰显），而是自动根据网络环境改变而自动激活最适当的“系统”或“有条件的”位置。
zh_hk: 選取功能表上的 [<guilabel>自動切換位置</guilabel>] 選項後，您將無法手動變更位置。在這種情況下，子功能表中的所有位置都無法使用 (呈現灰色)，將會自動啟用最合適的「系統」或「條件性」位置，以因應網路環境的變動。

source: When the <guilabel>Switch locations manually</guilabel> option is selected on the menu, you have full control over location changes. In this case, any location in the submenu can be activated by choosing it, regardless of its activation type. Any location you activate in this manner remains active until you either activate a different location or choose the <guilabel>Switch locations automatically</guilabel> menu option.
de: Wenn im Menü die Option <guilabel>Speicherorte manuell wechseln</guilabel> gewählt wird, haben Sie vollständige Kontrolle über Speicherortwechsel. In solch einem Fall kann jeder Speicherort unabhängig von seinem Aktivierungstyp im Untermenü aktiviert werden. Jeder Speicherort, den Sie auf diese Weise aktivieren, bleibt so lange aktiv, bis Sie entweder einen anderen Speicherort oder die Menüoption <guilabel>Speicherorte automatisch wechseln</guilabel> aktivieren.
es: Cuando se selecciona la opción <guilabel>Cambiar ubicaciones automáticamente</guilabel> está seleccionada en el menú, tendrá control total sobre los cambios de las ubicaciones. En este caso, cualquier ubicación del submenú se puede activar al seleccionarla, independientemente del tipo de activación. Cualquier ubicación que active de esta manera permanece activa hasta que active una ubicación diferente o seleccione la opción de menú <guilabel>Cambiar ubicaciones automáticamente</guilabel>.
fr: Lorsque l'option <guilabel>Changer les emplacements manuellement</guilabel> est sélectionnée dans le menu, vous bénéficiez d'un contrôle total sur les changements d'emplacement. Dans ce cas, tout emplacement figurant dans le sous-menu peut être activé en le sélectionnant, quel que soit son type d'activation. Tout emplacement activé de cette manière reste actif tant que vous n'en activez pas un autre ou ne sélectionnez pas l'option de menu <guilabel>Modifier les emplacements automatiquement</guilabel>.
it: Quando l'opzione <guilabel>Cambia posizioni manualmente</guilabel> è selezionata nel menu, è possibile controllare le modifiche di posizione sotto tutti gli aspetti. In questo caso, qualsiasi posizione nel sottomenu può essere attivata selezionandola, indipendentemente dal tipo di attivazione. Qualsiasi posizione così attivata rimane attiva finché non si abilita una diversa posizione o si sceglie l'opzione di menu <guilabel>Cambia posizioni automaticamente</guilabel>.
ja: メニューで「<guilabel>場所の手動切り替え</guilabel>」オプションが選択されている場合は、場所の変更を完全に制御できます。この場合は、アクティブ化タイプには関係なく、サブメニュー内の任意の場所を選択してアクティブにすることができます。この方法でアクティブにした場所はすべて、別の場所をアクティブにするか、または「<guilabel>場所の自動切り替え</guilabel>」メニューオプションを選択するまでアクティブなままになります。
ko: <guilabel>수동으로 위치 전환</guilabel> 옵션이 메뉴에서 선택된 경우 위치 변경을 완전히 제어할 수 있습니다. 이 경우, 하위 메뉴의 임의 위치를 선택하면 활성화 유형에 관계없이 활성화할 수 있습니다. 이 방법으로 활성화된 위치는 다른 위치를 활성화하거나 <guilabel>자동으로 위치 전환</guilabel> 메뉴 옵션을 선택할 때까지 계속 활성입니다.
pt_br: Quando a opção <guilabel>Trocar locais manualmente</guilabel> é selecionada no menu, você tem total controle das alterações de local. Nesse caso, qualquer local no submenu pode ser ativado escolhendo-o, seja qual for seu tipo de ativação. Qualquer local ativado dessa forma permanecerá ativo até que você ative outro local ou escolha a opção <guilabel>Trocar locais automaticamente</guilabel>.
zh_cn: 在此菜单上选择了<guilabel>手动切换位置</guilabel>选项时，您可以完全控制位置的更改。在这种情况下，通过在此子菜单上进行选择可以激活其中的任何位置，无论其激活类型如何。以这种方式激活的任何位置将保持激活状态，直到您激活了其他位置或选择<guilabel>自动切换位置</guilabel>菜单选项。
zh_hk: 選取功能表的 [<guilabel>手動切換位置</guilabel>] 選項後，您可以自由變更位置。在這種情況下，無論啟用類型為何，只要選擇子功能表中的任何位置，都可以加以啟用。您在這種方式下啟用的任何位置，都會一直保持生效，除非您啟用其他位置或者選擇 [<guilabel>自動切換位置</guilabel>] 功能表項目。
