Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: Lightweight Directory Access Protocol (LDAP)
es: Protocolo ligero de acceso a directorios (LDAP)
fr: LDAP (Lightweight Directory Access Protocol)
it: LDAP (Lightweight Directory Access Protocol)
ja: LDAP (Lightweight Directory Access Protocol)
ko: LDAP(Lightweight Directory Access Protocol)
pt_br: Protocolo LDAP
zh_cn: 轻量目录访问协议 (Lightweight Directory Access Protocol, LDAP)
zh_hk: 簡易目錄存取協定 (LDAP)

source: Can only be configured manually. A domain name must be specified in the <literal>Default Domain</literal> text field, and one or more name servers must be specified in the <literal>Servers</literal> text field.
de: Kann nur manuell konfiguriert werden. Im Textfeld <literal>Standarddomain</literal> muss ein Domainname angegeben werden. Im Textfeld <literal>Server</literal> ist die Angabe eines oder mehrerer Namenserver erforderlich.
es: Sólo se puede configurar manualmente. Se debe especificar un nombre de dominio en el campo de texto <literal>Default Domain</literal>, y se deben especificar uno o más servidores de nombres en el campo de texto <literal>Servers</literal>.
fr: Ne peuvent être configurés que manuellement. Un nom de domaine doit être spécifié dans le champ de texte <literal>Domaine par défaut</literal> et un ou plusieurs serveurs de noms doivent être spécifiés dans le champ de texte <literal>Serveurs</literal>.
it: Può essere configurato solo manualmente. È necessario specificare un nome di dominio nel campo di testo <literal>Dominio predefinito</literal>. È anche possibile specificare uno o più server dei nomi nel campo di testo <literal>Server</literal>.
ja: 手動でのみ構成できます。「<literal>デフォルトドメイン</literal>」テキストフィールドにドメイン名を指定する必要があります。また、「<literal>サーバー</literal>」テキストフィールドに 1 つ以上のネームサーバーを指定する必要があります。
ko: 수동으로만 구성할 수 있습니다. <literal>기본 도메인</literal> 텍스트 필드에서 도메인 이름을 지정해야 하고 <literal>서버</literal> 텍스트 필드에서 하나 이상의 이름 서버를 지정해야 합니다.
pt_br: Pode ser configurado apenas manualmente. É necessário especificar um nome de domínio no campo de texto <literal>Domínio padrão</literal> e um ou mais servidores de nome no campo <literal>Servidores</literal>.
zh_cn: 只能手动配置。必须在<literal>缺省域</literal>文本字段中指定域名，并在<literal>服务器</literal>文本字段中指定一个或多个名称服务器。
zh_hk: 只能手動配置。您必須在 [<literal>預設網域</literal>] 文字欄位中指定網域名稱，並且在 [<literal>伺服器</literal>] 文字欄位中指定一或多個名稱伺服器。

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
pt_br: Arquivos
zh_cn: 文件
zh_hk: 檔案

source: No further configuration options are available.
de: Es sind keine weiteren Konfigurationsoptionen verfügbar.
es: No hay más opciones de configuración disponibles.
fr: Aucune autre option de configuration n'est disponible.
it: Non sono disponibili altre opzioni di configurazione.
ja: これ以外の構成オプションは使用できません。
ko: 더 이상 사용 가능한 구성 옵션이 없습니다.
pt_br: Não há mais opções de configuração disponíveis.
zh_cn: 无更多可用的配置选项。
zh_hk: 沒有進一步的配置選項可供使用。

source: Where required, multiple servers or search domains can be separated by spaces or commas.
de: Wenn nötig, können mehrere Server oder Suchdomains durch Leerzeichen oder Kommas getrennt werden.
es: Cuando es necesario, varios servidores o dominios de buscador pueden estar separados por espacios o comas.
fr: Le cas échéant, plusieurs serveurs ou domaines de recherche peuvent être séparés par des espaces ou des virgules.
it: Se necessario, è possibile specificare più server o domini di ricerca separandoli con spazi o virgole.
ja: 必要に応じて、複数のサーバーまたは検索ドメインをスペースまたはコンマで区切ることができます。
ko: 필요한 경우 다중 서버나 검색 도메인을 공백 또는 콤마로 구분할 수 있습니다.
pt_br: Quando necessário, vários servidores ou domínios de pesquisa podem ser separados por espaços ou vírgulas.
zh_cn: 需要时，可使用空格或逗号分隔多个服务器或搜索域。
zh_hk: 需要時，可以用空格或逗點隔開多個伺服器或搜尋網域。

source: Separate domain names cannot be specified for the NIS and LDAP protocols. Both protocols must use the same default domain name.
de: Separate Domainnamen können nicht für NIS- und LDAP-Protokolle angegeben werden. Beide Protokolle müssen denselben Standarddomainnamen verwenden.
es: No es posible especificar nombres de dominio separados para protocolos NIS y LDAP. Ambos deben usar el mismo nombre de dominio predeterminado.
fr: Vous ne pouvez pas spécifier de noms de domaine distincts pour les protocoles NIS et LDAP. Ces deux protocoles doivent utiliser le même nom de domaine par défaut.
it: I nomi di dominio separati non possono essere specificati per i protocolli NIS e LDAP. Entrambi i protocolli devono utilizzare lo stesso nome di dominio predefinito.
ja: NIS プロトコルと LDAP プロトコルに異なるドメイン名を指定することはできません。両方のプロトコルが同じデフォルトドメイン名前を使用する必要があります。
ko: NIS 및 LDAP 프로토콜에 대해 별도의 도메인 이름을 지정할 수 없습니다. 양쪽 프로토콜은 동일한 기본 도메인 이름을 사용해야 합니다.
pt_br: Não é possível especificar nomes de domínio separados para os protocolos NIS e LDAP. Eles devem usar o mesmo nome de domínio padrão.
zh_cn: 不能为 NIS 和 LDAP 协议指定不同的域名。这两种协议必须使用相同的缺省域名。
zh_hk: 不可以為 NIS 以及 LDAP 協定指定不同的網域名稱。這兩個協定必須使用相同的預設網域名稱。

source: The <guilabel>Advanced resolver settings</guilabel> expandable section enables you to customize the behavior of the internal name resolver.
de: Mithilfe des erweiterbaren Abschnitts <guilabel>Erweiterte Resolver-Einstellungen</guilabel> können Sie das Verhalten des internen Namen-Resolvers anpassen.
es: La sección ampliable <guilabel>Configuración de resolución avanzada</guilabel> le permite personalizar el comportamiento de la resolución de nombres interna.
fr: La section extensible <guilabel>Paramètres avancés de l'interpréteur</guilabel> vous permet de personnaliser le comportement de l'interpréteur des noms internes.
it: La sezione espandibile <guilabel>Impostazioni avanzate risolutore</guilabel> consente di personalizzare il comportamento del risolutore dei nomi interno.
ja: 「<guilabel>リゾルバの詳細設定</guilabel>」拡張可能セクションを使用すると、内部の名前リゾルバの動作をカスタマイズできます。
ko: <guilabel>고급 분석기 설정</guilabel> 확장 가능한 섹션에서 내부 이름 분석기의 동작을 사용자가 정의할 수 있습니다.
pt_br: A seção expansível <guilabel>Definições avançadas do solucionador</guilabel> permite personalizar o comportamento do solucionador de nomes interno.
zh_cn: 在<guilabel>高级解析器设置</guilabel>可展开区域中，可以定制内部名称解析器的行为。
zh_hk: [<guilabel>進階解析器設定</guilabel>] 可延伸區段可讓您自訂內部名稱解析器的運作方式。

source: The <guibutton>Sort List</guibutton> table enables the resolver to return ordered IP addresses. For each entry in the list, the <literal>Address</literal> column is mandatory, and the <literal>Subnet mask</literal> column is optional. See <xref linkend="editing-tables"/>.
de: Die Tabelle <guibutton>Sortierliste</guibutton> gestattet dem Resolver, geordnete IP-Adressen zurückzugeben. Für jeden Eintrag in der Liste ist die Spalte <literal>Adresse</literal> obligatorisch, und die Spalte <literal>Teilnetzmaske</literal> ist optional. Siehe <xref linkend="editing-tables"/>.
es: La tabla <guibutton>Ordenar lista</guibutton> permite que la resolución devuelva direcciones IP ordenadas. Para cada entrada de la lista, la columna <literal>Address</literal> es obligatoria y la columna <literal>Subnet mask</literal> es opcional. Consulte <xref linkend="editing-tables"/>.
fr: La table <guibutton>Trier la liste</guibutton> permet à l'interpréteur de renvoyer des adresses IP triées. Pour chaque entrée de la liste, la colonne <literal>Adresse</literal> est obligatoire et la colonne <literal>Masque de sous-réseau</literal> est facultative. Reportez-vous à la section <xref linkend="editing-tables"/>.
it: La tabella <guibutton>Ordina elenco</guibutton> consente al risolutore di restituire gli indirizzi IP in ordine. Per ciascuna voce nell'elenco, la colonna <literal>Indirizzo</literal> è obbligatoria, mentre la colonna <literal>Maschera di sottorete</literal> è facoltativa. Vedere <xref linkend="editing-tables"/>.
ja: 「<guibutton>ソートリスト</guibutton>」テーブルにより、リゾルバは順序付けられた IP アドレスを返すことができます。リスト内の各エントリで、「<literal>アドレス</literal>」列は必須、「<literal>サブネットマスク</literal>」列はオプションです。<xref linkend="editing-tables"/>を参照してください。
ko: <guibutton>정렬 목록</guibutton> 테이블에서 분석기가 정렬된 IP 주소를 반환할 수 있습니다. 목록의 각 항목에 대해 <literal>주소</literal> 열은 필수 사항이고 <literal>서브넷 마스크</literal> 열은 선택 사항입니다. <xref linkend="editing-tables"/>을(를) 참조하십시오.
pt_br: A tabela <guibutton>Lista de classificação</guibutton> permite que o solucionador retorne endereços IP ordenados. Para cada entrada na lista, a coluna <literal>Endereço</literal> é obrigatória, e a coluna <literal>Máscara de sub-rede</literal> é opcional. Consulte <xref linkend="editing-tables"/>.
zh_cn: <guibutton>排序列表</guibutton>表允许解析器返回排序的 IP 地址。对于该列表中的每个条目，<literal>地址</literal>列是必填的，<literal>子网掩码</literal>列是可选的。请参见<xref linkend="editing-tables"/>。
zh_hk: [<guibutton>排序清單</guibutton>] 表格可讓解析器傳回已排序的 IP 位址。清單中每個項目的 [<literal>位址</literal>] 欄都必要填寫，而 [<literal>子網路遮罩</literal>] 欄則是選擇性的。請參閱<xref linkend="editing-tables"/>。

source: The <literal>Address</literal> field also accepts addresses and subnet masks in the Classless Inter-Domain Routing (CIDR) format. For example, the IP address, <literal>192.168.0.0/22</literal>, represents the 1024 IPv4 addresses ranging from <literal>192.168.0.0</literal> to <literal>192.168.3.255</literal>.
de: Das Feld <literal>Adresse</literal> akzeptiert auch Adressen und Teilnetzmasken im CIDR-Format (Classless Inter-Domain Routing). Beispielsweise stellt die IP-Adresse <literal>192.168.0.0/22</literal> die 1024 IPv4-Adressen dar, die von <literal>192.168.0.0</literal> bis <literal>192.168.3.255</literal> reichen.
es: El campo <literal>Address</literal> también acepta direcciones y máscaras de subred en formato Classless Inter-Domain Routing (CIDR). Por ejemplo, la dirección IP, literal>192.168.0.0/22</literal>, representa las direcciones IPv4 que van de <literal>192.168.0.0</literal> a <literal>192.168.3.255</literal>.
fr: Le champ <literal>Adresse</literal> accepte également les adresses et masques de sous-réseau au format CIDR (Classless Inter-Domain Routing). Par exemple, l'adresse IP <literal>192.168.0.0/22</literal> représente les 1024 adresses IPv4 comprises entre <literal>192.168.0.0</literal> et <literal>192.168.3.255</literal>.
it: Il campo <literal>Indirizzo</literal> accetta anche indirizzi e maschere di sottorete in formato Classless Inter-Domain Routing (CIDR). Ad esempio, l'indirizzo IP <literal>192.168.0.0/22</literal> rappresenta i 1024 indirizzi IPv4 compresi tra <literal>192.168.0.0</literal> e <literal>192.168.3.255</literal>.
ja: 「<literal>アドレス</literal>」フィールドには、CIDR (Classless Inter-Domain Routing) 形式のアドレスとサブネットマスクを指定することもできます。たとえば、<literal>192.168.0.0/22</literal> という IP アドレスは、<literal>192.168.0.0</literal> から <literal>192.168.3.255</literal> までの 1024 個の IPv4 アドレスを表します。
ko: <literal>주소</literal> 필드는 CIDR(Classless Inter-Domain Routing) 형식으로 주소 및 서브넷 마스크를 받아들입니다. 예를 들어, IP 주소 <literal>192.168.0.0/22</literal>는 <literal>192.168.0.0</literal> - <literal>192.168.3.255</literal> 범위의 1024 IPv4 주소를 나타냅니다.
pt_br: O campo <literal>Endereço</literal> também aceita endereços e máscaras de sub-rede no formato CIDR (Classless Inter-Domain Routing). Por exemplo, o endereço IP <literal>192.168.0.0/22</literal> representa os 1.024 endereços IPv4 do intervalo <literal>192.168.0.0</literal> a <literal>192.168.3.255</literal>.
zh_cn: <literal>地址</literal>字段还接受无类域间路由 (Classless Inter-Domain Routing, CIDR) 格式的地址和子网掩码。例如，IP 地址 <literal>192.168.0.0/22</literal> 表示 1024 IPv4 地址，范围从 <literal>192.168.0.0</literal> 到 <literal>192.168.3.255</literal>。
zh_hk: [<literal>位址</literal>] 欄位也接受無類別網域間路由 (CIDR) 格式的位址以及子網路遮罩。例如，IP 位址 <literal>192.168.0.0/22</literal> 代表 <literal>192.168.0.0</literal> 到 <literal>192.168.3.255</literal> 這個範圍的 1024 IPv4 位址。

source: The <literal>Options</literal> text field enables you to enter additional resolver configuration options separated by spaces. For example:
de: Mithilfe des Textfelds <literal>Optionen</literal> können Sie zusätzliche, durch Leerzeichen getrennte Resolver-Konfigurationsoptionen eingeben. Zum Beispiel:
es: El campo de texto <literal>Options</literal> le permite introducir opciones de configuración de resolución adicionales separadas por espacios. Por ejemplo:
fr: Le champ de texte <literal>Options</literal> vous permet d'indiquer d'autres options de configuration de l'interpréteur séparées par des espaces. Par exemple :
it: Il campo di testo <literal>Opzioni</literal> consente di immettere ulteriori opzioni di configurazione del risolutore separate da spazi. Ad esempio:
ja: 「<literal>オプション</literal>」テキストフィールドを使用すると、スペースで区切られた追加のリゾルバ構成オプションを入力できます。次に例を示します。
ko: <literal>옵션</literal> 텍스트 필드에서 추가 분석기 구성 옵션을 공백으로 구분하여 입력할 수 있습니다. 예를 들면 다음과 같습니다.
pt_br: O campo de texto <literal>Opções</literal> permite inserir opções adicionais do solucionador separadas por espaços. Por exemplo:
zh_cn: 在<literal>选项</literal>文本字段中，可以输入更多解析器配置选项（以空格分隔）。例如：
zh_hk: [<literal>選項</literal>] 文字欄位可讓您輸入其他解析器配置選項，並以空格隔開。例如：

source: For more information about sort lists and available resolver configuration options, see the <literal>resolv.conf</literal>(4) man page.
de: Weitere Informationen zu Sortierlisten und verfügbaren Resolver-Konfigurationsoptionen finden Sie auf der Manpage <literal>resolv.conf</literal>(4).
es: Para obtener más información sobre las listas de orden y las opciones de configuración de resolución, consulte la página del comando man <literal>resolv.conf</literal>(4).
fr: Pour plus d'informations sur les listes de tri et les options de configuration de l'interpréteur qui sont disponibles, reportez-vous à la page de manuel <literal>resolv.conf</literal>(4).
it: Per ulteriori informazioni sugli elenchi di ordinamento e sulle opzioni di configurazione del risolutore disponibili, vedere la pagina del manuale <literal>resolv.conf</literal>(4).
ja: ソートリストと使用可能なリゾルバ構成オプションの詳細については、<literal>resolv.conf</literal>(4) のマニュアルページを参照してください。
ko: 정렬 목록 및 사용 가능한 분석기 구성 옵션에 대한 자세한 내용은 <literal>resolv.conf</literal>(4) 매뉴얼 페이지를 참조하십시오.
pt_br: Para obter mais informações sobre listas de classificação e as opções disponíveis do solucionador, consulte a página principal <literal>resolv.conf</literal>(4).
zh_cn: 有关排序列表和可用解析器配置选项的更多信息，请参见 <literal>resolv.conf</literal>(4) 手册页。
zh_hk: 如需排序清單以及可用解析器配置選項的詳細資訊，請參閱「<literal>resolv.conf</literal>(4) 線上手冊」。

source: The <guibutton>Custom nsswitch file</guibutton> button enables you to choose the name service configuration file that is to be used for this location.
de: Mithilfe der Schaltfläche <guibutton>Benutzerdefinierte nsswitch-Datei</guibutton> können Sie die Name Service-Konfigurationsdatei auswählen, die für diesen Speicherort verwendet werden soll.
es: El botón <guibutton>Archivo nsswitch personalizado</guibutton> le permite seleccionar el archivo de configuración del servicio de nombres que se utilizará para esta ubicación.
fr: Le bouton <guibutton>Fichier nsswitch personnalisé </guibutton> vous permet de choisir le fichier de configuration des noms de services à utiliser pour cet emplacement.
it: Il pulsante <guibutton>File nsswitch personalizzato</guibutton> consente di scegliere il file di configurazione del servizio dei nomi da utilizzare per questa posizione.
ja: 「<guibutton>カスタム nsswitch ファイル</guibutton>」ボタンを使用すると、この場所に使用されるネームサービス構成ファイルを選択できます。
ko: <guibutton>사용자 정의 nsswitch 파일</guibutton> 버튼에서 이 위치에 사용할 이름 서비스 구성 파일을 선택할 수 있습니다.
pt_br: O botão <guibutton>Arquivo nsswitch personalizado</guibutton> permite escolher o arquivo de configuração do serviço de nome a ser usado para o local.
zh_cn: 使用<guibutton>自定义 nsswitch 文件</guibutton>按钮，可以选择将用于此位置的名称服务配置文件。
zh_hk: [<guibutton>自訂 nsswitch 檔案</guibutton>] 按鈕可讓您選擇要在這個位置使用的名稱服務配置檔案。

source: When a single name service is selected for this location, you can either use the default name service configuration file, or specify a custom configuration file. To specify a custom configuration file, click the <guibutton>Custom nsswitch file</guibutton> button to open a file chooser dialog. To revert to the default name service configuration file, click the <guibutton>Use Default</guibutton> button. The full path name of the default configuration file that is associated with the selected name service is displayed below the <guibutton>Use Default</guibutton> button.
de: Wenn ein einzelner Name Service für diesen Speicherort ausgewählt ist, können Sie entweder die standardmäßige Name Service-Konfigurationsdatei verwenden oder eine benutzerdefinierte Konfigurationsdatei angeben. Um eine benutzerdefinierte Konfigurationsdatei anzugeben, klicken Sie auf die Schaltfläche <guibutton>Benutzerdefinierte nsswitch-Datei</guibutton>, woraufhin ein Dialogfeld zur Dateiauswahl geöffnet wird. Um die standardmäßige Name Service-Konfigurationsdatei beizubehalten, klicken Sie auf die Schaltfläche <guibutton>Standard verwenden</guibutton>. Der vollständige Pfadname der standardmäßigen Konfigurationsdatei, die mit dem ausgewählten Name Service verknüpft ist, wird unter der Schaltfläche <guibutton>Standard verwenden</guibutton> angezeigt.
es: Cuando se selecciona un único servicio de nombres para esta ubicación, puede usar el archivo de configuración del servicio de nombres predeterminado o especificar un archivo de configuración personalizado. Para ello, haga clic en el botón <guibutton>Archivo nsswitch personalizado</guibutton> para abrir un cuadro de diálogo que permita elegir archivos. Para revertir el archivo de configuración del servicio de nombres personalizado, haga clic en el botón <guibutton>Usar valor predeterminado</guibutton>. El nombre de ruta completo del archivo de configuración predeterminado que está asociado con el servicio de nombres seleccionado aparece debajo del botón <guibutton>Usar valor predeterminado</guibutton>.
fr: Lorsqu'un seul service de noms est sélectionné pour cet emplacement, vous pouvez utiliser le fichier de configuration par défaut du service de noms ou spécifier un fichier de configuration personnalisé. Pour spécifier un fichier de configuration personnalisé, cliquez sur le bouton <guibutton>Fichier nsswitch personnalisé</guibutton> qui permet d'ouvrir la boîte de dialogue du sélecteur de fichiers. Pour rétablir le fichier de configuration par défaut du service de noms, cliquez sur le bouton <guibutton>Utiliser défaut</guibutton>. Le nom complet du chemin d'accès au fichier de configuration par défaut qui est associé au service de noms sélectionné s'affiche sous le bouton <guibutton>Utiliser défaut</guibutton>.
it: Quando viene selezionato un unico servizio dei nomi per questa posizione, è possibile utilizzare il file di configurazione del servizio dei nomi predefinito oppure specificare un file di configurazione personalizzato. Per specificare il file di configurazione personalizzato, fare clic sul pulsante <guibutton>File nsswitch personalizzato</guibutton> per aprire la finestra di dialogo di selezione dei file. Per tornare al file di configurazione del servizio dei nomi predefinito, fare clic sul pulsante <guibutton>Utilizza predefinito</guibutton>. Il nome completo del percorso del file di configurazione predefinito associato al servizio dei nomi selezionato viene visualizzato sotto il pulsante <guibutton>Utilizza predefinito</guibutton>.
ja: この場所に 1 つのネームサービスが選択されている場合は、デフォルトのネームサービス構成ファイルを使用するか、またはカスタム構成ファイルを指定できます。カスタム構成ファイルを指定するには、「<guibutton>カスタム nsswitch ファイル</guibutton>」ボタンをクリックしてファイルチューザダイアログを開きます。デフォルトのネームサービス構成ファイルに戻すには、「<guibutton>デフォルトを使用</guibutton>」ボタンをクリックします。選択されたネームサービスに関連付けられているデフォルト構成ファイルのフルパス名は、「<guibutton>デフォルトを使用</guibutton>」ボタンの下に表示されます。
ko: 이 위치에 대해 단일 이름 서비스를 선택할 경우 기본 이름 서비스 구성 파일을 사용하거나 사용자 정의 구성 파일을 지정할 수 있습니다. 사용자 정의 구성 파일을 지정하려면 <guibutton>사용자 정의 nsswitch 파일</guibutton> 버튼을 눌러 파일 선택기 대화 상자를 엽니다. 기본 이름 서비스 구성 파일로 되돌리려면 <guibutton>기본값 사용</guibutton> 버튼을 누릅니다. 선택한 이름 서비스와 연관된 기본 구성 파일의 전체 경로 이름이 <guibutton>기본값 사용</guibutton> 버튼 아래에 표시됩니다.
pt_br: Quando um único serviço de nome é selecionado para esse local, é possível usar o arquivo de configuração de serviço de nome padrão ou especificar um arquivo de configuração personalizado. Para especificar um arquivo de configuração personalizado, clique no botão <guibutton>Arquivo nsswitch personalizado</guibutton> a fim de abrir uma caixa de diálogo de seleção de arquivos. Para reverter para o arquivo de configuração de serviço de nome padrão, clique no botão <guibutton>Usar padrão</guibutton>. O nome do caminho completo do arquivo de configuração padrão associado ao serviço de nome selecionado será exibido abaixo do botão <guibutton>Usar padrão</guibutton>.
zh_cn: 为该位置选择了单个名称服务时，您可以使用缺省名称服务配置文件，或指定自定义配置文件。要指定自定义配置文件，请单击<guibutton>自定义 nsswitch 文件</guibutton>按钮打开文件选择器对话框。要恢复为缺省名称服务配置文件，请单击<guibutton>使用缺省值</guibutton>按钮。与选定名称服务关联的缺省配置文件的完整路径名显示在<guibutton>使用缺省值</guibutton>按钮下方。
zh_hk: 若為這個位置選取單一名稱服務，您可以使用預設名稱服務配置檔案，或者指定一個自訂配置檔案。若要指定自訂配置檔案，請按一下 [<guibutton>自訂 nsswitch 檔案</guibutton>] 按鈕，開啟檔案選擇器對話方塊。若要復原至預設名稱服務配置檔案，請按一下 [<guibutton>使用預設值</guibutton>] 按鈕。與所選名稱服務相關的預設配置檔案完整路徑名稱，會顯示在 [<guibutton>使用預設值</guibutton>] 按鈕下方。

source: When multiple name services are selected for this location, you must always choose a custom configuration file by clicking the <guibutton>Custom nsswitch file</guibutton> button, as there is no default configuration file that can be used.
de: Wenn mehrere Name Services für diesen Speicherort ausgewählt sind, müssen Sie immer eine benutzerdefinierte Konfigurationsdatei auswählen, indem Sie auf die Schaltfläche <guibutton>Benutzerdefinierte nsswitch-Datei</guibutton> klicken, da keine standardmäßige Konfigurationsdatei vorhanden ist, die verwendet werden kann.
es: Cuando varios servicios de nombres se seleccionan para esta ubicación, deberá seleccionar siempre un archivo de configuración personalizado mediante el botón <guibutton>Archivo nsswitch personalizado</guibutton>, ya que no hay archivo de configuración predeterminado que pueda usarse.
fr: Lorsque plusieurs services de noms sont sélectionnés pour cet emplacement, vous devez systématiquement sélectionner un fichier de configuration personnalisé en cliquant sur le bouton <guibutton>Fichier nsswitch personnalisé</guibutton> puisque aucun fichier de configuration par défaut ne peut être utilisé.
it: Quando vengono selezionati più servizi dei nomi per questa posizione, è sempre necessario scegliere un file di configurazione personalizzato facendo clic su <guibutton>File nsswitch personalizzato</guibutton>, in quanto non è presente un file di configurazione predefinito da utilizzare.
ja: この場所に複数のネームサービスが選択されている場合は、常に「<guibutton>カスタム nsswitch ファイル</guibutton>」ボタンをクリックしてカスタム構成ファイルを選択する必要があります。使用できるデフォルト構成ファイルがないためです。
ko: 이 위치에 대해 다중 이름 서비스를 선택할 경우 사용할 수 있는 기본 구성 파일이 없으므로 <guibutton>사용자 정의 nsswitch 파일</guibutton> 버튼을 눌러 항상 사용자 정의 구성 파일을 선택해야 합니다.
pt_br: Quando vários serviços de nome são selecionados para esse local, sempre é possível escolher um arquivo de configuração personalizado clicando no botão <guibutton>Arquivo nsswitch personalizado</guibutton>, pois não há arquivo padrão que possa ser usado.
zh_cn: 为该位置选择了多个名称服务时，必须通过单击<guibutton>自定义 nsswitch 文件</guibutton>按钮始终选择一个自定义配置文件，因为没有可使用的缺省配置文件。
zh_hk: 若為這個位置選取多個名稱服務，您必須一律按一下 [<guibutton>自訂 nsswitch 檔案</guibutton>] 按鈕，選擇自訂配置檔案，因為沒有可使用的預設配置檔案。
