Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: Type the new information in the cell or select a different item from the popup menu or the drop-down list.
de: Geben Sie die neuen Informationen in die Zelle ein, oder wählen Sie aus dem Kontextmenü oder der Dropdown-Liste eine andere Option aus.
es: Escriba la información nueva en la celda o seleccione un elemento diferente en el menú emergente o la lista desplegable.
fr: Saisissez les nouvelles informations dans la cellule ou sélectionnez une autre option dans le menu contextuel ou la liste déroulante.
it: Digitare le nuove informazioni nella cella o selezionare un elemento diverso del menu a comparsa o dell'elenco a discesa.
ja: セル内に新しい情報を入力するか、ポップアップメニューまたはドロップダウンリストから別の項目を選択します。
ko: 셀에 새 정보를 입력하거나 팝업 메뉴/드롭다운 목록에서 다른 항목을 선택합니다.
pt_br: Digite as novas informações na célula ou selecione outro item no menu pop-up ou na lista drop-down.
zh_cn: 在该单元格中键入新信息，或者从弹出式菜单或下拉式列表中选择一个不同项。
zh_hk: 在儲存格中輸入新的資訊，或者從快顯功能表或下拉式清單中選取其他項目。

source: To cancel any pending changes, press <keycap>Esc</keycap>.
de: Um Änderungen zu verwerfen bzw. die Eingabe abzubrechen, drücken Sie die <keycap>Esc</keycap>-Taste.
es: Para cancelar cualquier cambio pendiente, pulse <keycap>Esc</keycap>.
fr: Pour annuler les modifications non encore validées, appuyez sur <keycap>Échap</keycap>.
it: Per eliminare eventuali modifiche in sospeso, premere <keycap>Esc</keycap>.
ja: 保留中の変更を取り消すには、<keycap>Esc</keycap> を押します。
ko: 보류 중인 변경 사항을 취소하려면 <keycap>Esc</keycap>를 누릅니다.
pt_br: Para cancelar as alterações pendentes, pressione <keycap>Esc</keycap>.
zh_cn: 要取消任何未确认的更改，请按 <keycap>Esc</keycap> 键。
zh_hk: 若要取消任何擱置的變更，請按 <keycap>Esc</keycap>。

source: Removing a row:
de: Entfernen einer Zeile:
es: Eliminación de una fila:
fr: Suppression d'une ligne :
it: Rimozione di una riga:
ja: 行の削除
ko: 행 제거:
pt_br: Remoção de uma linha:
zh_cn: 删除行：
zh_hk: 移除列：

source: There are two ways to remove a row:
de: Es gibt zwei Möglichkeiten, eine Zeile zu entfernen:
es: Hay dos formas de eliminar una fila:
fr: Il existe deux façons de supprimer une ligne :
it: Sono previsti due modi per eliminare una riga:
ja: 行を削除するには、次の 2 つの方法があります。
ko: 두 가지 방법으로 행을 제거할 수 있습니다.
pt_br: Há duas formas de remover uma linha:
zh_cn: 删除行的方法有两种：
zh_hk: 移除列的方法有兩種：

source: Select the row by clicking any cell in the row, then click the <guibutton>Remove</guibutton> button.
de: Wählen Sie die Zeile aus, indem Sie auf eine Zelle in der Zeile klicken, und klicken Sie dann auf die Schaltfläche <guibutton>Entfernen</guibutton>.
es: Seleccione la fila haciendo clic en cualquier celda de la fila y, a continuación, haga clic en el botón <guibutton>Eliminar</guibutton>.
fr: Sélectionnez la ligne en cliquant sur une des cellules de la ligne, puis cliquez sur le bouton <guibutton>Supprimer</guibutton>.
it: Selezionare la riga facendo clic su una cella qualsiasi nella riga, quindi fare clic sul pulsante <guibutton>Rimuovi</guibutton>.
ja: 行の任意のセルをクリックして行を選択してから、「<guibutton>削除</guibutton>」ボタンをクリックします。
ko: 행 안의 셀을 눌러 행을 선택하고 <guibutton>제거</guibutton> 버튼을 누릅니다.
pt_br: Selecione a linha clicando em qualquer célula e, em seguida, clique no botão <guibutton>Remover</guibutton>.
zh_cn: 通过在行的任一单元格中单击来选择该行，然后单击<guibutton>删除</guibutton>按钮。
zh_hk: 按一下列的任一儲存格來選取列，然後按一下 [<guibutton>移除</guibutton>] 按鈕。

source: Multiple rows can be selected by holding <keycap>Ctrl</keycap> or <keycap>Shift</keycap> keys while selecting the rows.
de: Es können mehrere Zeilen ausgewählt werden, indem die Taste <keycap>Strg</keycap> oder die <keycap>Umschalttaste</keycap> gedrückt gehalten wird, während die Zeilen ausgewählt werden.
es: Se pueden seleccionar varias filas manteniendo pulsadas las teclas <keycap>Ctrl</keycap> o <keycap>Mayús.</keycap> mientras selecciona las filas.
fr: Vous pouvez sélectionner plusieurs lignes en maintenant les touches <keycap>Ctrl</keycap> ou <keycap>Maj</keycap>enfoncées tout en sélectionnant les lignes.
it: È possibile selezionare più righe tenendo premuti i tasti <keycap>Ctrl</keycap> o <keycap>Maiusc</keycap> mentre si selezionano le righe.
ja: <keycap>Ctrl</keycap> または <keycap>Shift</keycap> キーを押しながら行を選択することで、複数の行を選択できます。
ko: <keycap>Ctrl</keycap> 또는 <keycap>Shift</keycap> 키를 누른 채 행을 선택하면 다중 행을 선택할 수 있습니다.
pt_br: É possível selecionar várias linhas mantendo pressionada a tecla <keycap>Ctrl</keycap> ou <keycap>Shift</keycap> e selecionando as linhas.
zh_cn: 可通过在选择各行时按住 <keycap>Ctrl</keycap> 键或 <keycap>Shift</keycap> 键选择多个行。
zh_hk: 按住 <keycap>Ctrl</keycap> 或 <keycap>Shift</keycap> 鍵，然後選取列，即可選取多個列。

source: Click the Remove button while any cell in the row is being edited.
de: Klicken Sie während des Bearbeitens einer Zelle in der Zeile auf die Schaltfläche "Entfernen".
es: Haga clic en el botón Eliminar mientras edita cualquier celda en la fila.
fr: Cliquez sur le bouton Supprimer pendant que modifiez une cellule de la ligne.
it: Fare clic sul pulsante Rimuovi durante la modifica di celle nella riga.
ja: 行のいずれかのセルが編集されているときに「削除」ボタンをクリックします。
ko: 행의 셀을 편집하는 동안 제거 버튼을 누릅니다.
pt_br: Clique no botão Remover durante a edição de qualquer célula da linha.
zh_cn: 在编辑行中的任一单元格时单击“删除”按钮。
zh_hk: 在編輯列的任一儲存格時，按一下 [移除] 按鈕。

source: Working With the Rules Dialog
de: Arbeiten mit dem Dialogfeld "Regeln"
es: Trabajo con el cuadro de diálogo Reglas
fr: Utilisation de la boîte de dialogue Règles
it: Utilizzo della finestra di dialogo Regole
ja: 「規則」ダイアログの操作
ko: 규칙 대화 상자 작업
pt_br: Como trabalhar com a caixa de diálogo Regras
zh_cn: 使用“规则”对话框
zh_hk: 使用規則對話方塊

source: The <literal>Rules</literal> dialog is accessed from the <literal>Network Locations</literal> and the <literal>Network Modifiers</literal> dialogs.
de: Auf das Dialogfeld <literal>Regeln</literal> kann über die Dialogfelder <literal>Netzwerkspeicherorte</literal> und <literal>Netzwerkmodifizierer</literal> zugegriffen werden.
es: Se accede al cuadro de diálogo <literal>Rules</literal> desde los cuadros de diálogo <literal>Network Locations</literal> y <literal>Network Modifiers</literal>.
fr: Vous pouvez accéder à la boîte de dialogue <literal>Règles</literal> à partir des boîtes de dialogue <literal>Emplacements réseau</literal> et <literal>Modificateurs réseau</literal>.
it: La finestra di dialogo <literal>Regole</literal> può essere aperta dalle finestre di dialogo <literal>Posizioni di rete</literal> e <literal>Modificatori di rete</literal>.
ja: 「<literal>規則</literal>」ダイアログは、「<literal>ネットワークの場所</literal>」ダイアログと「<literal>ネットワーク修飾子</literal>」ダイアログからアクセスされます。
ko: <literal>네트워크 위치</literal> 및 <literal>네트워크 수정자</literal> 대화 상자에서 <literal>규칙</literal> 대화 상자에 액세스할 수 있습니다.
pt_br: A caixa de diálogo <literal>Regras</literal> é acessada nas caixas de diálogo <literal>Locais de rede</literal> e <literal>Modificadores de rede</literal>.
zh_cn: 可通过<literal>网络位置</literal>和<literal>网络修饰器</literal>对话框访问<literal>规则</literal>对话框。
zh_hk: [<literal>規則</literal>] 對話方塊要從 [<literal>網路位置</literal>] 以及 [<literal>網路修飾鍵</literal>] 對話方塊中存取。

source: The <literal>Rules</literal> dialog enables you to specify the conditions under which certain actions should be performed, such as when a particular location should become active.
de: Mithilfe des Dialogfelds <literal>Regeln</literal> können Sie die Bedingungen angeben, unter denen bestimmte Aktionen ausgeführt werden sollen, beispielsweise die Aktivierung eines bestimmten Speicherorts.
es: El cuadro de diálogo <literal>Rules</literal> le permite especificar las condiciones bajo las que deben realizarse algunas acciones, como cuando una ubicación determinada debe activarse.
fr: La boîte de dialogue <literal>Règles</literal> vous permet de spécifier les conditions dans lesquelles certaines actions doivent être effectuées, notamment le moment auquel un emplacement donné doit devenir actif.
it: La finestra di dialogo <literal>Regole</literal> consente di specificare le condizioni in cui è necessario effettuare alcune operazioni, ad esempio quando una determinata posizione deve diventare attiva.
ja: 「<literal>規則</literal>」ダイアログを使用すると、特定の場所がいつアクティブになるべきかなど、特定のアクションを実行するべき条件を指定できます。
ko: <literal>규칙</literal> 대화 상자에서 특정 작업을 수행할 조건(예: 특정 위치가 활성이 될 때)을 지정할 수 있습니다.
pt_br: A caixa de diálogo <literal>Regras</literal> permite especificar as condições nas quais determinadas ações deverão ser executadas, como quando um local específico deverá se tornar ativo.
zh_cn: 在<literal>规则</literal>对话框中，可以指定执行特定操作应满足的条件，例如当特定位置应变为活动状态时。
zh_hk: [<literal>規則</literal>] 對話方塊可讓您指定執行特定動作的條件，例如何時使用特定位置。

source: You create a rule by specifying one or more conditions. You then specify whether all of those conditions need to be met, or only one of the conditions needs to be met, before the action is performed.
de: Eine Regel wird erstellt, indem eine oder mehrere Bedingungen angegeben werden. Geben Sie dann an, ob alle diese Bedingungen erfüllt werden müssen oder ob nur eine der Bedingungen erfüllt werden muss, bevor die Aktion ausgeführt wird.
es: Cree una regla especificando una o más condiciones. Luego, especifique si deben cumplirse todas esas condiciones o si sólo una de las condiciones debe cumplirse, antes de que la acción se realice.
fr: Une règle est créée en spécifiant une ou plusieurs conditions. Vous devez ensuite indiquer si l'une ou toutes ces conditions doivent être remplies avant l'exécution de l'action.
it: Per creare una regola, specificare una o più condizioni. È quindi necessario specificare se tutte le condizioni devono essere rispettate o se è sufficiente che venga rispettata almeno una di esse prima che l'azione venga effettuata.
ja: 規則は、1 つ以上の条件を指定することによって作成します。次に、そのアクションが実行される前に、これらのすべての条件が満たされる必要があるのか、またはいずれかの条件だけが満たされる必要があるのかを指定します。
ko: 하나 이상의 조건을 지정하여 규칙을 만듭니다. 그런 다음, 작업을 수행하기 전에 이러한 조건을 모두 충족해야 하는지, 아니면 조건 중 하나만 충족해야 하는지 지정합니다.
pt_br: Uma regra é criada especificando uma ou mais condições. Em seguida, é determinado se apenas uma ou todas as condições precisarão ser atendidas para que a ação seja executada.
zh_cn: 可通过指定一个或多个条件来创建规则。然后指定要执行操作，是必须满足所有这些条件，还是仅须满足其中一个条件。
zh_hk: 指定一或多個條件來建立規則，然後指定是否需要符合所有條件，或者只需要符合其中一個條件即可執行動作。

source: If you are creating a new rule, the dialog opens with one incomplete condition shown. To complete the condition, select the condition type from the drop-down list that shows, <guilabel>Select condition</guilabel>. All of the possible condition types are listed in the following table. Note that the availability of each condition type varies, depending on the action that is performed when the conditions are met.
de: Wenn Sie eine neue Regel erstellen, wird ein Dialogfeld geöffnet, das eine unvollständige Bedingung enthält. Um die Bedingung zu vervollständigen, wählen Sie aus der angezeigten Dropdown-Liste <guilabel>Bedingung auswählen</guilabel> den Bedingungstyp aus. Alle verfügbaren Bedingungstypen werden in der folgenden Tabelle aufgeführt. Beachten Sie, dass die Verfügbarkeit der einzelnen Bedingungstypen unterschiedlich ist, was von der Aktion abhängt, die ausgeführt wird, wenn die Bedingungen erfüllt sind.
es: Si va a crear una regla nueva, el cuadro de diálogo se abre y aparece una condición incompleta. Para completarla, seleccione el tipo de condición de la lista desplegable que aparece, <guilabel>Seleccionar condición</guilabel>. Todos los tipos de condición posibles aparecen en la siguiente tabla. Observe que la disponibilidad de cada tipo de condición varía según la acción que se realiza cuando se cumplen las condiciones.
fr: Lorsque vous créez une règle, la boîte de dialogue s'ouvre indiquant une condition incomplète. Pour compléter la condition, sélectionnez le type de condition dans la liste déroulante qui s'affiche, <guilabel>Sélectionner une condition</guilabel>. Tous les types de condition possibles sont répertoriés dans la table ci-dessous. Notez que la disponibilité de chaque type de condition varie en fonction de l'action effectuée lorsque les conditions sont réunies.
it: Quando si crea una nuova regola, viene aperta una finestra di dialogo in vui è visualizzata una condizione incompleta. Per completare la condizione, selezionare il tipo dall'elenco a discesa che mostra <guilabel>Seleziona condizione</guilabel>. Tutti i possibili tipi di condizione vengono elencati nella seguente tabella. Si noti che la disponibilità di ciascun tipo di condizione varia a seconda dell'azione che viene eseguita quando le condizioni sono rispettate.
ja: 新しい規則を作成している場合は、1 つの未完了の条件が表示されたダイアログが開きます。その条件を完了するには、表示される「<guilabel>条件の選択</guilabel>」ドロップダウンリストから条件タイプを選択します。可能性のあるすべての条件タイプが、次の表に一覧表示されています。各条件タイプを使用できるかどうかは、それらの条件が満たされたときに実行されるアクションによって異なることに注意してください。
ko: 새 규칙을 만드는 경우 미완성 조건이 표시된 채 대화 상자가 열립니다. 조건을 완성하려면 표시되는 <guilabel>조건 선택</guilabel> 드롭다운 목록에서 조건 유형을 선택합니다. 모든 가능한 조건 유형이 다음 테이블에 나열됩니다. 각 조건 유형의 가용성은 조건을 충족할 때 수행되는 작업에 따라 다릅니다.
pt_br: Se você estiver criando uma nova regra, a caixa de diálogo será aberta mostrando uma condição incompleta. Para completá-la, selecione o tipo de condição na lista drop-down exibida, <guilabel>Selecionar condição</guilabel>. Todos os tipos de condição possíveis serão listados na tabela a seguir. Observe que a disponibilidade de cada tipo variará de acordo com a ação executada quando as condições forem atendidas.
zh_cn: 如果要创建新规则，该对话框打开时会显示一个未完成的条件。要完成该条件，请从显示<guilabel>选择条件</guilabel>的下拉式列表中选择条件类型。所有可能的条件类型都在下表中列出。请注意，每个条件类型的可用性随满足条件时执行的操作而异。
zh_hk: 如果您正在建立新規則，對話方塊會開啟並顯示一個不完整的條件。若要完成條件，請從 [<guilabel>選取條件</guilabel>] 下拉式清單中選取條件類型。下表列有所有可能的條件類型。請注意，每個條件類型的可用性取決於符合條件時所要執行的動作。

source: Condition Type
de: Bedingungstyp
es: Tipo de condición
fr: Type de condition
it: Tipo di condizione
ja: 条件タイプ
ko: 조건 유형
pt_br: Tipo de condição
zh_cn: 条件类型
zh_hk: 條件類型

source: Condition is true if
de: Bedingung ist wahr, wenn
es: La condición es verdadera si
fr: La condition est vraie si
it: La condizione è vera se
ja: 次の場合、条件が真
ko: 조건이 true인 경우
pt_br: A condição é verdadeira se
zh_cn: 条件为真的情况
zh_hk: 條件成立情況

source: Active connections
de: Aktive Verbindungen
es: Conexiones activas
fr: Connexions actives
it: Connessioni attive
ja: アクティブな接続
ko: 활성 연결
pt_br: Conexões ativas
zh_cn: 活动连接
zh_hk: 使用中連線

source: The specified network connection is (or is not) enabled and connected.
de: Die angegebene Netzwerkverbindung ist aktiviert und verbunden (oder nicht).
es: La conexión de red especificada está (o no) habilitada y conectada.
fr: La connexion réseau spécifiée est (ou n'est pas) activée et connectée.
it: La connessione di rete specificata è (o non è) abilitata e connessa.
ja: 指定されたネットワーク接続が有効で接続されている (またはそうではない)。
ko: 지정된 네트워크 연결이 사용으로 설정되고(또는 사용으로 설정되지 않고) 연결되어 있습니다.
pt_br: A conexão de rede especificada é (ou não é) ativada e conectada.
zh_cn: 启用并连接了（或未启用和连接）指定的网络连接。
zh_hk: 指定的網路連線已 (或尚未) 啟用和連線。

source: Active network profile
de: Aktives Netzwerkprofil
es: Perfil de red activo
fr: Profil réseau actif
it: Profilo di rete attivo
ja: アクティブなネットワークプロファイル
ko: 활성 네트워크 프로필
pt_br: Perfil de rede ativo
zh_cn: 活动网络配置文件
zh_hk: 使用中網路設定檔

source: The specified network profile is currently active.
de: Das angegebene Netzwerkprofil ist derzeit aktiv.
es: El perfil de red especificado está activo.
fr: Le profil réseau spécifié est actuellement actif.
it: Il profilo di rete specificato è attualmente attivo.
ja: 指定されたネットワークプロファイルが現在アクティブである。
ko: 지정된 네트워크 프로필이 현재 활성입니다.
pt_br: O perfil de rede especificado está atualmente ativo.
zh_cn: 指定的网络配置文件当前处于活动状态。
zh_hk: 指定的網路設定檔目前正在使用中。

source: Any IP Address
de: Beliebige IP-Adresse
es: Cualquier dirección IP
fr: N'importe quelle adresse IP
it: Qualsiasi indirizzo IP
ja: 任意の IP アドレス
ko: 임의 IP 주소
pt_br: Qualquer endereço IP
zh_cn: 任何 IP 地址
zh_hk: 任何 IP 位址

source: The IP address of any enabled connection matches (or does not match) the specified address, or falls (or does not fall) into the specified range of addresses.
de: Die IP-Adresse einer aktivierten Verbindung stimmt mit der angegebenen Adresse überein (oder nicht) oder fällt in den angegebenen Bereich der Adressen (oder nicht).
es: La dirección IP de cualquier conexión habilitada coincide (o no coincide) con la dirección especificada o está (o no) dentro del rango especificado de direcciones.
fr: L'adresse IP de toute connexion activée correspond (ou ne correspond pas) à l'adresse indiquée, ou est comprise (ou n'est pas comprise) dans la plage d'adresses spécifiée.
it: L'indirizzo IP di qualsiasi connessione abilitata corrisponde (o non corrisponde) all'indirizzo specificato oppure rientra (o non rientra) nell'intervallo di indirizzi specificato.
ja: 有効になっている接続の IP アドレスが指定されたアドレスに一致する (または一致しない) か、または指定されたアドレス範囲に含まれる (または含まれない)。
ko: 사용으로 설정된 연결의 IP 주소가 지정된 주소와 일치하거나(또는 일치하지 않거나) 지정된 주소 범위에 포함됩니다(또는 포함되지 않습니다).
pt_br: O endereço IP de qualquer conexão corresponde (ou não) ao endereço especificado ou está contido (ou não) no intervalo de endereços especificado.
zh_cn: 任何已启用连接的 IP 地址匹配（或不匹配）指定地址，或者属于（或不属于）指定地址范围。
zh_hk: 任何啟用之連線的 IP 位址符合 (或不符合) 指定的位址，或者在 (或者不在) 指定的位址範圍中。

source: IP address ranges are specified in CIDR format (<literal>w.x.y.z/n</literal>). For example, the IP address, <literal>192.168.0.0/22</literal>, represents the 1024 IPv4 addresses ranging from <literal>192.168.0.0</literal> to <literal>192.168.3.255</literal>.
de: IP-Adressbereiche werden im CIDR-Format angegeben (<literal>w.x.y.z/n</literal>). Beispielsweise stellt die IP-Adresse <literal>192.168.0.0/22</literal> die 1024 IPv4-Adressen dar, die von <literal>192.168.0.0</literal> bis <literal>192.168.3.255</literal> reichen.
es: Los rangos de direcciones IP se especifican en formato CIDR (<literal>w.x.y.z/n</literal>). Por ejemplo, la dirección IP, <literal>192.168.0.0/22</literal>, representa las 1024 direcciones IPv4 que van desde <literal>192.168.0.0</literal> a <literal>192.168.3.255</literal>.
fr: Les plages d'adresses IP sont spécifiées au format CIDR (<literal>w.x.y.z/n</literal>). Par exemple, l'adresse IP <literal>192.168.0.0/22</literal> représente les 1024 adresses IPv4 comprises entre <literal>192.168.0.0</literal> et <literal>192.168.3.255</literal>.
it: Gli intervalli degli indirizzi IP sono specificati in formato CIDR (<literal>w.x.y.z/n</literal>). Ad esempio, l'indirizzo IP <literal>192.168.0.0/22</literal> rappresenta i 1024 indirizzi IPv4 compresi tra <literal>192.168.0.0</literal> e <literal>192.168.3.255</literal>.
ja: IP アドレス範囲は、CIDR 形式 (<literal>w.x.y.z/n</literal>) で指定されます。たとえば、IP アドレス <literal>192.168.0.0/22</literal> は、<literal>192.168.0.0</literal> から <literal>192.168.3.255</literal> までの 1024 個の IPv4 アドレスを表します。
ko: IP 주소 범위는 CIDR 형식(<literal>w.x.y.z/n</literal>)으로 지정됩니다. 예를 들어, IP 주소 <literal>192.168.0.0/22</literal>는 <literal>192.168.0.0</literal> - <literal>192.168.3.255</literal> 범위의 1024 IPv4 주소를 나타냅니다.
pt_br: Os intervalos de endereços IP estão especificados no formato CIDR (<literal>w.x.y.z/n</literal>). Por exemplo, o endereço IP <literal>192.168.0.0/22</literal> representa os 1.024 endereços IPv4 no intervalo de <literal>192.168.0.0</literal> a <literal>192.168.3.255</literal>.
zh_cn: IP 地址范围以 CIDR 格式 (<literal>w.x.y.z/n</literal>) 指定。例如，IP 地址 <literal>192.168.0.0/22</literal> 表示 1024 IPv4 地址，范围从 <literal>192.168.0.0</literal> 到 <literal>192.168.3.255</literal>。
zh_hk: IP 位址範圍是以 CIDR 格式 (<literal>w.x.y.z/n</literal>) 指定。例如，IP 位址 <literal>192.168.0.0/22</literal>，代表 <literal>192.168.0.0</literal> 到 <literal>192.168.3.255</literal> 這個範圍的 1024 IPv4 位址。

source: Any advertised domain name
de: Beliebiger angekündigter Domainname
es: Cualquier nombre de dominio publicado
fr: N'importe quel nom de domaine notifié
it: Qualsiasi nome di dominio segnalato
ja: 任意の通知済みドメイン名
ko: 임의 보급 도메인 이름
pt_br: Qualquer nome de domínio publicado
zh_cn: 任何通告域名称
zh_hk: 任何通告的網域名稱

source: The domain name that is advertised to any enabled connection by a DHCP server matches (or does not match) the specific domain, or contains (or does not contain) the specified string.
de: Der von einem DHCP-Server für eine aktivierte Verbindung angegebene Domainname stimmt mit der angegebenen Domain überein (oder nicht) oder enthält die angegebene Zeichenfolge (oder nicht).
es: El nombre de dominio publicado en cualquier conexión habilitada por un servidor DHCP coincide (o no) con el dominio específico o contiene (o no) la cadena especificada.
fr: Le nom de domaine notifié à toute connexion activée par un serveur DHCP correspond (ou ne correspond pas) au domaine spécifique, ou contient (ou ne contient pas) la chaîne spécifiée.
it: Il nome di dominio segnalato a qualsiasi connessione abilitata da un server DHCP corrisponde (o non corrisponde) al dominio specifico oppure contiene (o non contiene) la stringa specificata.
ja: DHCP サーバーによって有効になっている接続に通知されるドメイン名が特定のドメインに一致する (または一致しない) か、または指定された文字列を含む (または含まない)。
ko: DHCP 서버에 의해 사용으로 설정된 연결에 보급된 도메인 이름이 특정 도메인과 일치하거나(또는 일치하지 않거나) 지정된 문자열을 포함합니다(또는 포함하지 않습니다).
pt_br: O nome de domínio publicado para qualquer conexão ativada por um servidor DHCP corresponde (ou não) ao domínio específico ou contém (ou não) a sequência de caracteres especificada.
zh_cn: DHCP 服务器通告给任何已启用连接的域名匹配（或不匹配）指定域，或者包含（或不包含）指定字符串。
zh_hk: 由符合 (或不符合) 特定網域或包含 (或不包含) 指定字串的 DHCP 伺服器，通告給任何已啟用連線的網域名稱。

source: Any system domain name
de: Beliebiger Systemdomainname
es: Cualquier nombre de dominio del sistema
fr: N'importe quel nom de domaine système
it: Qualsiasi nome di dominio del sistema
ja: 任意のシステムドメイン名
ko: 임의 시스템 도메인 이름
pt_br: Qualquer nome de domínio do sistema
zh_cn: 任何系统域名称
zh_hk: 任何系統網域名稱

source: The domain name that is currently assigned to the system, as returned by the <command>domainname</command> command, matches (or does not match) the specified domain, or contains (or does not contain) the specified string.
de: Der vom <command>domainname</command>-Befehl zurückgegebene Domainname, der dem System derzeit zugewiesen ist, stimmt mit der angegebenen Domain überein (oder nicht) oder enthält die angegebene Zeichenfolge (oder nicht).
es: El nombre de dominio que está actualmente asignado al sistema, como lo devuelve el comando <command>domainname</command>, coincide (o no) con el dominio especificado o contiene (o no) la cadena especificada.
fr: Le nom de domaine actuellement attribué au système, tel qu'il est renvoyé par la commande <command>domainname</command>, correspond (ou ne correspond pas) au domaine spécifié ou contient (ou ne contient pas) la chaîne spécifiée.
it: Il nome di dominio che è attualmente assegnato al sistema, come restituito dal comando <command>domainname</command>, corrisponde (o non corrisponde) al dominio specifico oppure contiene (o non contiene) la stringa specificata.
ja: <command>domainname</command> コマンドによって返される、現在システムに割り当てられているドメイン名が指定されたドメインに一致する (または一致しない) か、または指定された文字列を含む (または含まない)。
ko: <command>domainname</command> 명령에서 반환된 대로, 현재 시스템에 할당된 도메인 이름이 지정된 도메인과 일치하거나(또는 일치하지 않거나) 지정된 문자열을 포함합니다(또는 포함하지 않습니다).
pt_br: O nome de domínio atualmente atribuído ao sistema, conforme retornado pelo comando <command>domainname</command>, corresponde (ou não) ao domínio especificado ou contém (ou não) a sequência de caracteres especificada.
zh_cn: 当前分配给系统的域名（由 <command>domainname</command> 命令返回）匹配（或不匹配）指定域，或者包含（或不包含）指定字符串。
zh_hk: 目前指派給系統的網域名稱 (如 <command>domainname</command> 指令所傳回的名稱)，符合 (或不符合) 指定的網域，或者包含 (或不包含) 指定的字串。

source: Current location
de: Aktueller Speicherort
es: Ubicación actual
fr: Emplacement actuel
it: Posizione corrente
ja: 現在の場所
ko: 현재 위치
pt_br: Local atual
zh_cn: 当前位置
zh_hk: 目前位置

source: The active location matches (or does not match) the specified location.
de: Der aktive Speicherort stimmt mit dem angegebenen Speicherort überein (oder nicht).
es: La ubicación activa coincide (o no) con la ubicación especificada.
fr: L'emplacement actif correspond (ou ne correspond pas) à l'emplacement spécifié.
it: La posizione attuale corrisponde (o non corrisponde) al percorso specificato.
ja: アクティブな場所が指定された場所に一致する (または一致しない)。
ko: 활성 위치가 지정된 위치와 일치합니다(또는 일치하지 않습니다).
pt_br: O local ativo corresponde (ou não) ao local especificado.
zh_cn: 活动位置匹配（或不匹配）指定位置。
zh_hk: 符合 (或不符合) 指定位置的使用中位置。
