Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: Editing the values in this dialog does not result in any changes being written to the <filename>nsswitch</filename> configuration file. Therefore, you might need to manually edit the selected file to achieve the desired behavior.
de: Durch das Bearbeiten der Werte in diesem Dialogfeld werden keine Änderungen in die <filename>nsswitch</filename>-Konfigurationsdatei geschrieben. Aus diesem Grunde müssen Sie die ausgewählte Datei eventuell manuell bearbeiten, um das gewünschte Verhalten herbeizuführen.
es: La edición de los valores de este cuadro de diálogo no tendrá como resultado la escritura de cambios en el archivo de configuración <filename>nsswitch</filename>. Por lo tanto, es posible que deba editar manualmente el archivo seleccionado para lograr el comportamiento deseado.
fr: La modification des valeurs figurant dans cette boîte de dialogue ne modifie pas le fichier de configuration <filename>nsswitch</filename>. Il peut de ce fait s'avérer nécessaire de modifier manuellement le fichier sélectionné pour obtenir le comportement souhaité.
it: La modifica dei valori in questa finestra di dialogo non comporta la scrittura di alcuna modifica nel file di configurazione <filename>nsswitch</filename>. Per questo è necessario modificare manualmente il file selezionato per ottenere il comportamento desiderato.
ja: このダイアログで値を編集しても、変更は <filename>nsswitch</filename> 構成ファイルに書き込まれません。そのため、目的の動作を実現するには、選択されたファイルの手動編集が必要になる場合があります。
ko: 이 대화 상자의 값을 편집하면 <filename>nsswitch</filename> 구성 파일에 변경 사항이 작성되지 않습니다. 따라서 원하는 동작을 얻으려면 선택한 파일을 수동으로 편집해야 할 수 있습니다.
pt_br: A edição dos valores nessa caixa de diálogo não resulta em nenhuma alteração gravada no arquivo de configuração <filename>nsswitch</filename>. Dessa forma, talvez você precise editar manualmente o arquivo selecionado a fim de obter o comportamento desejado.
zh_cn: 在该对话框中编辑值不会导致将任何更改写入 <filename>nsswitch</filename> 配置文件。因此，您可能需要手动编辑选定文件来获得所需行为。
zh_hk: 編輯這個對話方塊中的值並無法對寫入 <filename>nsswitch</filename> 配置檔案的內容進行任何變更。因此，您可能需要手動編輯選取的檔案，才能獲得想要的運作方式。

source: To Configure Security Features for a Location
de: So konfigurieren Sie Sicherheitsfunktionen für einen Speicherort
es: Para configurar las funciones de seguridad para una ubicación
fr: Pour configurer les fonctions de sécurité d'un emplacement
it: Per configurare le funzionalità di sicurezza per una posizione
ja: 場所のセキュリティー機能を構成するには
ko: 위치에 대한 보안 기능 구성
pt_br: Para configurar recursos de segurança para um local
zh_cn: 为位置配置安全功能
zh_hk: 配置位置的安全性功能

source: The <guilabel>Security</guilabel> tab of the <literal>Edit Location</literal> dialog enables you to select configuration files that are used by the IPfilter and IPsec security features when a specified location is active.
de: Mithilfe der Registerkarte <guilabel>Sicherheit</guilabel> des Dialogfelds <literal>Speicherort bearbeiten</literal> können Sie Konfigurationsdateien auswählen, die von den IPFilter- und IPsec-Sicherheitsfunktionen verwendet werden, wenn ein angegebener Speicherort aktiv ist.
es: La ficha <guilabel>Seguridad</guilabel> del cuadro de diálogo <literal>Edit Location</literal> le permite seleccionar archivos de configuración que utilizan las funciones IPfilter e IPsec cuando hay una ubicación específica activa.
fr: L'onglet <guilabel>Sécurité</guilabel> de la boîte de dialogue <literal>Modifier l'emplacement</literal> vous permet de sélectionner les fichiers de configuration utilisés par les fonctions de sécurité IPfilter and IPsec lorsqu'un emplacement spécifié est actif.
it: La scheda <guilabel>Sicurezza</guilabel> della finestra di dialogo <literal>Modifica posizione</literal> consente di selezionare i file di configurazione utilizzati dalle funzionalità di sicurezza IPfilter e IPsec quando è attiva una posizione specificata.
ja: 「<literal>場所の編集</literal>」ダイアログの「<guilabel>セキュリティー</guilabel>」タブを使用すると、指定された場所がアクティブなときに IP フィルタや IPsec セキュリティー機能で使用される構成ファイルを選択できます。
ko: <literal>위치 편집</literal> 대화 상자의 <guilabel>보안</guilabel> 탭에서 지정된 위치가 활성일 때 IPfilter 및 IPsec 보안 기능에서 사용할 구성 파일을 선택할 수 있습니다.
pt_br: A guia <guilabel>Segurança</guilabel> da caixa de diálogo <literal>Editar local</literal> permite selecionar arquivos de configuração usados pelos recursos de segurança IPfilter e IPsec quando um local especificado está ativo.
zh_cn: 在<literal>编辑位置</literal>对话框的<guilabel>安全性</guilabel>选项卡上，可以选择当指定位置处于活动状态时，IPfilter 和 IPsec 安全功能使用的配置文件。
zh_hk: [<literal>編輯位置</literal>] 對話方塊的 [<guilabel>安全性</guilabel>] 標籤可以讓您選取當指定的位置在使用中時，IPfilter 以及 IPsec 安全性功能使用的配置檔案。

source: The behavior of the check boxes and file chooser buttons are as follows:
de: Es folgt das Verhalten der Kontrollkästchen und der Dateiauswahlschaltflächen:
es: El comportamiento de las casillas de verificación y de los botones selectores de archivos son los siguientes:
fr: Les comportements des cases à cocher et des boutons du sélecteur de fichiers sont les suivants :
it: Il comportamento delle caselle e dei pulsanti di selezione dei file è il seguente:
ja: 各チェックボックスとファイルチューザボタンの動作は次のとおりです。
ko: 확인란 및 파일 선택기 버튼의 동작은 다음과 같습니다.
pt_br: O comportamento das caixas de seleção e dos botões do seletor de arquivos é o seguinte:
zh_cn: 复选框和文件选择器按钮的行为如下所述：
zh_hk: 核取方塊以及檔案選擇器按鈕的運作方式如下所示：

source: <emphasis role="strong">When you check a box</emphasis> – The corresponding file chooser button is enabled. If no file name is currently associated with the feature, a file selection dialog immediately opens. Here, you can choose a configuration file. Otherwise, the file name that was previously shown is used until you click the file chooser button.
de: <emphasis role="strong">Bei Aktivierung des Feldes</emphasis> – Die entsprechende Dateiauswahlschaltfläche ist aktiviert. Wenn kein Dateiname mit der Funktion verknüpft ist, wird sofort ein Dialogfeld zur Dateiauswahl geöffnet. In diesem Dialogfeld können Sie eine Konfigurationsdatei auswählen. Anderenfalls wird der zuvor angezeigte Dateiname verwendet, bis Sie auf die Dateiauswahlschaltfläche klicken.
es: <emphasis role="strong">Cuando marca una casilla</emphasis>: el botón seleccionador correspondiente aparece habilitado. Si no hay un nombre de archivo actualmente asociado con la función, se abre de inmediato un cuadro de diálogo de selección de archivos. Aquí, puede elegir un archivo de configuración. De lo contrario, el nombre de archivo que se mostró previamente se usa hasta que hace un clic en el botón seleccionador de archivos.
fr: <emphasis role="strong">Lorsque vous cochez une case</emphasis> : le bouton correspondant du sélecteur de fichiers est activé. Si aucun nom de fichier n'est actuellement associé à la fonction, une boîte de dialogue de sélection de fichiers s'ouvre systématiquement pour vous permettre de choisir un fichier de configuration. Dans le cas contraire, le nom de fichier précédemment indiqué est utilisé jusqu'à ce que vous cliquiez sur le bouton du sélecteur de fichiers.
it: <emphasis role="strong">Quando si seleziona una casella</emphasis> – Viene abilitato il corrispondente pulsante di selezione dei file. Se attualmente non è associato alla funzionalità alcun nome di file, viene aperta immediatamente una finestra di dialogo di selezione del file, che consente di scegliere un file di configurazione. In caso contrario, il nome del file precedentemente mostrato viene utilizzato fino a quando non si fa clic sul pulsante di selezione dei file.
ja: <emphasis role="strong">ボックスにチェックマークを付けた場合</emphasis> - 対応するファイルチューザボタンが有効になります。現在この機能に関連付けられているファイル名がない場合は、ファイル選択ダイアログがただちに開きます。ここで、構成ファイルを選択できます。それ以外の場合は、ファイルチューザボタンをクリックするまで、以前に表示されていたファイル名が使用されます。
ko: <emphasis role="strong">확인란을 선택할 때</emphasis> – 해당하는 파일 선택기 버튼이 사용으로 설정됩니다. 현재 기능과 연관된 파일 이름이 없는 경우 파일 선택 대화 상자가 즉시 열립니다. 여기서 구성 파일을 선택할 수 있습니다. 그렇지 않으면 파일 선택기 버튼을 누를 때까지 이전에 표시된 파일 이름이 사용됩니다.
pt_br: <emphasis role="strong">Quando uma caixa é selecionada</emphasis> – o botão seletor de arquivos correspondente é ativado. Se nenhum nome de arquivo estiver associado ao recurso no momento, uma caixa de seleção de arquivos será aberta imediatamente. Nessa caixa, você poderá escolher um arquivo de configuração. Caso contrário, o nome do arquivo mostrado anteriormente será usado até que você clique no botão seletor de arquivos.
zh_cn: <emphasis role="strong">选中一个复选框时</emphasis>－启用对应的文件选择器按钮。如果当前没有文件名与该功能关联，将立即打开一个文件选择对话框。在该对话框中，可以选择配置文件。否则，将使用之前显示的文件名，直到您单击文件选择器按钮为止。
zh_hk: <emphasis role="strong">當您選取某個方塊時</emphasis> – 會啟用對應的檔案選擇器按鈕。如果目前沒有檔案名稱與這項功能關聯，檔案選取對話方塊就會立即開啟。您可以在這裡選擇配置檔案。否則，會使用之前顯示的檔案名稱，直到您按一下檔案選擇器按鈕為止。

source: <emphasis role="strong">When you uncheck a box</emphasis> – The corresponding file chooser button is disabled. The file name that is shown is no longer associated with that feature when the location is active. The last-used file name remains visible in the disabled control and is remembered between sessions.
de: <emphasis role="strong">Bei Deaktivierung des Feldes</emphasis> – Die entsprechende Dateiauswahlschaltfläche ist deaktiviert. Der angezeigte Dateiname ist nicht mehr mit der Funktion verknüpft, wenn der Speicherort aktiv ist. Der zuletzt verwendete Dateiname bleibt im deaktivierten Steuerelement sichtbar und wird zwischen Sitzungen gespeichert.
es: <emphasis role="strong">Cuando desmarca una casilla</emphasis>: el botón seleccionador de archivos correspondiente aparece inhabilitado. El nombre del archivo que aparece ya no está asociado con la función cuando la ubicación está activa. El nombre del último archivo utilizado permanece visible en el control inhabilitado y se recuerda entre sesiones.
fr: <emphasis role="strong">Lorsque vous désélectionnez une case</emphasis> : le bouton correspondant du sélecteur de fichiers est désactivé. Le nom de fichier indiqué n'est plus associé à cette fonction lorsque l'emplacement est actif. Le dernier nom de fichier utilisé reste visible sur l'option désactivée et est mémorisé pour les sessions suivantes.
it: <emphasis role="strong">Quando si deseleziona una casella</emphasis> – Viene disabilitato il corrispondente pulsante di selezione dei file. Il nome di file mostrato non è più associato alla funzionalità in questione quando il percorso è attivo. L'ultimo nome di file utilizzato rimane visibile nel controllo disabilitato e viene ricordato nelle sessioni successive.
ja: <emphasis role="strong">ボックスのチェックマークを外した場合</emphasis> - 対応するファイルチューザボタンが無効になります。表示されているファイル名は、この場所がアクティブなときにその機能に関連付けられなくなります。最後に使用されたファイル名は、無効になっているコントロールに表示されたままで、セッションが切り替わっても記憶されています。
ko: <emphasis role="strong">확인란을 선택 취소할 때</emphasis> – 해당하는 파일 선택기 버튼이 사용 안함으로 설정됩니다. 표시된 파일 이름은 위치가 활성일 때 해당 기능과 더 이상 연관되지 않습니다. 마지막 사용된 파일 이름은 사용 안함으로 설정된 콘트롤에 계속 표시되고 세션 사이에 기억됩니다.
pt_br: <emphasis role="strong">Quando uma caixa é desmarcada</emphasis> – o botão seletor de arquivos correspondente é desativado. O nome do arquivo mostrado não estará mais associado ao recurso quando o local estiver ativo. O nome do arquivo usado pela última vez permanecerá visível no controle desativado e será lembrado entre as sessões.
zh_cn: <emphasis role="strong">取消选中一个复选框时</emphasis>－禁用对应的文件选择器按钮。当位置处于活动状态时，显示的文件名不再与该功能关联。上次使用的文件名在禁用的控件中保持可见，并在会话间记住。
zh_hk: <emphasis role="strong">當您取消選取某個方塊時</emphasis> – 會停用對應的檔案選擇器按鈕。當位置在使用中時，顯示的檔案名稱不再與這項功能關聯。上次使用的檔案名稱會繼續顯示在停用的控制項而且在作業階段之間被記憶。

source: Configuring Network Modifiers
de: Konfigurieren von Netzwerkmodifizierern
es: Configuración de modificadores de red
fr: Configuration de modificateurs réseau
it: Configurazione dei modificatori di rete
ja: ネットワーク修飾子の構成
ko: 네트워크 수정자 구성
pt_br: Configuração de modificadores de rede
zh_cn: 配置网络修饰器
zh_hk: 配置網路修飾鍵

source: The <literal>Network Modifiers</literal> dialog enables you to configure and monitor applications that temporarily change the behavior of enabled network connections. One example of a network modifier would be a virtual private network (VPN) client application.
de: Mithilfe des Dialogfelds <literal>Netzwerkmodifizierer</literal> können Sie Anwendungen konfigurieren und überwachen, die eine temporäre Veränderung des Verhaltens von aktivierten Netzwerkverbindungen herbeiführen. Ein Beispiel für einen Netzwerkmodifizierer ist eine VPN-Clientanwendung (Virtual Private Network).
es: El cuadro de diálogo <literal>Network Modifiers</literal> le permite configurar y supervisar aplicaciones que cambian el comportamiento temporal de conexiones de red habilitadas. Un ejemplo de un modificador de red pude ser una aplicación de cliente de red privada virtual (VPN).
fr: La boîte de dialogue <literal>Modificateurs réseau</literal> vous permet de configurer et de contrôler les applications qui modifient temporairement le comportement des connexions réseau activées. Une application client VPN (réseau privé virtuel) est un exemple de modificateur réseau.
it: La finestra di dialogo <literal>Modificatori di rete</literal> consente di configurare e monitorare le applicazioni che cambiano temporaneamente il comportamento delle connessioni di rete abilitate. Un esempio di modificatore di rete è un'applicazione client di una rete VPN (Virtual Private Network).
ja: 「<literal>ネットワーク修飾子</literal>」ダイアログを使用すると、有効になっているネットワーク接続の動作を一時的に変更するアプリケーションを構成したり監視したりできます。ネットワーク修飾子の 1 つの例として、仮想プライベートネットワーク (VPN) クライアントアプリケーションがあります。
ko: <literal>네트워크 수정자</literal> 대화 상자에서 사용으로 설정된 네트워크 연결의 동작으로 일시적으로 변경하는 응용 프로그램을 구성 및 모니터할 수 있습니다. 네트워크 수정자의 한 예로, VPN(가상 사설망) 클라이언트 응용 프로그램이 있습니다.
pt_br: A caixa de diálogo <literal>Modificadores de rede</literal> permite configurar e monitorar aplicativos que alteram temporariamente o comportamento das conexões de rede ativadas. Um aplicativo cliente de rede privada virtual (VPN) é um exemplo de modificador de rede.
zh_cn: 在<literal>网络修饰器</literal>对话框中，可以配置和监视临时更改已启用网络连接行为的应用程序。一个网络修饰器示例是虚拟专用网络 (virtual private network, VPN) 客户机应用程序。
zh_hk: [<literal>網路修飾鍵</literal>] 對話方塊可讓您配置以及監視暫時變更已啟用網路連線之運作方式的應用程式。虛擬私用網路 (VPN) 用戶端應用程式就是一個網路修飾鍵範例。

source: Before you can manage network modifiers by using the <literal>Network Modifiers</literal> dialog, you must manually install the network modifier application or service, then complete any initial setup, such as the installation of a certificate or shared secret.
de: Bevor Sie Netzwerkmodifizierer mithilfe des Dialogfelds <literal>Netzwerkmodifizierer</literal> verwalten können, müssen Sie die Netzwerkmodifizierer-Anwendung oder den entsprechenden Service installieren und anschließend eine anfängliche Einrichtung durchführen, beispielsweise die Installation eines zertifizierten oder gemeinsamen geheimen Schlüssels.
es: Antes de poder administrar modificadores de red mediante el cuadro de diálogo <literal>Network Modifiers</literal>, debe instalar manualmente el servicio o la aplicación el modificador de red y completar la configuración inicial, como la instalación de un certificado o un secreto compartido.
fr: Avant de pouvoir gérer des modificateurs réseau à l'aide de la boîte de dialogue <literal>Modificateurs réseau</literal>, vous devez installer l'application ou le service du modificateur réseau manuellement, puis procéder à la configuration initiale, notamment l'installation d'un certificat ou d'un secret partagé.
it: Prima di poter gestire i modificatori di rete utilizzando la finestra di dialogo <literal>Modificatori di rete</literal>, è necessario installare manualmente l'applicazione o il servizio del modificatore di rete, quindi completare una configurazione iniziale, ad esempio l'installazione di un certificato o di un segreto condiviso.
ja: 「<literal>ネットワーク修飾子</literal>」ダイアログを使用してネットワーク修飾子を管理する前に、ネットワーク修飾子アプリケーションまたはサービスを手動でインストールしてから、証明書または共有シークレットのインストールなどの初期設定をすべて完了しておく必要があります。
ko: <literal>네트워크 수정자</literal> 대화 상자를 사용하여 네트워크 수정자를 관리할 수 있으려면, 네트워크 수정자 응용 프로그램이나 서비스를 수동으로 설치한 후 인증서나 공유 비밀 설치와 같은 초기 설정을 완료해야 합니다.
pt_br: Para que seja possível gerenciar modificadores de rede usando a caixa de diálogo <literal>Modificadores de rede</literal>, é necessário instalar manualmente o aplicativo ou o serviço de modificador de rede e, em seguida, concluir a configuração inicial, como a instalação de um certificado ou segredo compartilhado.
zh_cn: 在可以使用<literal>网络修饰器</literal>对话框管理网络修饰器之前，必须手动安装网络修饰器应用程序或服务，然后完成所有初始设置，例如安装证书或共享密钥。
zh_hk: 您必須手動安裝網路修飾鍵應用程式或服務，然後完成任何初始設定，例如安裝憑證或共用密碼，才能使用 [<literal>網路修飾鍵</literal>] 對話方塊管理網路修飾鍵。

source: A network modifier can be started and stopped manually, as required. A network modifier can also be started automatically, according to user-defined rules. To be managed by using this dialog, a network modifier must either be implemented as a command-line tool, or as an SMF service.
de: Ein Netzwerkmodifizierer kann nach Bedarf manuell gestartet oder gestoppt werden. Er kann auch automatisch gestartet werden, was von den benutzerdefinierten Regeln abhängt. Damit ein Netzwerkmodifizierer mithilfe dieses Dialogfelds verwaltet werden kann, muss er entweder als Befehlszeilentool oder als SMF-Service implementiert sein.
es: Un modificador de red puede iniciarse o detenerse manualmente, según sea necesario. También se puede iniciar de forma automática, según las reglas definidas por el usuario. Para administrarlo mediante este cuadro de diálogo, el modificador de red debe estar implementado como una herramienta de la línea de comandos o como servicio SMF.
fr: Un modificateur réseau peut, selon les besoins, être démarré et arrêté manuellement. Un modificateur réseau peut également être démarré automatiquement d'après les règles définies par l'utilisateur. Pour pouvoir être géré à l'aide de cette boîte de dialogue, un modificateur réseau doit être mis en œuvre comme un outil de ligne de commande ou comme un service SMF.
it: Un modificatore di rete può essere avviato e interrotto manualmente, come necessario. Un modificatore di rete può anche essere avviato automaticamente, in base a regole definite dall'utente. Per essere gestito utilizzando questa finestra di dialogo, un modificatore di rete deve essere implementato come strumento di riga di comando o come servizio SMF.
ja: ネットワーク修飾子は、必要に応じて手動で開始および停止できます。ネットワーク修飾子は、ユーザー定義の規則に従って自動的に開始することもできます。このダイアログを使用して管理するには、ネットワーク修飾子が、コマンド行ツールまたは SMF サービスのどちらかとして実装されている必要があります。
ko: 필요에 따라 네트워크 수정자를 수동으로 시작 및 중지할 수 있습니다. 또한 네트워크 수정자를 사용자 정의 규칙에 따라 자동으로 시작할 수 있습니다. 이 대화 상자를 사용하여 관리되도록 하려면 네트워크 수정자를 명령줄 도구 또는 SMF 서비스로 구현해야 합니다.
pt_br: É possível iniciar ou interromper um modificador de rede manualmente, conforme necessário. Também é possível iniciar automaticamente um modificador de rede, de acordo com as regras definidas pelo usuário. Para que seja possível gerenciar um modificador de rede com essa caixa de diálogo, ele deverá ser implementado como uma ferramenta de linha de comando ou um serviço SMF.
zh_cn: 可以根据需要手动启动和停止网络修饰器。也可以根据用户定义的规则自动启动网络修饰器。要使用此对话框管理网络修饰器，必须作为命令行工具或 SMF 服务实现该网络修饰器。
zh_hk: 您可以視需要手動啟動和停止網路修飾鍵。網路修飾鍵也可以根據使用者定義的規則自動啟動。若要使用這個對話方塊進行管理，必須將網路修飾鍵當作指令行工具或 SMF 服務進行實作。

source: About the Network Modifiers Dialog
de: Informationen zum Dialogfeld "Netzwerkmodifizierer"
es: Acerca del cuadro de diálogo de modificadores de red
fr: À propos de la boîte de dialogue Modificateurs réseau
it: Informazioni sulla finestra di dialogo Modificatori di rete
ja: 「ネットワーク修飾子」ダイアログについて
ko: 네트워크 수정자 대화 상자 정보
pt_br: Sobre a caixa de diálogo Modificadores de rede
zh_cn: 关于“网络修饰器”对话框
zh_hk: 關於網路修飾鍵對話方塊

source: Use this dialog to add or remove, start and stop, and edit network modifiers.
de: Verwenden Sie dieses Dialogfeld, um Netzwerkmodifizierer hinzuzufügen, zu entfernen, zu starten, zu stoppen und zu bearbeiten.
es: Utilice este cuadro de diálogo para agregar o eliminar, iniciar, detener y editar modificadores de red.
fr: Utilisez cette boîte de dialogue pour ajouter, supprimer, démarrer, arrêter et modifier des modificateurs réseau.
it: Utilizzare questa finestra di dialogo per aggiungere o rimuovere, avviare o interrompere, nonché modificare modificatori di rete.
ja: このダイアログを使用して、ネットワーク修飾子を追加または削除したり、開始および停止したり、編集したりします。
ko: 이 대화 상자에서 네트워크 수정자를 추가/제거, 시작/중지 및 편집할 수 있습니다.
pt_br: Use essa caixa de diálogo para adicionar ou remover, iniciar e interromper e editar modificadores de rede.
zh_cn: 使用该对话框可以添加或删除、启动和停止以及编辑网络修饰器。
zh_hk: 使用這個對話方塊新增或移除、啟動與停止，以及編輯網路修飾鍵。

source: Open the dialog using one of the following methods:
de: Sie können das Dialogfeld mithilfe einer der folgenden Vorgehensweisen öffnen:
es: Abra el cuadro de diálogo con uno de los siguientes métodos:
fr: Ouvrez la boîte de dialogue par l'une des méthodes suivantes :
it: Aprire la finestra di dialogo utilizzando uno dei metodi seguenti:
ja: 次のいずれかの方法を使用してダイアログを開きます。
ko: 다음 방법 중 하나를 사용하여 대화 상자를 엽니다.
pt_br: Abra a caixa de diálogo seguindo um destes métodos:
zh_cn: 使用以下方法之一打开该对话框：
zh_hk: 使用下列其中一種方法開啟對話方塊：

source: Click the <guibutton>Modifiers</guibutton> button in the <literal>Connection Status</literal> view of the <literal>Network Preferences</literal> dialog.
de: Klicken Sie in der Ansicht <literal>Verbindungsstatus</literal> des Dialogfelds <literal>Netzwerkeigenschaften</literal> auf die Schaltfläche <guibutton>Modifizierer</guibutton>.
es: Haga clic en el botón <guibutton>Modificadores</guibutton> en la vista <literal>Estado de conexión</literal> del cuadro de diálogo <literal>Network Preferences</literal>.
fr: Cliquez sur le bouton <guibutton>Modificateurs</guibutton> de la vue <literal>Etat de connexion</literal> de la boîte de dialogue <literal>Préférences réseau</literal>.
it: Fare clic sul pulsante <guibutton>Modificatori</guibutton> nella vista <literal>Stato della connessione</literal> della finestra di dialogo <literal>Preferenze di rete</literal>.
ja: 「<literal>ネットワーク設定</literal>」ダイアログの「<literal>接続状態</literal>」ビューで「<guibutton>修飾子</guibutton>」ボタンをクリックします。
ko: <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>연결 상태</literal> 뷰에서 <guibutton>수정자</guibutton> 버튼을 누릅니다.
pt_br: Clique no botão <guibutton>Modificadores</guibutton> na exibição <literal>Status da conexão</literal> da caixa de diálogo <literal>Preferências de rede</literal>.
zh_cn: 在<literal>网络首选项</literal>对话框的<literal>连接状态</literal>视图中，单击<guibutton>修饰符</guibutton>按钮。
zh_hk: 在 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>連線狀態</literal>] 檢視，按一下 [<guibutton>修飾鍵</guibutton>] 按鈕。

source: Right-click the <literal>Network Status</literal> notification icon, then select the <guimenuitem>Network Modifier Preferences</guimenuitem> menu item.
de: Klicken Sie mit der rechten Maustaste auf das Benachrichtigungssymbol <literal>Netzwerkstatus</literal>, und wählen Sie dann die Menüoption <guimenuitem>Einstellungen des Netzwerkmodifizierers</guimenuitem>.
es: Haga clic con el botón derecho en el icono de notificación <literal>Network Status</literal> y, a continuación, seleccione el elemento de menú <guimenuitem>Preferencias de modificador de red</guimenuitem>.
fr: Cliquez avec le bouton droit de la souris sur l'icône de notification <literal>Etat du réseau</literal>, puis sélectionnez l'option de menu <guimenuitem>Préférences de modificateurs réseau</guimenuitem>.
it: Fare clic con il pulsante destro del mouse sull'icona di notifica <literal>Stato rete</literal>, quindi selezionare la voce di menu <guimenuitem>Preferenze modificatore di rete</guimenuitem>.
ja: 「<literal>ネットワークステータス</literal>」通知アイコンを右クリックしてから、「<guimenuitem>ネットワーク修飾子の設定</guimenuitem>」メニュー項目を選択します。
ko: <literal>네트워크 상태</literal> 알림 아이콘을 마우스 오른쪽 버튼으로 누르고 <guimenuitem>네트워크 수정자 기본 설정</guimenuitem> 메뉴 항목을 선택합니다.
pt_br: Clique com botão direito do mouse no ícone de notificação <literal>Status da rede</literal> e, em seguida, selecione o item de menu <guimenuitem>Preferências de modificador de rede</guimenuitem>.
zh_cn: 右键单击<literal>网络状态</literal>通知图标，然后选择<guimenuitem>网络修饰器首选项</guimenuitem>菜单项。
zh_hk: 在 [<literal>網路狀態</literal>] 通知圖示按一下滑鼠右鍵，然後選取 [<guimenuitem>網路修飾鍵喜好設定</guimenuitem>] 功能表項目。
