Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: This submenu also includes a <guimenuitem>Network Locations</guimenuitem> menu item that opens the <literal>Network Locations</literal> dialog. See <xref linkend="nwlocations-overview"/>. The <guimenuitem>Network Locations</guimenuitem> menu item is only enabled for user accounts that have been assigned the <literal>Network Autoconf Admin</literal> rights profile by a system administrator.
de: Dieses Untermenü enthält zudem die Menüoption <guimenuitem>Netzwerkspeicherorte</guimenuitem>, die zum Öffnen des Dialogfelds <literal>Netzwerkspeicherorte</literal> dient. Siehe <xref linkend="nwlocations-overview"/>. Die Menüoption <guimenuitem>Netzwerkspeicherorte</guimenuitem> ist nur für Benutzerkonten aktiviert, denen von einem Systemadministrator das <literal>Netwerk-Autoconf-Admin</literal>-Rechteprofil zugewiesen wurde.
es: Este submenú también incluye un elemento de menú <guimenuitem>Ubicaciones de red</guimenuitem> que abre el cuadro de diálogo <literal>Network Locations</literal>. Consulte <xref linkend="nwlocations-overview"/>. El elemento de menú<guimenuitem>Ubicaciones de red</guimenuitem> sólo está habilitado para las cuentas de usuario a las que el administrador del sistema ha asignado el perfil de derechos <literal>Network Autoconf Admin</literal>.
fr: Ce sous-menu contient également l'option de menu <guimenuitem>Emplacements réseau</guimenuitem> qui permet d'ouvrir la boîte de dialogue <literal>Emplacements réseau</literal>. Reportez-vous à la section <xref linkend="nwlocations-overview"/>. L'option de menu <guimenuitem>Emplacements réseau</guimenuitem> n'est activée que pour les comptes utilisateur auxquels le profil de droits <literal>Network Autoconf Admin</literal> a été accordé par un administrateur système.
it: Questo sottomenu include anche la voce di menu <guimenuitem>Posizioni di rete</guimenuitem> che apre la finestra di dialogo <literal>Posizioni di rete</literal>. Vedere <xref linkend="nwlocations-overview"/>. La voce di menu <guimenuitem>Posizioni di rete</guimenuitem> è abilitata solo per gli account utente a cui è stato assegnato dall'amministratore di sistema il profilo con diritti di <literal>amministratore di rete Autoconf</literal>.
ja: また、このサブメニューには、「<literal>ネットワークの場所</literal>」ダイアログを開く「<guimenuitem>ネットワークの場所</guimenuitem>」メニュー項目も含まれています。<xref linkend="nwlocations-overview"/>を参照してください。「<guimenuitem>ネットワークの場所</guimenuitem>」メニュー項目は、システム管理者によって<literal>ネットワーク自動構成管理者</literal>権利プロファイルが割り当てられたユーザーアカウントに対してのみ有効になっています。
ko: 이 하위 메뉴는 <guimenuitem>네트워크 위치</guimenuitem> 메뉴 항목도 포함하며, 링크를 누르면 <literal>네트워크 위치</literal> 대화 상자가 열립니다. <xref linkend="nwlocations-overview"/>을(를) 참조하십시오. <guimenuitem>네트워크 위치</guimenuitem> 메뉴 항목은 시스템 관리자로부터 <literal>네트워크 자동 구성 관리</literal> 권한 프로필을 할당받은 사용자 계정에만 사용으로 설정됩니다.
pt_br: Esse submenu também inclui um menu <guimenuitem>Locais de rede</guimenuitem> que abre a caixa de diálogo <literal>Locais de rede</literal>. Consulte <xref linkend="nwlocations-overview"/>. O item de menu <guimenuitem>Locais de rede</guimenuitem> é ativado somente para contas de usuário às quais foi atribuído o perfil de direitos de <literal>Administrador de autoconfiguração de rede</literal> por um administrador do sistema.
zh_cn: 此子菜单还包含一个<guimenuitem>网络位置</guimenuitem>菜单项，该菜单项可打开<literal>网络位置</literal>对话框。请参见<xref linkend="nwlocations-overview"/>。<guimenuitem>网络位置</guimenuitem>菜单项仅对于系统管理员为其分配了<literal>网络自动配置管理</literal>权限配置文件的用户帐户启用。
zh_hk: 這個子功能表還包含一個 [<guimenuitem>網路位置</guimenuitem>] 功能表項目，它可以開啟 [<literal>網路位置</literal>] 對話方塊。請參閱<xref linkend="nwlocations-overview"/>。只有系統管理員已經指派「<literal>Network Autoconf Admin</literal>」權限設定檔的使用者帳戶，才能使用 [<guimenuitem>網路位置</guimenuitem>] 功能表項目。

source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
it: Connessioni
ja: 接続
ko: 연결
pt_br: Conexões
zh_cn: 连接
zh_hk: 連線

source: This section contains a list of network connections in the current network profile. Enabled connections are indicated by a check mark. To manually enable or disable a connection, check or uncheck it in the menu.
de: Dieser Abschnitt enthält eine Liste der Netzwerkverbindungen im aktuellen Netzwerkprofil. Aktivierte Verbindungen werden durch ein Häkchen angezeigt. Um eine Verbindung manuell zu aktivieren oder zu deaktivieren, aktivieren oder deaktivieren Sie die entsprechende Option.
es: Esta sección contiene una lista de conexiones de red en el perfil de red actual. Las conexiones habilitadas se indican con una marca de verificación. Para habilitar o deshabilitar manualmente una conexión, debe marcarla o desmarcarla en el menú.
fr: Cette section contient la liste des connexions réseau figurant dans le profil réseau actuel. Les connexions activées sont cochées. Pour activer ou désactiver manuellement une connexion, cochez-la ou décochez-la dans le menu.
it: In questa sezione sono elencate le connessioni di rete nel profilo di rete attuale. Le connessioni abilitate sono indicate da un segno di spunta. Per abilitare o disabilitare manualmente una connessione, selezionarla o deselezionarla nel menu.
ja: このセクションには、現在のネットワークプロファイル内のネットワーク接続のリストが含まれています。有効になっている接続はチェックマークで示されています。接続を手動で有効または無効にするには、メニュー内でチェックマークを付けたり外したりします。
ko: 이 섹션은 현재 네트워크 프로필의 네트워크 연결 목록을 포함합니다. 사용으로 설정된 연결은 선택 표시로 표시됩니다. 연결을 수동으로 사용/사용 안함으로 설정하려면 메뉴에서 선택 또는 선택 취소하십시오.
pt_br: Essa seção contém uma lista de conexões de rede no perfil de rede atual. As conexões ativadas são indicadas por uma marca de verificação. Para ativar ou desativar uma conexão manualmente, marque-a ou desmarque-a no menu.
zh_cn: 此区域包含当前网络配置文件中的网络连接列表。启用的连接以复选标记指示。要手动启用或禁用连接，请在菜单中选中或取消选中该连接。
zh_hk: 這個區段包含目前網路設定檔中的網路連線清單。已啟用的連線會以核取記號代表。若要手動啟用或停用連線，請在功能表中選取或取消選取該連線。

source: Connections that belong to a priority group in the active network profile cannot be enabled or disabled manually, and are shown as unavailable (grayed-out) in the submenu. For more about priority groups, see <xref linkend="prioritygrp-tasks"/>.
de: Verbindungen, die zu einer Prioritätsgruppe im aktiven Netzwerkprofil gehören, können nicht manuell aktiviert oder deaktiviert werden und werden im Untermenü als nicht verfügbar (grau unterlegt) angezeigt. Weitere Informationen zu Prioritätsgruppen finden Sie unter <xref linkend="prioritygrp-tasks"/>.
es: Las conexiones que pertenecen a un grupo de prioridad en el perfil de red activo no se pueden habilitar o deshabilitar en forma manual y aparecen como no disponibles (atenuadas) en el submenú. Para obtener más información sobre los grupos de prioridad, consulte <xref linkend="prioritygrp-tasks"/>.
fr: Les connexions appartenant à un groupe de priorités dans le profil réseau actif ne peuvent pas être activées ni désactivées manuellement et sont marquées indisponibles (elles sont grisées) dans le sous-menu. Pour plus d'informations sur les groupes de priorités, reportez-vous à la section <xref linkend="prioritygrp-tasks"/>.
it: Le connessioni collegate a un gruppo priorità nel profilo di rete attivo non possono essere abilitate o disabilitate manualmente e vengono visualizzate come non disponibili (in grigio) nel sottomenu. Per ulteriori informazioni sui gruppi di priorità, vedere <xref linkend="prioritygrp-tasks"/>.
ja: アクティブなネットワークプロファイル内の優先度グループに属している接続は、手動で有効または無効にすることはできず、サブメニュー内で無効 (グレー表示) として示されます。優先度グループの詳細については、<xref linkend="prioritygrp-tasks"/>を参照してください。
ko: 활성 네트워크 프로필의 우선 순위 그룹에 속한 연결은 수동으로 사용/사용 안함으로 설정할 수 없으며, 하위 메뉴에 사용 불가능(회색 표시)으로 표시됩니다. 우선 순위 그룹에 대한 자세한 내용은 <xref linkend="prioritygrp-tasks"/>을(를) 참조하십시오.
pt_br: As conexões pertencentes a um grupo de prioridade no perfil de rede ativo não podem ser ativadas nem desativadas manualmente e são mostradas como não disponíveis (desativadas) no submenu. Para obter mais informações sobre os grupos de prioridade, consulte <xref linkend="prioritygrp-tasks"/>.
zh_cn: 无法手动启用或禁用属于活动网络配置文件中某个优先级组的连接，并且这些连接在此子菜单中显示为不可用（灰显）。有关优先级组的更多信息，请参见<xref linkend="prioritygrp-tasks"/>。
zh_hk: 在使用中網路設定檔中屬於優先順序群組的連線無法手動啟用或停用，而且在子功能表中會顯示為無法使用 (呈現灰色)。如需優先順序群組的詳細資訊，請參閱<xref linkend="prioritygrp-tasks"/>。

source: This submenu also contains a <guimenuitem>Network Profile</guimenuitem> menu item that opens the <literal>Network Preferences</literal> dialog, where the network profile can be switched or edited. For more information, see <xref linkend="profiles-switching"/>. The <guimenuitem>Network Profile</guimenuitem> menu item is only enabled for user accounts that have been assigned the <literal>Network Autoconf Admin</literal> rights profile by a system administrator.
de: Dieses Untermenü enthält zudem die Menüoption <guimenuitem>Netzwerkprofil</guimenuitem>, die zum Öffnen des Dialogfelds <literal>Netzwerkeigenschaften</literal> dient, in dem das Netzwerkprofil gewechselt oder bearbeitet werden kann. Weitere Informationen finden Sie unter <xref linkend="profiles-switching"/>. Die Menüoption <guimenuitem>Netzwerkprofil</guimenuitem> ist nur für Benutzerkonten aktiviert, denen von einem Systemadministrator das <literal>Netwerk-Autoconf-Admin</literal>-Rechteprofil zugewiesen wurde.
es: Este submenú también contiene un elemento de menú <guimenuitem>Perfil de red</guimenuitem> que abre el cuadro de diálogo <literal>Network Preferences</literal>, donde se puede editar o cambiar el perfil de red. Para obtener más información, consulte <xref linkend="profiles-switching"/>. El elemento de menú <guimenuitem>Perfil de red</guimenuitem> sólo está habilitado para las cuentas de usuario a las que el administrador del sistema ha asignado el perfil de derechos <literal>Network Autoconf Admin</literal>.
fr: Ce sous-menu contient également l'option de menu <guimenuitem>Profil réseau</guimenuitem> qui permet d'ouvrir la boîte de dialogue <literal>Préférences réseau</literal> dans laquelle le profil réseau peut être changé ou édité. Pour plus d'informations, reportez-vous à la section <xref linkend="profiles-switching"/>. L'option de menu <guimenuitem>Profil réseau</guimenuitem> n'est activée que pour les comptes utilisateur auxquels le profil de droits <literal>Network Autoconf Admin</literal> a été accordé par un administrateur système.
it: Questo sottomenu contiene anche la voce di menu <guimenuitem>Profilo di rete</guimenuitem> che apre la finestra di dialogo <literal>Preferenze di rete</literal>, in cui è possibile cambiare o modificare il profilo di rete. Per ulteriori informazioni, vedere <xref linkend="profiles-switching"/>. La voce di menu <guimenuitem>Profilo di rete</guimenuitem> è abilitata solo per gli account utente a cui è stato assegnato dall'amministratore di sistema il profilo con diritti di <literal>amministratore di rete Autoconf</literal>.
ja: また、このサブメニューには、ネットワークプロファイルを切り替えたり編集したりできる「<literal>ネットワーク設定</literal>」ダイアログを開く「<guimenuitem>ネットワークプロファイル</guimenuitem>」メニュー項目も含まれています。詳細については、<xref linkend="profiles-switching"/>を参照してください。「<guimenuitem>ネットワークプロファイル</guimenuitem>」メニュー項目は、システム管理者によって<literal>ネットワーク自動構成管理者</literal>権利プロファイルが割り当てられたユーザーアカウントに対してのみ有効になっています。
ko: 이 하위 메뉴는 <guimenuitem>네트워크 프로필</guimenuitem> 메뉴 항목도 포함합니다. 링크를 누르면 <literal>네트워크 기본 설정</literal> 대화 상자가 열리고 네트워크 프로필을 전환하거나 편집할 수 있습니다. 자세한 내용은 <xref linkend="profiles-switching"/>을(를) 참조하십시오. <guimenuitem>네트워크 프로필</guimenuitem> 메뉴 항목은 시스템 관리자로부터 <literal>네트워크 자동 구성 관리</literal> 권한 프로필을 할당받은 사용자 계정에만 사용으로 설정됩니다.
pt_br: Esse submenu também contém um item de menu <guimenuitem>Perfil de rede</guimenuitem> que abre a caixa de diálogo <literal>Preferências de rede</literal>, na qual é possível trocar ou editar o perfil de rede. Para obter mais informações, consulte <xref linkend="profiles-switching"/>. O item de menu <guimenuitem>Perfil de rede</guimenuitem> somente estará ativado para as contas de usuário às quais foi atribuído o perfil de direitos de <literal>Administrador de autoconfiguração de rede</literal> por um administrador do sistema.
zh_cn: 此子菜单还包含一个<guimenuitem>网络配置文件</guimenuitem>菜单项，该菜单项可打开<literal>网络首选项</literal>对话框；在该对话框中可以切换或编辑网络配置文件。有关更多信息，请参见<xref linkend="profiles-switching"/>。<guimenuitem>网络配置文件</guimenuitem>菜单项仅对于系统管理员为其分配了<literal>网络自动配置管理</literal>权限配置文件的用户帐户启用。
zh_hk: 這個子功能表還包含一個 [<guimenuitem>網路設定檔</guimenuitem>] 功能表項目，可以開啟 [<literal>網路喜好設定</literal>] 對話方塊，您可以在該處對網路設定檔進行切換或編輯。如需詳細資訊，請參閱<xref linkend="profiles-switching"/>。只有系統管理員已經指派「<literal>Network Autoconf Admin</literal>」權限設定檔的使用者帳戶，才能使用 [<guimenuitem>網路設定檔</guimenuitem>] 功能表項目。

source: Available wireless networks
de: Verfügbare Drahtlosnetzwerke
es: Redes inalámbricas disponibles
fr: Réseaux sans fil disponibles
it: Reti wireless disponibili
ja: 使用可能な無線ネットワーク
ko: 사용 가능한 무선 네트워크
pt_br: Redes sem fio disponíveis
zh_cn: 可用无线网络
zh_hk: 可用的無線網路

source: This section contains a combined list of available favorite wireless networks and all of the other currently available networks that are broadcasting their <emphasis>wireless network name</emphasis>.
de: Dieser Abschnitt enthält eine Liste von verfügbaren bevorzugten Drahtlosnetzwerken sowie alle anderen verfügbaren Drahtlosnetzwerke, die ihren <emphasis>Drahtlosnetzwerknamen</emphasis> senden.
es: Esta sección contiene una lista combinada de las redes inalámbricas favoritas disponibles y de todas las demás redes disponibles actualmente que difunden su<emphasis>nombre de red inalámbrica</emphasis>.
fr: Cette section contient une liste regroupant les réseaux sans fil favoris et l'ensemble des autres réseaux actuellement disponibles diffusant leur <emphasis>nom de réseau sans fil</emphasis>.
it: Questa sezione contiene l'elenco delle reti wireless preferite disponibili e di tutte le altre reti attualmente disponibili che trasmettono il proprio <emphasis>nome di rete wireless</emphasis>.
ja: このセクションには、使用可能なお気に入りの無線ネットワークと、自身の<emphasis>無線ネットワーク名</emphasis>をブロードキャストしている現在使用可能なその他のすべてのネットワークの組み合わせのリストが含まれています。
ko: 이 섹션은 사용 가능한 즐겨 찾는 무선 네트워크와 <emphasis>무선 네트워크 이름</emphasis>을 브로드캐스트하는 현재 사용 가능한 네트워크가 결합된 목록을 포함합니다.
pt_br: Essa seção contém uma lista combinada de redes sem fio favoritas disponíveis e todas as outras redes atualmente disponíveis que estejam transmitindo seu <emphasis>nome de rede sem fio</emphasis>.
zh_cn: 此区域包含一个组合列表，其中包括可用的收藏无线网络以及所有其他正在广播其<emphasis>无线网络名称</emphasis>的当前可用网络。
zh_hk: 這個區段包含一份綜合清單，其中有可用的常用無線網路，以及正在廣播其<emphasis>無線網路名稱</emphasis> 的所有其他目前可用網路。

source: Each available wireless network name is displayed, along with icons that represent its current signal strength and security type (open or secure). Any networks to which you are currently connected are indicated with a check mark.
de: Jeder Name eines verfügbaren Drahtlosnetzwerks wird zusammen mit Symbolen angezeigt, die die aktuelle Signalstärke und den Sicherheitstyp (offen oder sicher) zeigen. Netzwerke, mit denen Sie gerade verbunden sind, werden durch ein Häkchen angezeigt.
es: Se muestra cada nombre de red inalámbrica disponible, junto con iconos que representan la intensidad actual de la señal y el tipo de seguridad (abierta o segura). Las redes a las que está conectado en este momento se indican con una marca de verificación.
fr: Chaque nom de réseau sans fil disponible s'affiche avec des icônes représentant l'intensité actuelle de son signal et son type de sécurité (ouvert ou sécurisé). Les réseaux auxquels vous êtes actuellement connecté sont cochés.
it: Vengono visualizzati tutti nomi di rete wireless disponibili, oltre alle icone che rappresentano la forza del segnale attuale e il tipo di sicurezza (aperta o sicura). Le reti a cui si è attualmente connessi sono contrassegnate da un segno di spunta.
ja: 使用可能な各無線ネットワーク名が、それぞれの現在の信号の強さとセキュリティーのタイプ (開いているまたはセキュリティー保護) を表すアイコンとともに表示されます。現在接続しているネットワークはすべて、チェックマーク付きで示されます。
ko: 각 사용 가능한 무선 네트워크 이름이 현재 신호 감도 및 보안 유형(공개 또는 보안)을 나타내는 아이콘과 함께 표시됩니다. 현재 연결된 네트워크는 선택 표시로 표시됩니다.
pt_br: Cada nome de rede sem fio disponível é exibido, juntamente com ícones que representam sua força de sinal atual e o tipo de segurança (aberto ou seguro). Qualquer rede com a qual você esteja conectado no momento é indicada com uma marca de verificação.
zh_cn: 将显示每个可用无线网络的名称以及指示其当前信号强度和安全类型（开放或安全）的图标。当前连接到的任何网络以复选标记指示。
zh_hk: 每個可用的無線網路名稱都會顯示，另外還會顯示代表目前訊號強度以及安全性類型 (開啟或安全) 的圖示。您目前連線的任何網路都會以核取記號表示。

source: If multiple wireless interfaces are enabled in the current network profile, each wireless network name appears on the submenu once per enabled wireless interface. A wireless link name is shown in parentheses after each network name, to enable you to view and control which wireless interface is connected to which network.
de: Wenn im aktuellen Netzwerkprofil mehrere drahtlose Schnittstellen aktiviert sind, wird im Untermenü jeder Name eines Drahtlosnetzwerks entsprechend der aktivierten drahtlosen Schnittstelle angezeigt. Der Name einer drahtlosen Verbindung wird nach jedem Netzwerknamen in Klammern angezeigt, damit Sie sehen können, welche drahtlose Schnittstelle mit welchem Netzwerk verbunden ist.
es: Si hay varias interfaces inalámbricas habilitadas en el perfil de red actual, cada nombre de red inalámbrica aparece en el submenú una vez por cada interfaz inalámbrica habilitada. Un nombre de enlace inalámbrico se muestra entre paréntesis después de cada nombre de red, para permitirle ver y controlar qué interfaz inalámbrica está conectada a qué red.
fr: Lorsque plusieurs interfaces sans fil sont activées dans le profil réseau actuel, chaque nom de réseau sans fil apparaît une fois par interface sans fil activée dans le sous-menu. Un nom de lien sans fil est indiqué entre parenthèses après chaque nom de réseau pour vous permettre d'afficher et de contrôler l'interface sans fil connectée à chaque réseau.
it: Se nell'attuale profilo di rete sono abilitate più interfacce wireless, ciascun nome di rete wireless appare nel sottomenu, una volta per ciascuna interfaccia di rete abilitata. Il nome del collegamento wireless viene mostrato tra parentesi dopo ciascun nome di rete, al fine di visualizzare e controllare quale interfaccia wireless è connessa a quale rete.
ja: 現在のネットワークプロファイルで複数の無線インタフェースが有効になっている場合は、各無線ネットワーク名が、有効になっている無線インタフェースごとに 1 回サブメニューに表示されます。どのネットワークにどの無線インタフェースが接続されているかを表示したり制御したりできるようにするために、各ネットワーク名のあとの括弧内に無線リンク名が表示されます。
ko: 다중 무선 인터페이스가 현재 네트워크 프로필에 사용으로 설정된 경우 각 무선 네트워크 이름이 사용으로 설정된 무선 인터페이스마다 한번씩 하위 메뉴에 나타납니다. 각 네트워크 이름 뒤에 무선 링크 이름이 괄호 안에 표시되므로 어떤 무선 인터페이스를 어떤 네트워크에 연결할지 보고 제어할 수 있습니다.
pt_br: Se várias interfaces sem fio estiverem ativadas no perfil de rede atual, o nome de rede sem fio aparecerá no submenu uma vez por interface sem fio ativada. Um nome de link sem fio é mostrado em parênteses após cada nome de rede, para que você possa visualizar e controlar qual interface sem fio está conectada com qual rede.
zh_cn: 如果在当前网络配置文件中启用了多个无线接口，则对于每个启用的无线接口，会在子菜单上显示一次每个无线网络名称。在每个网络名称后面会显示无线链路名称（以括号括起），允许您查看和控制哪一个无线接口连接到哪一个网络。
zh_hk: 如果目前的網路設定檔啟用多個無線介面，則每一個啟用的無線介面，其無線網路名稱都會在子功能表顯示一次。無線連結名稱會顯示在每個網路名稱後面的括號中，以便讓您檢視和控制無線介面所要連線的網路。

source: If a wireless network is an ad-hoc (peer-to-peer) network, "ad-hoc" is shown in parentheses next to its network name.
de: Wenn ein Drahtlosnetzwerk ein Ad-hoc- bzw. Peer-to-Peer-Netzwerk ist, steht "ad-hoc" in Klammern neben dem entsprechenden Netzwerknamen.
es: Si una red inalámbrica es una red ad-hoc (en el mismo nivel), "ad-hoc" aparece entre paréntesis junto al nombre de la red.
fr: Lorsqu'un réseau sans fil est un réseau ad hoc (réseau pair-à-pair), "ad hoc" s'affiche entre parenthèses en regard de son nom de réseau.
it: Se una rete wireless è una rete ad hoc (peer-to-peer), viene visualizzato "ad-hoc" tra parentesi accanto al nome della rete.
ja: 無線ネットワークがアドホック (ピア・ツー・ピア) ネットワークである場合は、そのネットワーク名の横にある括弧内に「アドホック」が表示されます。
ko: 무선 네트워크가 임시(피어-투-피어) 네트워크인 경우 네트워크 이름 옆에 "임시"가 괄호 안에 표시됩니다.
pt_br: Se uma rede sem fio for uma rede ad-hoc (ponto a ponto), "ad-hoc" será mostrado entre parênteses ao lado de seu nome de rede.
zh_cn: 如果某个无线网络是 ad-hoc（对等）网络，则会在其网络名称旁显示 "(ad-hoc)"。
zh_hk: 如果無線網路是臨機操作 (對等) 網路，「臨機操作」會顯示在其網路名稱旁邊的括號中。

source: If no networks are available, a single disabled <guimenuitem>No wireless networks detected</guimenuitem> menu item is displayed.
de: Wenn keine Netzwerke verfügbar sind, wird im Menü nur der Eintrag <guimenuitem>Keine Drahtlosnetzwerke erkannt</guimenuitem> angezeigt.
es: Si no hay redes disponibles, aparece un único elemento de menú <guimenuitem>No se detectaron redes inalámbricas</guimenuitem> deshabilitado.
fr: Lorsque aucun réseau n'est disponible, une seule option de menu, <guimenuitem>Aucun réseau sans fil n'a été détecté</guimenuitem>, s'affiche.
it: Se non sono disponibili reti, viene visualizzata la voce di menu <guimenuitem>Nessuna rete wireless trovata</guimenuitem>.
ja: 使用可能なネットワークがない場合は、無効になっている 1 つのメニュー項目「<guimenuitem>無線ネットワークが検出されません</guimenuitem>」が表示されます。
ko: 사용 가능한 네트워크가 없는 경우 사용 안함으로 설정된 <guimenuitem>감지된 무선 네트워크 없음</guimenuitem> 메뉴 항목만 표시됩니다.
pt_br: Se nenhuma rede estiver disponível, um único item de menu <guimenuitem>Nenhuma rede sem fio detectada</guimenuitem> desativado será exibido.
zh_cn: 如果无可用网络，则会显示一个禁用的<guimenuitem>未检测到无线网络</guimenuitem>菜单项。
zh_hk: 如果沒有網路可用，會顯示一個停用的 [<guimenuitem>未偵測到無線網路</guimenuitem>] 功能表項目。

source: If all wireless connections are disabled in the active network profile, a single disabled menu item, <guimenuitem>No wireless connections enabled</guimenuitem>, is shown. If there are no wireless connections configured in any network profile, this section of the menu is hidden.
de: Wenn alle drahtlosen Verbindungen im aktiven Netzwerkprofil deaktiviert sind, wird im Menü nur der Eintrag <guimenuitem>Keine drahtlosen Verbindungen aktiviert</guimenuitem> angezeigt. Wenn in keinem Netzwerkprofil drahtlose Verbindungen konfiguriert sind, bleibt dieser Bereich des Menüs ausgeblendet.
es: Si todas las conexiones inalámbricas están deshabilitadas en el perfil de red activo, se muestra un único elemento de menú <guimenuitem>No se detectaron redes inalámbricas</guimenuitem> deshabilitado. Si no hay conexiones inalámbricas configuradas en ningún perfil de red, esta sección del menú está oculta.
fr: Si toutes les connexions sans fil sont désactivées dans le profil réseau actif, une seule option de menu désactivée, <guimenuitem>Aucune connexion sans fil n'a été activée</guimenuitem>, s'affiche. Lorsque aucune connexion sans fil n'est configurée dans aucun des profils réseau, cette section du menu est masquée.
it: Se tutte le connessioni wireless sono disabilitate nel profilo di rete attivo, viene mostrata un'unica voce di menu disabilitata, ovvero<guimenuitem>Nessuna connessione wireless abilitata</guimenuitem>. Se non sono presenti connessioni wireless configurate in alcun profilo di rete, questa sezione del menu viene nascosta.
ja: アクティブなネットワークプロファイル内のすべての無線接続が無効になっている場合は、無効になっている 1 つのメニュー項目「<guimenuitem>無線接続が有効になっていません</guimenuitem>」が表示されます。どのネットワークプロファイルにも無線接続が構成されていない場合、メニューのこのセクションは非表示になります。
ko: 활성 네트워크 프로필에서 모든 무선 연결이 사용 안함으로 설정된 경우 사용 안함으로 설정된 메뉴 항목인 <guimenuitem>사용으로 설정된 무선 연결 없음</guimenuitem>만 표시됩니다. 네트워크 프로필에 구성된 무선 연결이 없는 경우 메뉴에서 이 섹션이 숨겨집니다.
pt_br: Se todas as conexões sem fio estiverem desativadas no perfil de rede ativo, um único item de menu desativado, <guimenuitem>Nenhuma conexão sem fio ativada</guimenuitem>, será mostrado. Se não houver conexões sem fio configuradas em nenhum perfil de rede, essa seção do menu estará oculta.
zh_cn: 如果在活动网络配置文件中禁用了所有无线连接，则会显示一个禁用的菜单项<guimenuitem>没有启用任何无线连接</guimenuitem>。如果未在任何网络配置文件中配置无线连接，则会隐藏菜单的此区域。
zh_hk: 如果使用中網路設定檔的所有無線連線都已停用，就會顯示一個停用的 [<guimenuitem>未啟用任何無線連線</guimenuitem>] 功能表項目。如果沒有在任何網路設定檔配置無線連線，就會隱藏功能表的這個區段。
