Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: There are several ways that you can check the status of your network connection. The quickest way to obtain essential information about your network is to look at the <literal>Network Status</literal> notification icon that is displayed in the desktop panel's notification area at all times. The icon's appearance indicates the overall status of enabled network connections.
de: Es gibt mehrere Möglichkeiten, um den Status Ihrer Netzwerkverbindung zu prüfen. Der schnellste Weg, um wichtige Informationen über Ihr Netzwerk zu erhalten, besteht darin, einen Blick auf das Benachrichtigungssymbol <literal>Netzwerkstatus</literal> zu werfen, das ununterbrochen im Benachrichtigungsbereich des Desktops angezeigt wird. Das Symbol zeigt den Gesamtstatus der aktivierten Netzwerkverbindungen an.
es: Hay varias formas para comprobar el estado de la conexión de red. La forma más rápida de obtener información esencial acerca de la red es fijarse en el icono de notificación <literal>Network Status</literal> que se muestra en el área de notificación del panel de escritorio en todo momento. El aspecto del icono indica el estado general de las conexiones de red habilitadas.
fr: Il existe plusieurs façons de vérifier l'état de votre connexion réseau. Le moyen le plus rapide d'obtenir des informations essentielles sur votre réseau est de consulter l'icône de notification <literal>Etat du réseau</literal> qui s'affiche dans la zone de notification du panneau du bureau à tout moment. L'apparence de l'icône indique l'état général des connexions réseau activées.
it: Sono previsti vari modi per controllare lo stato della connessione di rete. Il metodo più rapido per ottenere informazioni essenziali sulla rete è controllare l'icona di notifica <literal>Stato rete</literal>, visualizzata nell'area di notifica del desktop. L'aspetto dell'icona indica lo stato generale delle connessioni di rete abilitate.
ja: ネットワーク接続の状態は、いくつかの方法で確認できます。ネットワークに関する基本的な情報を取得するためのもっとも迅速な方法は、デスクトップパネルの通知領域に常に表示されている「<literal>ネットワークステータス</literal>」通知アイコンを見ることです。このアイコンの外観は、有効になっているネットワーク接続の全体的な状態を示しています。
ko: 여러 가지 방법으로 네트워크 연결 상태를 확인할 수 있습니다. 필수적인 네트워크 정보를 얻는 가장 빠른 방법은, 항상 데스크탑 패널의 알림 영역에 표시되는 <literal>네트워크 상태</literal> 알림 아이콘을 관찰하는 것입니다. 아이콘 모양은 사용으로 설정된 네트워크 연결의 전반적인 상태를 나타냅니다.
pt_br: Há algumas formas de verificar o status da conexão de rede. A forma mais rápida de obter informações essenciais sobre a rede é observar o ícone de notificação <literal>Status da rede</literal>, exibido permanentemente na área de notificações do painel da área de trabalho. A aparência do ícone indica o status geral das conexões de rede ativadas.
zh_cn: 检查网络连接状态的方法有多种。获取网络基本信息的最快捷方法是查看<literal>网络状态</literal>通知图标，该图标始终显示在桌面面板的通知区域中。此图标的外观指示了已启用网络连接的整体状态。
zh_hk: 檢查網路連線狀態的方法有很多種。取得基礎資訊最快的方法就是隨時查看桌面面板通知區域顯示的 [<literal>網路狀態</literal>] 通知圖示。圖示的外觀代表網路連線啟用後的整體狀態。

source: Other ways that you can obtain information about the status of your network include the following:
de: Außerdem haben Sie folgende Möglichkeiten, um Informationen über den Status Ihres Netzwerks abzurufen:
es: Entre las otras formas con las que puede obtener información sobre el estado de la red, se incluyen las siguientes:
fr: Vous pouvez également obtenir des informations sur l'état du réseau des manières suivantes :
it: Tra gli altri modi per ottenere informazioni sullo stato della rete figurano:
ja: ネットワークステータスに関する情報を取得できるその他の方法としては次のものがあります。
ko: 이 밖에 네트워크 상태 정보를 얻을 수 있는 방법은 다음과 같습니다.
pt_br: Outras formas de obter informações sobre o status da rede incluem as seguintes:
zh_cn: 获取网络状态信息的其他方法包括：
zh_hk: 取得網路狀態資訊的其他方法如下：

source: Hovering your mouse over the <literal>Network Status</literal> notification icon to display a tool tip that provides information about the status of all enabled connections.
de: Zeigen Sie mit der Maus auf das Benachrichtigungssymbol <literal>Netzwerkstatus</literal>, um einen Tooltip zum Status aller aktivierten Verbindungen anzuzeigen.
es: Pasar el cursor del mouse sobre el icono de notificación <literal>Network Status</literal> para que aparezca información sobre herramientas que proporciona información sobre el estado de todas las conexiones habilitadas.
fr: Pointez le curseur de la souris sur l'icône de notification <literal>Etat du réseau</literal> pour afficher une infobulle qui fournit des informations sur l'état de toutes les connexions activées.
it: posizionare il cursore del mouse sull'icona di notifica <literal>Stato rete</literal> per visualizzare una descrizione comandi che fornisce informazioni sullo stato di tutte le connessioni abilitate;
ja: マウスのポインタを「<literal>ネットワークステータス</literal>」通知アイコンの上に置くと、有効になっているすべての接続の状態に関する情報を提供するツールチップが表示されます。
ko: <literal>네트워크 상태</literal> 알림 아이콘 위로 마우스를 가져가면 사용으로 설정된 모든 연결의 상태에 대한 정보를 제공하는 도구 설명이 표시됩니다.
pt_br: Passar o curso do mouse sobre o ícone de notificação <literal>Status da rede</literal> para exibir uma dica de ferramenta que fornece informações sobre o status de todas as conexões ativadas.
zh_cn: 将鼠标悬停在<literal>网络状态</literal>通知图标上显示工具提示，其中提供了所有已启用连接的状态信息。
zh_hk: 將滑鼠游標移至 [<literal>網路狀態</literal>] 通知圖示上方，會顯示工具提示，提供所有已啟用連線狀態的相關資訊。

source: Viewing informational messages that are displayed in the desktop panel's notification area.
de: Sehen Sie sich Informationsmeldungen an, die im Benachrichtigungsbereich des Desktops angezeigt werden.
es: Visualizar los mensajes informativos que se muestran en el área de notificación del panel de escritorio.
fr: Affichage des messages d'information qui s'affichent dans la zone de notification du panneau du bureau.
it: visualizzare messaggi informativi mostrati nell'area di notifica del desktop;
ja: デスクトップパネルの通知領域に表示される情報メッセージを表示します。
ko: 데스크탑 패널의 알림 영역에 표시되는 정보 메시지를 봅니다.
pt_br: Visualizar mensagens informativas exibidas na área de notificação do painel da área de trabalho.
zh_cn: 查看桌面面板通知区域中显示的提示性消息。
zh_hk: 檢視桌面面板通知區域中顯示的資訊訊息。

source: Right-clicking the <literal>Network Status</literal> notification icon to open its menu, where the currently available locations, wireless network names, network profiles, network modifiers, and network connections are shown.
de: Klicken Sie mit der rechten Maustaste auf das Benachrichtigungssymbol <literal>Netzwerkstatus</literal>, um das Menü des Benachrichtigungssymbols zu öffnen, in dem die gerade verfügbaren Speicherorte, Namen von Drahtlosnetzwerken, Netzwerkprofile, Netzwerkmodifizierer und Netzwerkverbindungen angezeigt werden.
es: Hacer clic con el botón derecho del mouse en el icono de notificación <literal>Network Status</literal> para abrir el menú, donde se muestran las ubicaciones disponibles actualmente, los nombres de redes inalámbricas, los perfiles de red, los modificadores de red y las conexiones de red.
fr: Cliquez avec le bouton droit de la souris sur l'icône de notification <literal>Etat du réseau</literal> pour ouvrir son menu qui contient les emplacements actuellement disponibles, les noms de réseau sans fil, les profils réseau, les modificateurs réseau et les connexions réseau.
it: fare clic con il pulsante destro del mouse sull'icona di notifica <literal>Stato rete</literal> per aprire il relativo menu, dove vengono mostrate le posizioni attualmente disponibili, i nomi delle reti wireless, i profili di rete, i modificatori di rete e le connessioni di rete;
ja: 「<literal>ネットワークステータス</literal>」通知アイコンを右クリックするとメニューが開き、そこには現在使用可能な場所、無線ネットワーク名、ネットワークプロファイル、ネットワーク修飾子、およびネットワーク接続が表示されます。
ko: <literal>네트워크 상태</literal> 알림 아이콘을 마우스 오른쪽 버튼으로 누르면 현재 사용 가능한 위치, 무선 네트워크 이름, 네트워크 프로필, 네트워크 수정자, 네트워크 연결이 표시된 메뉴가 열립니다.
pt_br: Clicar com o botão direito do mouse no ícone de notificação <literal>Status da rede</literal> para abrir o menu correspondente, no qual são mostrados os locais disponíveis atualmente, os nomes de redes sem fio, os perfis, os modificadores e as conexões de rede.
zh_cn: 右键单击<literal>网络状态</literal>通知图标打开其菜单，其中显示了当前可用的位置、无线网络名称、网络配置文件、网络修饰器和网络连接。
zh_hk: 在 [<literal>網路狀態</literal>] 通知圖示按一下滑鼠右鍵，即可開啟功能表，它會顯示目前可用的位置、無線網路名稱、網路設定檔、網路修飾鍵以及網路連線。

source: Opening the <literal>Network Preferences</literal> dialog and switching to the <literal>Connection Status</literal> view.
de: Öffnen Sie das Dialogfeld <literal>Netzwerkeigenschaften</literal> und wechseln Sie zur Ansicht <literal>Verbindungsstatus</literal>.
es: Abrir el cuadro de diálogo <literal>Network Preferences</literal> y cambiar a la vista <literal>Connection Status</literal>.
fr: Ouverture de la boîte de dialogue <literal>Préférences réseau</literal> et basculement vers la vue <literal>Etat de connexion</literal>.
it: aprire la finestra di dialogo <literal>Preferenze di rete</literal> e passare alla vista <literal>Stato della connessione</literal>.
ja: 「<literal>ネットワーク設定</literal>」ダイアログを開き、「<literal>接続状態</literal>」ビューに切り替えます。
ko: <literal>네트워크 기본 설정</literal> 대화 상자를 열고 <literal>연결 상태</literal> 뷰로 전환합니다.
pt_br: Abrir a caixa de diálogo <literal>Preferências de rede</literal> e alternar para a exibição <literal>Status da conexão</literal>.
zh_cn: 打开<literal>网络首选项</literal>对话框并切换到<literal>连接状态</literal>视图。
zh_hk: 開啟 [<literal>網路喜好設定</literal>] 對話方塊，然後切換至 [<literal>連線狀態</literal>] 檢視。

source: This last method provides the most information about your currently enabled network connections.
de: Die letzte Möglichkeit bietet die meisten Informationen über Ihre derzeit aktivierten Netzwerkverbindungen.
es: Este último método proporciona la mayor parte de la información sobre las conexiones de red que se encuentran habilitadas.
fr: Cette dernière méthode fournit le plus grand nombre d'informations sur les connexions réseau actuellement activées.
it: Quest'ultimo metodo è quello che fornisce il maggior numero di informazioni sulle connessioni di rete attualmente abilitate.
ja: この最後の方法によって、現在有効になっているネットワーク接続に関するほとんどの情報が提供されます。
ko: 이 마지막 방법은 현재 사용으로 설정된 네트워크 연결에 대한 대부분의 정보를 제공합니다.
pt_br: Esse último método fornece o maior número de informações sobre as suas conexões de rede ativadas no momento.
zh_cn: 最后一种方法可提供关于当前启用的网络连接的最详细信息。
zh_hk: 最後這個方法可以提供您目前已啟用網路連線的最多相關資訊。

source: To Show Details of Enabled Network Connections
de: So zeigen Sie die Details von aktivierten Netzwerkverbindungen an
es: Para ver detalles de conexiones de red habilitadas
fr: Pour afficher les détails des connexions réseau activées
it: Per mostrare i dettagli delle connessioni di rete abilitate
ja: 有効になっているネットワーク接続の詳細を表示するには
ko: 사용으로 설정된 네트워크 연결의 세부 정보 표시
pt_br: Para mostrar detalhes das conexões de rede ativadas
zh_cn: 显示已启用网络连接的详细信息
zh_hk: 顯示已啟用網路連線的詳細資訊

source: Open the <literal>Network Preferences</literal> dialog, and select <guimenuitem>Connection Status</guimenuitem> from the drop-down list, if required. This method provides the most information about enabled network connections.
de: Öffnen Sie das Dialogfeld <literal>Netzwerkeigenschaften</literal>, und wählen Sie nach Bedarf aus der Dropdown-Liste die Option <guimenuitem>Verbindungsstatus</guimenuitem> aus. Dadurch erhalten Sie die meisten Informationen über aktivierte Netzwerkverbindungen.
es: Abra el cuadro de diálogo <literal>Network Preferences</literal> y seleccione <guimenuitem>Estado de conexión</guimenuitem> de la lista desplegable, si es necesario. Este método proporciona la mayor parte de la información sobre las conexiones de red que se encuentran habilitadas.
fr: Ouvrez la boîte de dialogue <literal>Préférences réseau</literal> et le cas échéant, sélectionnez <guimenuitem>Etat de connexion</guimenuitem> dans la liste déroulante. Cette méthode fournit le plus grand nombre d'informations sur les connexions réseau activées.
it: Aprire la finestra di dialogo <literal>Preferenze di rete</literal> e, se necessario, selezionare <guimenuitem>Stato della connessione</guimenuitem> dall'elenco a discesa. Questo metodo è quello che fornisce il maggior numero di informazioni sulle connessioni di rete abilitate.
ja: 「<literal>ネットワーク設定</literal>」ダイアログを開き、必要に応じてドロップダウンリストから「<guimenuitem>接続状態</guimenuitem>」を選択します。この方法によって、有効になっているネットワーク接続に関するほとんどの情報が提供されます。
ko: <literal>네트워크 기본 설정</literal> 대화 상자를 열고, 필요한 경우 드롭다운 목록에서 <guimenuitem>연결 상태</guimenuitem>를 선택합니다. 이 방법은 사용으로 설정된 네트워크 연결에 대한 대부분의 정보를 제공합니다.
pt_br: Abra a caixa de diálogo <literal>Preferências de rede</literal> e selecione <guimenuitem>Status da conexão</guimenuitem> na lista suspensa, se necessário. Esse método fornece o maior número de informações sobre as conexões de rede ativadas.
zh_cn: 打开<literal>网络首选项</literal>对话框，如果需要，从下拉式列表中选择<guimenuitem>连接状态</guimenuitem>。这种方法可提供关于已启用网络连接的最详细信息。
zh_hk: 開啟 [<literal>網路喜好設定</literal>] 對話方塊，然後視需要從下拉式清單中選取 [<guimenuitem>連線狀態</guimenuitem>]。這種方法可以提供最多已啟用網路連線的相關資訊。

source: To open the <literal>Network Preferences</literal> dialog, do one of the following:
de: Gehen Sie wie folgt vor, um das Dialogfeld <literal>Netzwerkeigenschaften</literal> zu öffnen:
es: Para abrir el cuadro de diálogo <literal>Network Preferences</literal>, realice una de las siguientes acciones:
fr: Pour ouvrir la boîte de dialogue <literal>Préférences réseau</literal>, procédez de l'une des manières suivantes :
it: Per aprire la finestra di dialogo <literal>Preferenze di rete</literal>, effettuare una delle operazioni seguenti:
ja: 「<literal>ネットワーク設定</literal>」ダイアログを開くには、次のいずれかを行います。
ko: <literal>네트워크 기본 설정</literal> 대화 상자를 열려면 다음 중 하나를 수행합니다.
pt_br: Para abrir a caixa de diálogo <literal>Preferências de rede</literal>, execute uma das seguintes ações:
zh_cn: 要打开<literal>网络首选项</literal>对话框，请执行以下操作之一：
zh_hk: 若要開啟 [<literal>網路喜好設定</literal>] 對話方塊，請執行下列其中一個步驟：

source: Choose System -&gt; Administration -&gt; Network from the Main Menu bar on the desktop panel.
de: Wählen Sie auf der Desktop-Hauptmenüleiste System -&gt; Verwaltung -&gt; Netzwerk.
es: Seleccione Sistema -&gt; Administración -&gt; Red desde el menú principal del panel de escritorio.
fr: Choisissez Système -&gt; Administration -&gt; Réseau à partir de la barre de menu principale figurant sur le panneau du bureau.
it: Scegliere Sistema -&gt; Amministrazione -&gt; Rete nella barra del menu principale nel riquadro del desktop.
ja: デスクトップパネルのメインメニューバーから、「システム」-&gt;「管理」-&gt;「ネットワーク」の順に選択します。
ko: 데스크탑 패널의 주 메뉴 모음에서 시스템 -&gt; 관리 -&gt; 네트워크를 선택합니다.
pt_br: Escolha Sistema -&gt; Administração -&gt; Rede na barra de menus principal, no painel da área de trabalho.
zh_cn: 从桌面面板上的主菜单栏中选择“系统”-&gt;“管理”-&gt;“网络”。
zh_hk: 從桌面面板的 [主功能表] 列，依序選取 [系統] -&gt; [管理] -&gt; [網路]。

source: Right click the <literal>Network Status</literal> notification icon to open its menu, then select the <guimenuitem>Network Preferences</guimenuitem> menu item.
de: Klicken Sie mit der rechten Maustaste auf das Benachrichtigungssymbol <literal>Netzwerkstatus</literal>, um das Menü des Benachrichtigungssymbols zu öffnen, und wählen Sie dann die Menüoption <guimenuitem>Netzwerkeinstellungen</guimenuitem>.
es: Haga clic con el botón derecho en el icono de notificación <literal>Network Status</literal> para abrir el menú y, a continuación, seleccione el elemento de menú <guimenuitem>Preferencias de red</guimenuitem>.
fr: Cliquez avec le bouton droit de la souris sur l'icône de notification <literal>Etat du réseau</literal> pour ouvrir son menu, puis sélectionnez l'option de menu <guimenuitem>Préférences réseau</guimenuitem>.
it: Fare clic con il pulsante destro del mouse sull'icona di notifica <literal>Stato rete</literal> per aprire il relativo menu, quindi selezionare la voce di menu <guimenuitem>Preferenze di rete</guimenuitem>.
ja: 「<literal>ネットワークステータス</literal>」通知アイコンを右クリックしてメニューを開いてから、「<guimenuitem>ネットワーク設定</guimenuitem>」メニュー項目を選択します。
ko: <literal>네트워크 상태</literal> 알림 아이콘을 마우스 오른쪽 버튼으로 눌러 메뉴를 열고, <guimenuitem>네트워크 기본 설정</guimenuitem> 메뉴 항목을 선택합니다.
pt_br: Clique com o botão direito do mouse no ícone de notificação <literal>Status da rede</literal> para abrir o menu correspondente e, em seguida, selecione o item de menu <guimenuitem>Preferências de rede</guimenuitem>.
zh_cn: 右键单击<literal>网络状态</literal>通知图标打开其菜单，然后选择<guimenuitem>网络首选项</guimenuitem>菜单项。
zh_hk: 在 [<literal>網路狀態</literal>] 通知圖示按一下滑鼠右鍵，開啟功能表，然後選取 [<guimenuitem>網路喜好設定</guimenuitem>] 功能表項目。

source: The list shows the status of all of the connections in the active network profile that are manually enabled and all those connections that are in the active priority group, if any. For more information, see <xref linkend="nwprofiles-configuring"/>.
de: Die Liste zeigt den Status aller manuell aktivierten Verbindungen im aktiven Netzwerkprofil und (sofern vorhanden) alle Verbindungen in der Prioritätsgruppe. Weitere Informationen finden Sie unter <xref linkend="nwprofiles-configuring"/>.
es: La lista muestra el estado de todas las conexiones del perfil de red activo que se habilitaron de forma manual y todas las conexiones que están en el grupo de prioridad activo, si lo hay. Para obtener más información, consulte <xref linkend="nwprofiles-configuring"/>.
fr: La liste affiche l'état de toutes les connexions figurant dans le profil réseau actif qui sont activées manuellement et le cas échéant, toutes les connexions appartenant au groupe de priorités actif. Pour plus d'informations, reportez-vous à la section <xref linkend="nwprofiles-configuring"/>.
it: L'elenco mostra lo stato di tutte le connessioni nel profilo di rete attivo che sono abilitate manualmente e di tutte le connessioni eventualmente presenti nel gruppo priorità attivo. Per ulteriori informazioni, vedere <xref linkend="nwprofiles-configuring"/>.
ja: このリストには、アクティブなネットワークプロファイル内の接続のうち手動で有効になったものすべてと、それらの接続のうちアクティブな優先度グループ内にあるもの (ある場合) の状態が表示されます。詳細については、<xref linkend="nwprofiles-configuring"/>を参照してください。
ko: 활성 네트워크 프로필의 수동으로 사용으로 설정된 모든 연결과 활성 우선 순위 그룹의 모든 연결(있는 경우)의 상태가 표시됩니다. 자세한 내용은 <xref linkend="nwprofiles-configuring"/>을(를) 참조하십시오.
pt_br: A lista mostra o status de todas as conexões no perfil de rede ativo que são manualmente ativadas e todas as conexões contidas no grupo de prioridade ativo, se houver. Para obter mais informações, consulte <xref linkend="nwprofiles-configuring"/>.
zh_cn: 列表中显示了活动网络配置文件中所有手动启用的连接的状态，以及属于活动优先级组（如果有）的所有连接的状态。有关更多信息，请参见<xref linkend="nwprofiles-configuring"/>。
zh_hk: 這份清單會顯示使用中網路設定檔中，所有手動啟用之連線的狀態，以及所有屬於使用中優先順序群組 (如果有) 之連線的狀態。如需詳細資訊，請參閱<xref linkend="nwprofiles-configuring"/>。

source: For <emphasis role="strong">wired network connections</emphasis>, the IP address, connection speed and connection status are displayed.
de: Für <emphasis role="strong">verdrahtete Netzwerkverbindungen</emphasis> werden die IP-Adresse, die Verbindungsgeschwindigkeit und der Verbindungsstatus angezeigt.
es: Para <emphasis role="strong">conexiones de red con cables</emphasis>, se muestra la dirección IP, la velocidad de conexión y el estado de la conexión.
fr: Pour les <emphasis role="strong">connexions réseau câblées</emphasis>, l'adresse IP, la vitesse de connexion et l'état de connexion sont affichés.
it: Per le <emphasis role="strong">connessioni di rete cablate</emphasis>, vengono visualizzati l'indirizzo IP, la velocità e lo stato della connessione.
ja: <emphasis role="strong">有線ネットワーク接続</emphasis>の場合は、IP アドレス、接続速度、および接続状態が表示されます。
ko: <emphasis role="strong">유선 네트워크 연결</emphasis>의 경우 IP 주소, 연결 속도 및 연결 상태가 표시됩니다.
pt_br: Para <emphasis role="strong">conexões de rede com fio</emphasis>, o endereço IP, a velocidade e o status da conexão são exibidos.
zh_cn: 对于<emphasis role="strong">有线网络连接</emphasis>，将显示 IP 地址、连接速度和连接状态。
zh_hk: 如果是<emphasis role="strong">有線網路連線</emphasis>，會顯示 IP 位址、連線速度以及連線狀態。

source: For <emphasis role="strong">wireless network connections</emphasis>, the IP address, signal strength, connection speed connection status and security type are displayed.
de: Für <emphasis role="strong">drahtlose Netzwerkverbindungen</emphasis> werden die IP-Adresse, die Signalstärke, die Verbindungsgeschwindigkeit, der Verbindungsstatus und der Sicherheitstyp angezeigt.
es: Para <emphasis role="strong">conexiones de red inalámbrica</emphasis>, se muestra la dirección IP, la intensidad de la señal, la velocidad de conexión y el tipo de seguridad.
fr: Pour les <emphasis role="strong">connexions réseau sans fil</emphasis>, l'adresse IP, l'intensité du signal, l'état de la vitesse de connexion et le type de sécurité s'affichent.
it: Per le <emphasis role="strong">connessioni di rete wireless</emphasis>, vengono visualizzati l'indirizzo IP, la potenza del segnale, la velocità e lo stato della connessione e il tipo di sicurezza.
ja: <emphasis role="strong">無線ネットワーク接続</emphasis>の場合は、IP アドレス、信号の強さ、接続速度、接続状態、およびセキュリティーのタイプが表示されます。
ko: <emphasis role="strong">무선 네트워크 연결</emphasis>의 경우 IP 주소, 신호 감도, 연결 속도, 연결 상태 및 보안 유형이 표시됩니다.
pt_br: Para <emphasis role="strong">conexões de rede sem fio</emphasis>, o endereço IP, a força de sinal, a velocidade e o status da conexão, bem como o tipo de segurança são exibidos.
zh_cn: 对于<emphasis role="strong">无线网络连接</emphasis>，将显示 IP 地址、信号强度、连接速度、连接状态和安全类型。
zh_hk: 如果是<emphasis role="strong">無線網路連線</emphasis>，則會顯示 IP 位址、訊號強度、連線速度、連線狀態以及安全性類型。

source: To view the properties of a specific network connection, double-click the connection in the list. Alternately, you can open the <literal>Network Preferences</literal> dialog, and from the <literal>Show</literal> drop-down list that is located at the top of the dialog, select a connection.
de: Um die Eigenschaften einer bestimmten Netzwerkverbindung anzuzeigen, doppelklicken Sie auf die betreffende Verbindung in der Liste. Sie können stattdessen auch das Dialogfeld <literal>Netzwerkeigenschaften</literal> öffnen und aus der Dropdown-Liste <literal>Anzeigen</literal>, die sich im oberen Bereich des Dialogfelds befindet, eine Verbindung auswählen.
es: Para ver las propiedades de una conexión de red específica, haga doble clic en la conexión de la lista. De manera alternativa, puede abrir el cuadro de diálogo <literal>Network Preferences</literal> y, desde la lista desplegable <literal>Show</literal> que está ubicada en la parte superior del cuadro, seleccionar una conexión.
fr: Pour afficher les propriétés d'une connexion réseau spécifique, double-cliquez sur la connexion dans la liste. Vous pouvez également ouvrir la boîte de dialogue <literal>Préférences réseau</literal> et y sélectionnez une connexion dans la liste déroulante <literal>Afficher</literal> située en haut de la boîte de dialogue.
it: Per visualizzare le proprietà di una connessione di rete specifica, fare doppio clic su di essa, nell'elenco. In alternativa, è possibile aprire la finestra di dialogo <literal>Preferenze di rete</literal> e, dall'elenco a discesa <literal>Mostra</literal> in cima alla finestra di dialogo, selezionare una connessione.
ja: 特定のネットワーク接続のプロパティーを表示するには、リスト内の接続をダブルクリックします。あるいは、「<literal>ネットワーク設定</literal>」ダイアログを開き、ダイアログのいちばん上にある「<literal>表示</literal>」ドロップダウンリストから接続を選択できます。
ko: 특정 네트워크 연결의 등록 정보를 보려면 목록에서 연결을 두 번 누릅니다. 다른 방법으로, <literal>네트워크 기본 설정</literal> 대화 상자를 열고 위쪽에 있는 <literal>표시</literal> 드롭다운 목록에서 연결을 선택합니다.
pt_br: Para visualizar as propriedades de uma conexão de rede específica, clique duas vezes na conexão na lista. Como alternativa, é possível abrir a caixa de diálogo <literal>Preferências de rede</literal> e, na lista suspensa <literal>Mostrar</literal>, localizada na parte superior da caixa de diálogo, selecionar uma conexão.
zh_cn: 要查看特定网络连接的属性，请在列表中双击该连接。或者，可以打开<literal>网络首选项</literal>对话框，然后从对话框顶部的<literal>显示</literal>下拉式列表中选择该连接。
zh_hk: 若要檢視特定網路連線的特性，請按兩下清單中的連線。或者，開啟 [<literal>網路喜好設定</literal>] 對話方塊，然後從對話方塊上方的 [<literal>顯示</literal>] 下拉式清單中選取連線。

source: Controlling Network Connections
de: Verwalten von Netzwerkverbindungen
es: Control de conexiones de red
fr: Contrôle des connexions réseau
it: Controllo delle connessioni di rete
ja: ネットワーク接続の制御
ko: 네트워크 연결 제어
pt_br: Controle das conexões de rede
zh_cn: 控制网络连接
zh_hk: 控制網路連線
