Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: This is a <emphasis>priority group</emphasis> that is comprised of connections. There may be zero, one, or more priority groups in a network profile. In the Automatic network profile, this group contains all of the available wired network connections.
de: Dies ist eine <emphasis>Prioritätsgruppe</emphasis>, die aus Verbindungen besteht. Es können sich keine, eine oder mehrere Prioritätsgruppen in einem Netzwerkprofil befinden. Im Netzwerkprofil "Automatisch" enthält diese Gruppe alle verfügbaren verdrahteten Netzwerkverbindungen.
es: Se trata de un <emphasis>grupo de prioridad</emphasis> compuesto de conexiones. Puede haber cero, uno o más grupos de prioridad. En el perfil de red Automático, este grupo contiene todas las conexiones de red con cables.
fr: Il s'agit d'un <emphasis>groupe de priorités</emphasis>composé de connexions. Un profil réseau peut contenir zéro, un ou plusieurs groupes prioritaires. Dans le profil réseau Automatique, ce groupe contient toutes les connexions réseau câblées disponibles.
it: Si tratta di un <emphasis>gruppo priorità</emphasis> composto di connessioni. In un profilo di rete potrebbero essere presenti nessuno, uno o più gruppi priorità. Nel profilo di rete automatico, questo gruppo contiene tutte le connessioni di rete cablate disponibili.
ja: これは、接続で構成される<emphasis>優先度グループ</emphasis>です。ネットワークプロファイル内には 0 個、または 1 つ以上の優先度グループがある可能性があります。「自動」ネットワークプロファイルでは、このグループにすべての使用可能な有線ネットワーク接続が含まれています。
ko: 연결로 구성된 <emphasis>우선 순위 그룹</emphasis>입니다. 네트워크 프로필에는 0개, 1개 또는 여러 개의 우선 순위 그룹이 있습니다. 자동 네트워크 프로필에서는 이 그룹이 모든 사용 가능한 유선 네트워크 연결을 포함합니다.
pt_br: Esse é um <emphasis>grupo de prioridade</emphasis> composto de conexões. Pode haver um, mais grupos ou nenhum grupo de prioridade em um perfil de rede. No perfil Automático, esse grupo contém todas as conexões de rede com fio disponíveis.
zh_cn: 这是一个包含连接的<emphasis>优先级组</emphasis>。在一个网络配置文件中可以有零个、一个或多个优先级组。在“自动”网络配置文件中，该组包含所有可用的有线网络连接。
zh_hk: 這是由連線組成的<emphasis>優先順序群組</emphasis>。網路設定檔可能會有零個、一個或多個優先順序群組。在自動網路設定檔中，這個群組包含所有可用的有線網路連線。

source: Else enable any one of these connections:
de: Sonst eine dieser Verbindungen aktivieren:
es: Sino, active cualquiera de estas conexiones:
fr: Activez sinon l'une de ces connexions :
it: Altrimenti abilitare una o più connessioni tra le seguenti:
ja: ほかに、次の接続のいずれかを有効にします
ko: 충족되지 않을 경우 이 연결 중 하나 사용:
pt_br: Caso contrário, ative qualquer uma destas conexões:
zh_cn: 否则，启用这些连接中的任一个：
zh_hk: 否則啟用這些連線的任一連線：

source: This is another priority group. These groups are listed in priority order, so this group has a lower priority than the group that is listed above it. In the Automatic network profile, this group contains all of the available wireless network connections.
de: Dies ist eine andere Prioritätsgruppe. Da diese Gruppen nach Priorität aufgelistet sind, hat diese Gruppe eine niedrigere Priorität als die Gruppe, die über ihr aufgelistet ist. Im Netzwerkprofil "Automatisch" enthält diese Gruppe alle verfügbaren drahtlosen Netzwerkverbindungen.
es: Este otro grupo de prioridad. Estos grupos se muestran en orden de prioridad, de modo que este grupo tiene una prioridad más baja que el grupo que se que aparece por encima. En el perfil de red Automático, este grupo contiene todas las conexiones de red con cables disponibles.
fr: Il s'agit d'un autre groupe de priorités. Ces groupes sont répertoriés par ordre de priorité et celui-ci a de ce fait un niveau de priorité inférieur que celui qui le précède. Dans le profil réseau Automatique, ce groupe contient toutes les connexions réseau sans fil disponibles.
it: Si tratta di un altro gruppo priorità. Essendo i gruppi elencati in ordine di priorità; questo gruppo ha una priorità inferiore rispetto a quello elencato sopra di esso. Nel profilo di rete automatico, questo gruppo contiene tutte le connessioni di rete wireless disponibili.
ja: これは別の優先度グループです。これらのグループは優先度順に一覧表示されるため、このグループには上で一覧表示されているグループより低い優先度が割り当てられます。「自動」ネットワークプロファイルでは、このグループにすべての使用可能な無線ネットワーク接続が含まれています。
ko: 또 하나의 우선 순위 그룹입니다. 이러한 그룹은 우선 순위 순서대로 나열되므로 이 그룹은 위에 나열된 그룹보다 낮은 우선 순위를 갖습니다. 자동 네트워크 프로필에서는 이 그룹이 사용 가능한 모든 무선 네트워크 연결을 포함합니다.
pt_br: Esse é outro grupo de prioridade. Esses grupos são listados em ordem de prioridade, então, esse grupo tem uma prioridade mais baixa do que o grupo listado acima dele. No perfil Automático, esse grupo contém todas as conexões de rede sem fio disponíveis.
zh_cn: 这是另一个优先级组。这些组按照优先级顺序列出，因此该组比它上面组的优先级低。在“自动”网络配置文件中，此组包含所有可用的无线网络连接。
zh_hk: 這是另一個優先順序群組。這些群組會按照優先順序逐一列出，所以這個群組的優先順序比列在它上面的群組還要低。在自動網路設定檔中，這個群組包含所有可用的無線網路。

source: Always disable these connections:
de: Diese Verbindungen immer deaktivieren:
es: Deshabilite siempre estas conexiones:
fr: Désactivez toujours ces connexions :
it: Disabilitare sempre queste connessioni:
ja: これらの接続を常に無効にします
ko: 항상 이 연결 사용 안함:
pt_br: Sempre desative estas conexões:
zh_cn: 始终禁用这些连接：
zh_hk: 一律停用這些連線：

source: This group is always present in a network profile and appears at the bottom of the list. The group contains network connections that are always disabled when the network profile is active. In the Automatic network profile, there are no such connections, so "None" is shown.
de: Diese Gruppe ist immer in einem Netzwerkprofil enthalten und wird am unteren Rand der Liste angezeigt. Die Gruppe enthält Netzwerkverbindungen, die immer deaktiviert sind, wenn das Netzwerkprofil aktiv ist. Im Netzwerkprofil "Automatisch" gibt es keine solche Verbindungen, darum wird "Keine" angezeigt.
es: Este grupo siempre está presente en un perfil de red y aparece en la parte inferior de la lista. El grupo contiene conexiones de red que están siempre deshabilitadas cuando el perfil de red está activo. En el perfil de red Automático, no existen esas conexiones, por lo que se muestra "Ninguno".
fr: Ce groupe apparaît toujours en bas de la liste dans un profil réseau. Le groupe contient les connexions réseau qui sont toujours désactivées lorsque le profil réseau est actif. Le profil réseau Automatique ne contient aucune de ces connexions et de ce fait "Aucune" s'affiche.
it: Questo gruppo è sempre presente in un profilo di rete, in cima alla lista. Il gruppo contiene le connessioni di rete che sono sempre disabilitate quando il profilo di rete è attivo. Nel profilo di rete automatico non sono presenti tali connessioni e per questo è visualizzato "Nessuno".
ja: このグループは常にネットワークプロファイル内に存在し、リストのいちばん下に表示されます。このグループには、このネットワークプロファイルがアクティブなときに常に無効になるネットワーク接続が含まれています。「自動」ネットワークプロファイルでは、このような接続はないため「なし」が表示されます。
ko: 이 그룹은 네트워크 프로필에 항상 존재하며 목록 맨 아래에 있습니다. 네트워크 프로필이 활성일 때 항상 사용 안함으로 설정되는 네트워크 연결을 포함합니다. 자동 네트워크 프로필에서는 해당 연결이 없으므로 "없음"이 표시됩니다.
pt_br: Esse grupo está sempre presente em um perfil de rede e é exibido na parte inferior da lista. O grupo contém conexões de rede que estão sempre desativadas quando o perfil de rede está ativo. No perfil Automático, não há conexões desse tipo, então "Nenhum" é mostrado.
zh_cn: 该组始终在网络配置文件中存在，并显示在列表底部。此组包含当网络配置文件处于活动状态时始终禁用的网络连接。在“自动”网络配置文件中，没有此类连接，因此显示“无”。
zh_hk: 網路設定檔都會有這個群組，顯示於清單的最下面。這個群組包含使用網路設定檔時，一定會停用的網路連線。在自動網路設定檔中沒有這類連線，所以會顯示 [無]。

source: For more information, see <xref linkend="prioritygrp-tasks"/>.
de: Weitere Informationen finden Sie unter <xref linkend="prioritygrp-tasks"/>.
es: Para obtener más información, consulte <xref linkend="prioritygrp-tasks"/>.
fr: Pour plus d'informations, reportez-vous à la section <xref linkend="prioritygrp-tasks"/>.
it: Per ulteriori informazioni, vedere <xref linkend="prioritygrp-tasks"/>.
ja: 詳細については、<xref linkend="prioritygrp-tasks"/>を参照してください。
ko: 자세한 내용은 <xref linkend="prioritygrp-tasks"/>을(를) 참조하십시오.
pt_br: Para obter mais informações, consulte <xref linkend="prioritygrp-tasks"/>.
zh_cn: 有关更多信息，请参见<xref linkend="prioritygrp-tasks"/>。
zh_hk: 如需詳細資訊，請參閱<xref linkend="prioritygrp-tasks"/>。

source: The first line of text for each network connection in the network profile displays its interface type and interface name. The second line displays its IP address and MAC address.
de: Die erste Textzeile für jede Netzwerkverbindung im Netzwerkprofil zeigt den Schnittstellentyp und den Schnittstellennamen der Netzwerkverbindung an. Die zweite Zeile zeigt die IP-Adresse und die MAC-Adresse der Netzwerkverbindung an.
es: La primera línea de texto de cada conexión de red del perfil de red muestra el tipo de interfaz y el nombre de interfaz. La segunda línea muestra la dirección IP y la dirección MAC.
fr: La première ligne de texte de chaque connexion réseau figurant dans le profil réseau indique son type et son nom d'interface. La seconde ligne indique l'adresse IP et l'adresse MAC.
it: La prima riga di testo per ciascuna connessione di rete nel profilo di rete visualizza il tipo e il nome dell'interfaccia. La seconda riga contiene l'indirizzo IP e quello MAC.
ja: ネットワークプロファイル内の各ネットワーク接続に対するテキストの最初の行には、インタフェースタイプとインタフェース名が表示されます。2 番目の行には、IP アドレスと MAC アドレスが表示されます。
ko: 네트워크 프로필의 각 네트워크 연결에 대한 첫번째 텍스트 라인에는 인터페이스 유형과 인터페이스 이름이 표시됩니다. 두번째 라인에는 IP 주소와 MAC 주소가 표시됩니다.
pt_br: A primeira linha de cada conexão de rede no perfil exibe o tipo e nome de interface. A segunda linha exibe os endereços IP e MAC.
zh_cn: 在网络配置文件中，每个网络连接的第一行文本显示其接口类型和接口名称。第二行显示其 IP 地址和 MAC 地址。
zh_hk: 網路設定檔中每個網路連線的第一行文字都會顯示介面類型以及介面名稱。第二行會顯示 IP 位址以及 MAC 位址。

source: To Always Enable or Always Disable Connections
de: So gehen Sie beim permanenten Aktivieren oder Deaktivieren von Verbindungen vor
es: Para conexiones siempre habilitadas o siempre deshabilitadas
fr: Pour activer ou désactiver systématiquement les connexions
it: Per abilitare o disabilitare sempre alcune connessioni
ja: 接続を常に有効または無効にするには
ko: 연결을 항상 사용 또는 항상 사용 안함
pt_br: Para ativar ou desativar sempre as conexões
zh_cn: 始终启用或禁用连接
zh_hk: 一律啟用或一律停用連線

source: A network connection in the "always enabled" group is always enabled when the selected network profile is active.
de: Eine Netzwerkverbindung in der Gruppe "immer aktiviert" ist immer aktiviert, wenn das gewählte Netzwerkprofil aktiv ist.
es: Una conexión de red en el grupo "siempre habilitado" siempre está habilitada cuando el perfil de red seleccionado está activo.
fr: Une connexion réseau figurant dans le groupe "Toujours activé(e)" est toujours activée lorsque le profil réseau sélectionné est actif.
it: Una connessione di rete nel gruppo "Sempre abilitato" risulta sempre abilitata quando è attivo il profilo di rete selezionato.
ja: 「常に有効」グループ内のネットワーク接続は、選択されたネットワークプロファイルがアクティブなときに常に有効になります。
ko: "항상 사용" 그룹의 네트워크 연결은 선택한 네트워크 프로필이 활성일 때 항상 사용으로 설정됩니다.
pt_br: Uma conexão de rede no grupo "sempre ativado" está sempre ativada quando o perfil de rede selecionado está ativo.
zh_cn: 当选定网络配置文件处于活动状态时，“始终启用”组中的网络连接始终会启用。
zh_hk: [一律啟用] 群組中的網路連線會在使用選取的網路設定檔時保持啟用狀態。

source: To move a network connection to the "always enabled" group, first select the connection, then do one of the following:
de: Um eine Netzwerkverbindung in die Gruppe "immer aktiviert" zu verschieben, wählen Sie zunächst die Verbindung und gehen Sie dann wie folgt vor:
es: Para mover una conexión de red al grupo "siempre habilitado", primero seleccione la conexión, a continuación, realice una de las siguientes acciones:
fr: Pour déplacer une connexion réseau dans le groupe "Toujours activé(e)", sélectionnez d'abord la connexion, puis effectuez l'une des opérations suivantes :
it: Per spostare una connessione di rete nel gruppo "Sempre abilitato", selezionare innanzitutto la connessione, quindi effettuare una delle seguenti operazioni:
ja: ネットワーク接続を「常に有効」グループに移動するには、まず接続を選択してから、次のいずれかを行います。
ko: 네트워크 연결을 "항상 사용" 그룹으로 이동하려면 먼저 연결을 선택하고 다음 중 하나를 수행합니다.
pt_br: Para mover uma conexão de rede para o grupo "sempre ativado", primeiro, selecione a conexão e, em seguida, faça o seguinte:
zh_cn: 要将一个网络连接移到“始终启用”组中，请首先选择该连接，然后执行以下操作之一：
zh_hk: 若要將網路連線移到 [一律啟用] 群組中，請先選取連線，然後執行下列其中一個步驟：

source: Click the <guibutton>Enable</guibutton> button.
de: Klicken Sie auf die Schaltfläche <guibutton>Aktivieren</guibutton>.
es: Haga clic en el botón <guibutton>Habilitar</guibutton>
fr: Cliquez sur le bouton <guibutton>Activer</guibutton>.
it: Fare clic sul pulsante <guibutton>Abilita</guibutton>.
ja: 「<guibutton>有効</guibutton>」ボタンをクリックします。
ko: <guibutton>사용</guibutton> 버튼을 누릅니다.
pt_br: Clique no botão <guibutton>Ativar</guibutton>.
zh_cn: 单击<guibutton>启用</guibutton>按钮。
zh_hk: 按一下 [<guibutton>啟用</guibutton>] 按鈕。

source: Click the <guibutton>Up</guibutton> button until the connection moves to the “always enabled” group.
de: Klicken Sie auf die Schaltfläche <guibutton>Nach oben</guibutton>, bis die Verbindung in die Gruppe "immer aktiviert" verschoben wird.
es: Haga clic en el botón <guibutton>Arriba</guibutton> hasta que la conexión se mueva al grupo "siempre habilitado".
fr: Cliquez sur le bouton <guibutton>Haut</guibutton> jusqu'à ce que la connexion soit déplacée dans le groupe « Toujours activé(e) ».
it: Fare clic sul pulsante <guibutton>Su</guibutton> fino a quando la connessione non viene inserita nel gruppo "Sempre abilitato".
ja: 接続が「常に有効」グループに移動するまで「<guibutton>上へ</guibutton>」ボタンをクリックします。
ko: 연결이 "항상 사용" 그룹으로 이동할 때까지 <guibutton>위로</guibutton> 버튼을 누릅니다.
pt_br: Clique no botão <guibutton>Para cima</guibutton> até que a conexão seja movida para o grupo “sempre ativado”.
zh_cn: 单击<guibutton>向上</guibutton>按钮，直到该连接移到“始终启用”组中。
zh_hk: 連續按一下 [<guibutton>向上</guibutton>] 按鈕，直到連線移到 [一律啟用] 群組為止。

source: A network connection in the "always disabled" group is always disabled when the selected network profile is active.
de: Eine Netzwerkverbindung in der Gruppe "immer deaktiviert" ist immer deaktiviert, wenn das gewählte Netzwerkprofil aktiv ist.
es: Una conexión de red en el grupo "siempre inhabilitado" está siempre deshabilitado cuando el perfil de red está activo.
fr: Une connexion réseau figurant dans le groupe "Toujours désactivé(e)" est toujours désactivée lorsque le profil réseau sélectionné est actif.
it: Una connessione di rete nel gruppo "Sempre disabilitato" risulta sempre disabilitata quando è attivo il profilo di rete selezionato.
ja: 「常に無効」グループ内のネットワーク接続は、選択されたネットワークプロファイルがアクティブなときに常に無効になります。
ko: "항상 사용 안함" 그룹의 네트워크 연결은 선택한 네트워크 프로필이 활성일 때 항상 사용 안함으로 설정됩니다.
pt_br: Uma conexão de rede no grupo "sempre desativado" está sempre desativada quando o perfil de rede selecionado está ativo.
zh_cn: 当选定网络配置文件处于活动状态时，“始终禁用”组中的网络连接始终会禁用。
zh_hk: [一律停用] 群組中的網路連線會在使用選取的網路設定檔時保持停用狀態。

source: To move a network connection to the "always disabled" group, first select the connection, then do one of the following:
de: Um eine Netzwerkverbindung in die Gruppe "immer deaktiviert" zu verschieben, wählen Sie zunächst die Verbindung und gehen Sie dann wie folgt vor:
es: Para mover una conexión de red al grupo "siempre inhabilitado", primero seleccione la conexión, a continuación, realice una de las siguientes acciones:
fr: Pour déplacer une connexion réseau dans le groupe "Toujours désactivé(e)", sélectionnez d'abord la connexion, puis effectuez l'une des opérations suivantes :
it: Per spostare una connessione di rete nel gruppo "Sempre disabilitato", selezionare innanzitutto la connessione, quindi effettuare una delle seguenti operazioni:
ja: ネットワーク接続を「常に無効」グループに移動するには、まず接続を選択してから、次のいずれかを行います。
ko: 네트워크 연결을 "항상 사용 안함" 그룹으로 이동하려면 먼저 연결을 선택하고 다음 중 하나를 수행합니다.
pt_br: Para mover uma conexão de rede para o grupo "sempre desativado", primeiro, selecione a conexão e, em seguida, faça o seguinte:
zh_cn: 要将一个网络连接移到“始终禁用”组中，请首先选择该连接，然后执行以下操作之一：
zh_hk: 若要將網路連線移到 [一律停用] 群組中，請先選取連線，然後執行下列其中一個步驟：

source: Click the <guibutton>Disable</guibutton> button.
de: Klicken Sie auf die Schaltfläche <guibutton>Deaktivieren</guibutton>.
es: Haga clic en el botón <guibutton>Inhabilitar</guibutton>
fr: Cliquez sur le bouton <guibutton>Désactiver</guibutton>.
it: Fare clic sul pulsante <guibutton>Disabilita</guibutton>.
ja: 「<guibutton>無効</guibutton>」ボタンをクリックします。
ko: <guibutton>사용 안함</guibutton> 버튼을 누릅니다.
pt_br: Clique no botão <guibutton>Desativar</guibutton>.
zh_cn: 单击<guibutton>禁用</guibutton>按钮。
zh_hk: 按一下 [<guibutton>停用</guibutton>] 按鈕。

source: Click the <guibutton>Down</guibutton> button until the connection moves into the "always disabled" group.
de: Klicken Sie auf die Schaltfläche <guibutton>Nach unten</guibutton>, bis die Verbindung in die Gruppe "immer deaktiviert" verschoben wird.
es: Haga clic en el botón <guibutton>Abajo</guibutton> hasta que la conexión se mueva al grupo "siempre inhabilitado" grupo.
fr: Cliquez sur le bouton <guibutton>Bas</guibutton> jusqu'à ce que la connexion soit déplacée dans le groupe "Toujours désactivé(e)".
it: Fare clic sul pulsante <guibutton>Giù</guibutton> fino a quando la connessione non viene inserita nel gruppo "Sempre disabilitato".
ja: 接続が「常に無効」グループに移動するまで「<guibutton>下へ</guibutton>」ボタンをクリックします。
ko: 연결이 "항상 사용 안함" 그룹으로 이동할 때까지 <guibutton>아래로</guibutton> 버튼을 누릅니다.
pt_br: Clique no botão <guibutton>Para baixo</guibutton> até que a conexão seja movida para o grupo "sempre desativado".
zh_cn: 单击<guibutton>向下</guibutton>按钮，直到该连接移到“始终禁用”组中。
zh_hk: 連續按一下 [<guibutton>向下</guibutton>] 按鈕，直到連線移到 [一律停用] 群組為止。

source: For more information, see <xref linkend="editprofile-opendialog"/>.
de: Weitere Informationen finden Sie unter <xref linkend="editprofile-opendialog"/>.
es: Para obtener más información, consulte <xref linkend="editprofile-opendialog"/>.
fr: Pour plus d'informations, reportez-vous à la section <xref linkend="editprofile-opendialog"/>.
it: Per ulteriori informazioni, vedere <xref linkend="editprofile-opendialog"/>.
ja: 詳細については、<xref linkend="editprofile-opendialog"/>を参照してください。
ko: 자세한 내용은 <xref linkend="editprofile-opendialog"/>을(를) 참조하십시오.
pt_br: Para obter mais informações, consulte <xref linkend="editprofile-opendialog"/>.
zh_cn: 有关更多信息，请参见<xref linkend="editprofile-opendialog"/>。
zh_hk: 如需詳細資訊，請參閱<xref linkend="editprofile-opendialog"/>。

source: To Add, Edit, or Delete Priority Groups
de: So gehen Sie beim Hinzufügen, Bearbeiten oder Löschen von Prioritätsgruppen vor
es: Para agregar, editar o eliminar grupos de prioridades
fr: Pour ajouter, modifier ou supprimer des groupes de priorités
it: Per aggiungere, modificare o eliminare gruppi priorità
ja: 優先度グループを追加、編集、または削除するには
ko: 우선 순위 그룹 추가, 편집 또는 삭제
pt_br: Para adicionar, editar ou excluir grupos de prioridade
zh_cn: 添加、编辑或删除优先级组
zh_hk: 新增、編輯或刪除優先順序群組

source: You can create a network profile that treats one or more network interfaces as a group. If one or more of the interfaces in the highest priority group cannot be enabled, according to the group's priority type, then the group with the next highest priority is considered.
de: Sie können ein Netzwerkprofil erstellen, das eine oder mehrere Netzwerkschnittstellen als Gruppe behandelt. Wenn eine oder mehrere Schnittstellen in der Gruppe mit der höchsten Priorität aufgrund des Prioritätstyps der Gruppe nicht aktiviert werden können, wird die Gruppe mit der nächsthöheren Priorität berücksichtigt.
es: Puede crear un perfil de red que trata una o más interfaces de red como grupo. Si no se puede habilitar una o más interfaces en el grupo de prioridad, según el tipo de prioridad del grupo, se tendrá en cuenta el grupo con el siguiente nivel de prioridad.
fr: Vous pouvez créer un profil réseau qui traite une ou plusieurs interfaces réseau comme un groupe. Si l'une ou plusieurs des interfaces figurant dans le groupe à la priorité la plus élevée ne peuvent pas être activées en raison du type de priorité du groupe, l'utilisation du groupe disposant du niveau de priorité suivant est considérée.
it: È possibile creare un profilo di rete che tratti una o più interfacce di rete come gruppo. Se non è possibile abilitare una o più interfacce del gruppo a priorità più elevata, in base al tipo di priorità del gruppo, viene considerato il gruppo con il livello di priorità immediatamente successivo.
ja: 1 つ以上のネットワークインタフェースをグループとして扱うネットワークプロファイルを作成できます。グループの優先度タイプに従って、もっとも高い優先度グループ内の 1 つ以上のインタフェースを有効にできない場合は、次に高い優先度を持つグループが考慮されます。
ko: 하나 이상의 네트워크 인터페이스를 그룹으로 취급하는 네트워크 프로필을 만들 수 있습니다. 가장 높은 우선 순위 그룹에 있는 하나 이상의 인터페이스를 사용으로 설정할 수 없는 경우, 그룹의 우선 순위 유형에 따라 그 다음으로 높은 우선 순위의 그룹이 고려됩니다.
pt_br: É possível criar um perfil de rede que trate uma ou mais interfaces como um grupo. Se não for possível ativar uma ou mais interfaces no grupo de prioridade mais alta, de acordo com o tipo de prioridade do grupo, será considerado o grupo com a próxima prioridade mais alta.
zh_cn: 可以创建将一个或多个网络接口视为一个组的网络配置文件。如果根据最高优先级组的优先级类型，无法启用属于该组的一个或多个接口，则会考虑优先级次之的组。
zh_hk: 您可以建立一個網路設定檔，將一或多個網路介面視為一個群組。如果最高優先順序群組中的一或多個介面無法啟用，則根據群組的優先類型，會先考慮下一個最高優先順序的群組。

source: The following table describes the three different priority groups that are available.
de: In der folgenden Tabelle werden drei verschiedene verfügbare Prioritätsgruppen beschrieben.
es: En la siguiente tabla se describen los tres diferentes grupos de prioridades que están disponibles.
fr: La table suivante décrit les trois différents groupes de priorités disponibles.
it: Nella tabella seguente vengono descritti tre diversi gruppi priorità disponibili.
ja: 次の表は、使用可能な 3 つの異なる優先度グループを示しています。
ko: 다음 표는 세 가지 사용 가능한 우선 순위 그룹을 설명합니다.
pt_br: A tabela a seguir descreve os três grupos de prioridade diferentes disponíveis.
zh_cn: 下表介绍了可用的三种不同优先级组。
zh_hk: 下表描述三種可用的優先順序群組。

source: Priority Type
de: Prioritätstyp
es: Tipo de prioridad
fr: Type de priorité
it: Tipo di priorità
ja: 優先度タイプ
ko: 우선 순위 유형
pt_br: Tipo de prioridade
zh_cn: 优先级类型
zh_hk: 優先類型

source: Exclusive
de: Exklusiv
es: Exclusiva
it: Esclusiva
ja: 排他的
ko: 배타적
pt_br: Exclusivo
zh_cn: 专用
zh_hk: 專用

source: One connection in the group is enabled, and all the other connections are disabled. As long as at least one connection in the group is enabled (not necessarily the same one all the time), no attempt is made to enable connections in any of the lower priority groups.
de: Eine Verbindung in der Gruppe ist aktiviert, und alle anderen Verbindungen sind deaktiviert. Solange mindestens eine Verbindung in der Gruppe aktiviert ist (dies muss nicht unbedingt immer dieselbe Gruppe sein), wird nicht versucht, Verbindungen in einer der Gruppen mit niedrigerer Priorität zu aktivieren.
es: Una conexión del grupo está habilitada y todas las otras inhabilitadas. Mientras una conexión del grupo esté habilitada (no necesariamente la misma todo el tiempo), no se intenta habilitar conexiones en ninguno de los grupos de prioridad más baja.
fr: Une connexion du groupe est activée alors que toutes les autres sont désactivées. Tant qu'une connexion du groupe est activée (pas nécessairement la même à chaque fois), aucune tentative d'activation des connexions figurant dans l'un des groupes à priorité moins élevée n'est faite.
it: Una connessione del gruppo è abilitata e tutte le altre sono disabilitate. Fintantoché almeno una connessione nel gruppo è abilitata (non necessariamente sempre la stessa), non viene effettuato alcun tentativo di abilitare connessioni nei gruppi con priorità inferiori.
ja: グループ内の 1 つの接続が有効になり、その他の接続はすべて無効になります。グループ内の少なくとも 1 つの接続 (常に同じ接続であるとは限らない) が有効である間は、より低い優先度グループ内の接続を有効にしようという試みは行われません。
ko: 그룹에서 하나의 연결이 사용으로 설정되고 다른 연결은 모두 사용 안함으로 설정됩니다. 그룹에서 최소한 하나의 연결이 사용으로 설정되는 한(반드시 그런 것은 아님) 더 낮은 우선 순위 그룹의 연결을 사용으로 설정하려고 시도하지 않습니다.
pt_br: Uma conexão no grupo está ativada e todas as outras estão desativadas. Enquanto pelo menos uma conexão do grupo estiver ativada, não necessariamente a mesma o tempo todo, nenhuma tentativa de ativar conexões será feita em nenhum dos grupos de prioridade inferior.
zh_cn: 一旦启用了组中的一个连接，即会禁用所有其他连接。只要至少启用了组中的一个连接（不一定始终是同一个连接），则不会尝试启用任何更低优先级组中的连接。
zh_hk: 啟用群組中的一個連線，並停用所有其他連線。只要至少啟用群組中的一個連線 (不一定每次都一樣)，就不會嘗試啟用任何較低優先順序群組中的連線。

source: Shared
de: Gemeinsam
es: Compartida
fr: Partagée
it: Condivisa
ja: 共有
ko: 공유
pt_br: Compartilhado
zh_cn: 共享
zh_hk: 共用
