Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: @@image: 'graphics/panel-wired-connect.png'; md5=b23202e1f80eef7ee88cfd98e9e65f3c
es: @@imagen: 'graphics/panel-wired-connect.png'; md5=b23202e1f80eef7ee88cfd98e9e65f3c
pt_br: @@imagem: 'graphics/panel-wired-connect.png'; md5=b23202e1f80eef7ee88cfd98e9e65f3c

source: @@image: 'graphics/panel-wireless-connect.png'; md5=501f5af5366b62ee14f6c90e2bbe6530
es: @@imagen: 'graphics/panel-wireless-connect.png'; md5=501f5af5366b62ee14f6c90e2bbe6530
pt_br: @@imagem: 'graphics/panel-wireless-connect.png'; md5=501f5af5366b62ee14f6c90e2bbe6530

source: @@image: 'graphics/panel-some-disconnect.png'; md5=be27a2f7f0968a1975d42ddf4af2c55d
es: @@imagen: 'graphics/panel-some-disconnect.png'; md5=be27a2f7f0968a1975d42ddf4af2c55d
pt_br: @@imagem: 'graphics/panel-some-disconnect.png'; md5=be27a2f7f0968a1975d42ddf4af2c55d

source: @@image: 'graphics/panel-all-disconnect.png'; md5=62a4f845d63af35e8b9775bbfc0f760d
es: @@imagen: 'graphics/panel-all-disconnect.png'; md5=62a4f845d63af35e8b9775bbfc0f760d
pt_br: @@imagem: 'graphics/panel-all-disconnect.png'; md5=62a4f845d63af35e8b9775bbfc0f760d

source: @@image: 'graphics/nwstatus-context-menu.png'; md5=f41bb38ba1642cdc0c444cc9f8e356cd
es: @@imagen: 'graphics/nwstatus-context-menu.png'; md5=f41bb38ba1642cdc0c444cc9f8e356cd
pt_br: @@imagem: 'graphics/nwstatus-context-menu.png'; md5=f41bb38ba1642cdc0c444cc9f8e356cd

source: @@image: 'graphics/system-location.png'; md5=4db5f12d1f74ee967df665e1da6db884
es: @@imagen: 'graphics/system-location.png'; md5=4db5f12d1f74ee967df665e1da6db884
pt_br: @@imagem: 'graphics/system-location.png'; md5=4db5f12d1f74ee967df665e1da6db884

source: @@image: 'graphics/manual-location.png'; md5=70a45707abdd8390012bedf41c0f3fca
es: @@imagen: 'graphics/manual-location.png'; md5=70a45707abdd8390012bedf41c0f3fca
pt_br: @@imagem: 'graphics/manual-location.png'; md5=70a45707abdd8390012bedf41c0f3fca

source: @@image: 'graphics/condition-location.png'; md5=46576670dd072e022362a92f9302fa6b
es: @@imagen: 'graphics/condition-location.png'; md5=46576670dd072e022362a92f9302fa6b
pt_br: @@imagem: 'graphics/condition-location.png'; md5=46576670dd072e022362a92f9302fa6b

source: @@image: 'graphics/connection-status.png'; md5=efa14144c419e2a88bf0f341bce5d129
es: @@imagen: 'graphics/connection-status.png'; md5=efa14144c419e2a88bf0f341bce5d129
pt_br: @@imagem: 'graphics/connection-status.png'; md5=efa14144c419e2a88bf0f341bce5d129

source: @@image: 'graphics/wireless-chooser-dlg.png'; md5=d71cd9317f6c2a423282fb431f127d7e
es: @@imagen: 'graphics/wireless-chooser-dlg.png'; md5=d71cd9317f6c2a423282fb431f127d7e
pt_br: @@imagem: 'graphics/wireless-chooser-dlg.png'; md5=d71cd9317f6c2a423282fb431f127d7e

source: @@image: 'graphics/network-profile-view.png'; md5=48a9bce15273f8f35a8fc2a6f235a065
es: @@imagen: 'graphics/network-profile-view.png'; md5=48a9bce15273f8f35a8fc2a6f235a065
pt_br: @@imagem: 'graphics/network-profile-view.png'; md5=48a9bce15273f8f35a8fc2a6f235a065

source: @@image: 'graphics/connection-properties-ipv4.png'; md5=2bafd0d731e2d23aeb0ac621eb9bbb85
es: @@imagen: 'graphics/connection-properties-ipv4.png'; md5=2bafd0d731e2d23aeb0ac621eb9bbb85
pt_br: @@imagem: 'graphics/connection-properties-ipv4.png'; md5=2bafd0d731e2d23aeb0ac621eb9bbb85

source: @@image: 'graphics/connection-properties-wireless.png'; md5=c0c12e12c032133144a3c695d3edd9ab
es: @@imagen: 'graphics/connection-properties-wireless.png'; md5=c0c12e12c032133144a3c695d3edd9ab
pt_br: @@imagem: 'graphics/connection-properties-wireless.png'; md5=c0c12e12c032133144a3c695d3edd9ab

source: @@image: 'graphics/nwprofile-auto.png'; md5=ba9ae2f31285963a7d3075b0e5b228c4
es: @@imagen: 'graphics/nwprofile-auto.png'; md5=ba9ae2f31285963a7d3075b0e5b228c4
pt_br: @@imagem: 'graphics/nwprofile-auto.png'; md5=ba9ae2f31285963a7d3075b0e5b228c4

source: @@image: 'graphics/locationprefs-dialog.png'; md5=1f64135a1496a888416b774cebd12fc1
es: @@imagen: 'graphics/locationprefs-dialog.png'; md5=1f64135a1496a888416b774cebd12fc1
pt_br: @@imagem: 'graphics/locationprefs-dialog.png'; md5=1f64135a1496a888416b774cebd12fc1

source: @@image: 'graphics/vpn-dialog.png'; md5=a497eab4a91b77b064e8d0cc3c84910a
es: @@imagen: 'graphics/vpn-dialog.png'; md5=a497eab4a91b77b064e8d0cc3c84910a
pt_br: @@imagem: 'graphics/vpn-dialog.png'; md5=a497eab4a91b77b064e8d0cc3c84910a

source: Network Auto-Magic Online Help
de: Onlinehilfe für Network Auto-Magic
es: Ayuda en línea de Network Auto-Magic
fr: Aide en ligne de NWAM (Network Auto-Magic)
it: Guida in linea di Network Auto-Magic
ja: Network Auto-Magic オンラインヘルプ
ko: Network Auto-Magic 온라인 도움말
pt_br: Ajuda on-line do Network Auto-Magic
zh_cn: 网络自动配置联机帮助
zh_hk: Network Auto-Magic 線上說明

source: Desktop Documentation Team
de: Desktop-Dokumentationsteam
es: Equipo de documentación de escritorio
fr: Équipe de documentation pour PC de bureau
it: Team documentazione desktop
ja: デスクトップマニュアル制作チーム
ko: 데스크탑 설명서 팀
pt_br: Equipe de documentação da área de trabalho
zh_cn: 桌面文档团队

source: January 2011
de: Januar 2011
es: Enero de 2011
fr: Janvier 2011
it: Gennaio 2011
ja: 2011 年 1 月
ko: 2011년 1월
pt_br: Janeiro de 2011
zh_cn: 2011 年 1 月
zh_hk: 2011 年 1 月

source: OpenSolaris Network Auto-Magic Configuration Manual V1.0
de: Konfigurationshandbuch V1.0 für OpenSolaris Network Auto-Magic
es: Manual de configuración de Network Auto-Magic de OpenSolaris V1.0
fr: Manuel de configuration d'OpenSolaris NWAM (Network Auto-Magic) V1.0
it: Manuale per la configurazione di OpenSolaris Network Auto-Magic V1.0
ja: OpenSolaris Network Auto-Magic 構成マニュアル V1.0
ko: OpenSolaris Network Auto-Magic 구성 설명서 V1.0
pt_br: Manual de Configuração do OpenSolaris Network Auto-Magic V1.0
zh_cn: OpenSolaris 网络自动配置手册 V1.0

source: April 2010
es: Abril de 2010
fr: Avril 2010
it: Aprile 2010
ja: 2010 年 4 月
ko: 2010년 4월
pt_br: Abril de 2010
zh_cn: 2010 年 4 月
zh_hk: 2010 年 4 月

source: Oracle Documentation Team
de: Oracle-Dokumentationsteam
es: Equipo de documentación de Oracle
fr: Équipe de documentation Oracle
it: Team documentazione Sun
ja: Oracle マニュアル制作チーム
ko: Oracle 설명서 팀
pt_br: Equipe de documentação da Oracle
zh_cn: Oracle 文档团队

source: Online help manual for OpenSolaris Network Auto-Magic Configuration.
de: Onlinehilfe/Handbuch für die Konfiguration von OpenSolaris Network Auto-Magic
es: Manual de ayuda en línea para la configuración de Network Auto-Magic de OpenSolaris.
fr: Manuel d'aide en ligne de configuration d'OpenSolaris NWAM (Network Auto-Magic).
it: Guida in linea alla configurazione di OpenSolaris Network Auto-Magic.
ja: OpenSolaris Network Auto-Magic 構成のためのオンラインヘルプマニュアル。
ko: OpenSolaris Network Auto-Magic 구성을 위한 온라인 도움말 설명서입니다.
pt_br: Manual da Ajuda On-line de Configuração do OpenSolaris Network Auto-Magic.
zh_cn: OpenSolaris 网络自动配置联机帮助手册。
zh_hk: OpenSolaris Network Auto-Magic Configuration 的線上說明手冊。

source: This online help provides detailed instructions for using the NWAM GUI to monitor network connectivity and to configure wired and wireless network connections.
de: Diese Onlinehilfe enthält ausführliche Anleitungen zur Verwendung der NWAM-GUI für die Überwachung der Netzwerkkonnektivität und die Konfiguration von verdrahteten und drahtlosen Netzwerkverbindungen.
es: Esta ayuda en línea proporciona instrucciones detalladas para utilizar la interfaz gráfica de usuario de NWAM para controlar la conectividad de red y configurar conexiones de red con cables e inalámbricas.
fr: Cette aide en ligne contient des instructions détaillées d'utilisation de l'interface graphique NWAM pour contrôler la connectivité réseau et configurer les connexions réseau câblées et les connexions réseau sans fil.
it: Questa guida fornisce istruzioni dettagliate sull'utilizzo della GUI di NWAM al fine di monitorare la connettività di rete e configurare connessioni di rete cablate e wireless.
ja: このオンラインヘルプは、NWAM GUI を使用してネットワーク接続を監視したり、有線および無線ネットワーク接続を構成したりするための詳細な手順を提供します。
ko: 이 온라인 도움말은 NWAM GUI를 사용하여 네트워크 연결성을 모니터하고 유/무선 네트워크 연결을 구성하기 위한 세부 지침을 제공합니다.
pt_br: Esta ajuda on-line fornece instruções detalhadas de uso da interface do usuário do NWAM a fim de monitorar a conectividade de rede e configurar conexões com e sem fio.
zh_cn: 此联机帮助提供了有关使用 NWAM GUI 监视网络连通性以及配置有线和无线网络连接的详细说明。
zh_hk: 本線上說明具體介紹如何使用 NWAM GUI 監視網路連線以及配置有線以及無線網路連線。

source: This software and related documentation are provided under a license agreement containing restrictions on use and disclosure and are protected by intellectual property laws. Except as expressly permitted in your license agreement or allowed by law, you may not use, copy, reproduce, translate, broadcast, modify, license, transmit, distribute, exhibit, perform, publish, or display any part, in any form, or by any means. Reverse engineering, disassembly, or decompilation of this software, unless required by law for interoperability, is prohibited.
de: Diese Software und zugehörige Dokumentation werden im Rahmen eines Lizenzvertrages zur Verfügung gestellt, der Einschränkungen hinsichtlich Nutzung und Offenlegung enthält und durch Gesetze zum Schutz geistigen Eigentums geschützt ist. Sofern nicht ausdrücklich in Ihrem Lizenzvertrag vereinbart oder gesetzlich geregelt, darf diese Software weder ganz noch teilweise in irgendeiner Form oder durch irgendein Mittel zu irgendeinem Zweck kopiert, reproduziert, übersetzt, gesendet, verändert, lizenziert, übertragen, verteilt, ausgestellt, ausgeführt, veröffentlicht oder angezeigt werden. Reverse Engineering, Disassemblierung oder Dekompilierung der Software ist verboten, es sei denn, dies ist erforderlich, um die gesetzlich vorgesehene Interoperabilität mit anderer Software zu ermöglichen.
es: Este software y la documentación relacionada están sujetos a un contrato de licencia que incluye restricciones de uso y revelación, y se encuentran protegidos por la legislación sobre la propiedad intelectual. A menos que figure explícitamente en el contrato de licencia o esté permitido por la ley, no se podrá utilizar, copiar, reproducir, traducir, emitir, modificar, conceder licencias, transmitir, distribuir, exhibir, representar, publicar ni mostrar ninguna parte, de ninguna forma, por ningún medio. Queda prohibida la ingeniería inversa, desensamblaje o descompilación de este software, excepto en la medida en que sean necesarios para conseguir interoperabilidad según lo especificado por la legislación aplicable.
fr: Ce logiciel et la documentation qui l'accompagne sont protégés par les lois sur la propriété intellectuelle. Ils sont concédés sous licence et soumis à des restrictions d'utilisation et de divulgation. Sauf disposition de votre contrat de licence ou de la loi, vous ne pouvez pas copier, reproduire, traduire, diffuser, modifier, breveter, transmettre, distribuer, exposer, exécuter, publier ou afficher le logiciel, même partiellement, sous quelque forme et par quelque procédé que ce soit. Par ailleurs, il est interdit de procéder à toute ingénierie inverse du logiciel, de le désassembler ou de le décompiler, excepté à des fins d'interopérabilité avec des logiciels tiers ou tel que prescrit par la loi.
it: Il software e la relativa documentazione vengono distribuiti sulla base di specifiche condizioni di licenza che prevedono restrizioni relative all’uso e alla divulgazione e sono inoltre protetti dalle leggi vigenti sulla proprietà intellettuale.·Ad eccezione di quanto espressamente consentito dal contratto di licenza o dalle disposizioni di legge, nessuna parte può essere utilizzata, copiata, riprodotta, tradotta, diffusa, modificata, concessa in licenza, trasmessa, distribuita, presentata, eseguita, pubblicata o visualizzata in alcuna forma o con alcun mezzo.·La decodificazione, il disassemblaggio o la decompilazione del software sono vietati, salvo che per garantire l’interoperabilità nei casi espressamente previsti dalla legge.
ja: このソフトウェアおよび関連ドキュメントは、使用と開示に対する制限を含むライセンス契約に基づいており、知的財産に関する法律により保護されています。ライセンス契約で明示的に許諾されている場合もしくは法律によって認められている場合を除き、形式、手段に関係なく、いかなる部分も使用、複写、複製、翻訳、放送、修正、ライセンス供与、送信、配布、発表、実行、公開または表示することはできません。このソフトウェアのリバース・エンジニアリング、逆アセンブル、逆コンパイルは互換性のために法律によって規定されている場合を除き、禁止されています。
ko: 본 소프트웨어와 관련 문서는 사용 제한 및 기밀 유지 규정을 포함하는 라이센스 계약서에 의거해 제공되며, 지적 재산법에 의해 보호됩니다. 라이센스 계약서 상에 명시적으로 허용되어 있는 경우나 법규에 의해 허용된 경우를 제외하고, 어떠한 부분도 복사, 재생, 번역, 방송, 수정, 라이센스, 전송, 배포, 진열, 실행, 발행, 또는 전시될 수 없습니다. 본 소프트웨어를 리버스 엔지니어링, 디스어셈블리 또는 디컴파일하는 것은 상호 운용에 대한 법규에 의해 명시된 경우를 제외하고는 금지되어 있습니다.
pt_br: Este programa de computador e sua documentação são fornecidos sob um contrato de licença que contém restrições sobre seu uso e divulgação, sendo também protegidos pela legislação de propriedade intelectual. Exceto em situações expressamente permitidas no contrato de licença ou por lei, não é permitido usar, reproduzir, traduzir, divulgar, modificar, licenciar, transmitir, distribuir, expor, executar, publicar ou exibir qualquer parte deste programa de computador e de sua documentação, de qualquer forma ou através de qualquer meio. Não é permitida a engenharia reversa, a desmontagem ou a descompilação deste programa de computador, exceto se exigido por lei para obter interoperabilidade.
zh_cn: 本软件和相关文档是根据许可证协议提供的，该许可证协议中规定了关于使用和公开本软件和相关文档的各种限制，并受知识产权法的保护。除非在许可证协议中明确许可或适用法律明确授权，否则不得以任何形式、任何方式使用、拷贝、复制、翻译、广播、修改、授权、传播、分发、展示、执行、发布或显示本软件和相关文档的任何部分。除非法律要求实现互操作，否则严禁对本软件进行逆向工程设计、反汇编或反编译。
zh_hk: 本軟體與相關說明文件是依據含有用途及保密限制事項的授權合約所提供，且受智慧財產法的保護。除了授權合約中或法律明文允許的部份外，不得以任何形式或方法使用、複製、重製、翻譯、廣播、修改、授權、傳送、散佈、展示、演出、出版或陳列本軟體的任何部份。除非依法需要取得互通性操作 (interoperability)，否則嚴禁對本軟體進行還原工程 (reverse engineering)、反向組譯 (disassembly) 或解編 (decompilation)。

source: The information contained herein is subject to change without notice and is not warranted to be error-free. If you find any errors, please report them to us in writing.
de: Die hier angegebenen Informationen können jederzeit und ohne vorherige Ankündigung geändert werden. Wir übernehmen keine Gewähr für deren Richtigkeit. Sollten Sie Fehler oder Unstimmigkeiten finden, bitten wir Sie, uns diese schriftlich mitzuteilen.
es: La información contenida en este documento puede someterse a modificaciones sin previo aviso y no se garantiza que se encuentre exenta de errores. Si detecta algún error, le agradeceremos que nos lo comunique por escrito.
fr: Les informations fournies dans ce document sont susceptibles de modification sans préavis. Par ailleurs, Oracle Corporation ne garantit pas qu'elles soient exemptes d'erreurs et vous invite, le cas échéant, à lui en faire part par écrit.
it: Le informazioni contenute nella presente documentazione potranno essere soggette a modifiche senza preavviso. Non si garantisce che la presente documentazione sia priva di errori.
ja: ここに記載された情報は予告なしに変更される場合があります。また、誤りが無いことの保証はいたしかねます。誤りを見つけた場合は、オラクル社までご連絡ください。
ko: 이 안의 내용은 사전 공지 없이 변경될 수 있으며 오류가 존재하지 않음을 보증하지 않습니다. 만일 오류를 발견하면 서면으로 통지해 주기 바랍니다.
pt_br: As informações contidas neste documento estão sujeitas a alteração sem aviso prévio. A Oracle Corporation não garante que tais informações estejam isentas de erros. Se você encontrar algum erro, por favor, nos envie uma descrição de tal problema por escrito.
zh_cn: 此文档所含信息可能随时被修改，恕不另行通知，我们不保证该信息没有错误。如果贵方发现任何问题，请书面通知我们。
zh_hk: 本文件中的資訊如有變更恕不另行通知，且不保證沒有任何錯誤。如果您發現任何問題，請來函告知。

source: If this is software or related software documentation that is delivered to the U.S. Government or anyone licensing it on behalf of the U.S. Government, the following notice is applicable:
de: Wird diese Software oder zugehörige Dokumentation an die Regierung der Vereinigten Staaten von Amerika bzw. einen Lizenznehmer im Auftrag der Regierung der Vereinigten Staaten von Amerika geliefert, gilt Folgendes:
es: Si este software o la documentación relacionada se entrega al Gobierno de EE.UU. o a cualquier entidad que adquiera licencias en nombre del Gobierno de EE.UU. se aplicará la siguiente disposición:
fr: Si ce logiciel, ou la documentation qui l'accompagne, est concédé sous licence au Gouvernement des États-Unis, ou à toute entité qui délivre la licence de ce logiciel ou l'utilise pour le compte du Gouvernement des États-Unis, la notice suivante s'applique : :
it: Qualora il software o la relativa documentazione vengano forniti al Governo degli Stati Uniti o a chiunque li abbia in licenza per conto del Governo degli Stati Uniti, sarà applicabile la clausola riportata di seguito:
ja: このソフトウェアまたは関連ドキュメントを、米国政府機関もしくは米国政府機関に代わってこのソフトウェアまたは関連ドキュメントをライセンスされた者に提供する場合は、次の通知が適用されます。
ko: 만일 본 소프트웨어나 관련 문서를 미국 정부나 또는 미국 정부를 대신하여 라이센스한 개인이나 법인에게 배송하는 경우, 다음 공지 사항이 적용됩니다.
pt_br: Se este programa de computador, ou sua documentação, for entregue / distribuído(a) ao Governo dos Estados Unidos ou a qualquer outra parte que licencie os Programas em nome daquele Governo, a seguinte nota será aplicável:
zh_cn: 如果将本软件或相关文档交付给美国政府，或者交付给以美国政府名义获得许可证的任何机构，必须符合以下规定：
zh_hk: 如果本軟體或相關說明文件是提供給美國政府或代表美國政府授權使用本軟體者，適用下列條例：

source: This software or hardware is developed for general use in a variety of information management applications. It is not developed or intended for use in any inherently dangerous applications, including applications which may create a risk of personal injury. If you use this software or hardware in dangerous applications, then you shall be responsible to take all appropriate fail-safe, backup, redundancy, and other measures to ensure the safe use. Oracle Corporation and its affiliates disclaim any liability for any damages caused by use of this software or hardware in dangerous applications.
de: Diese Software oder Hardware ist für die allgemeine Verwendung in verschiedenen Informationsmanagementanwendungen konzipiert. Sie ist nicht für den Einsatz in potenziell gefährlichen Anwendungen bzw. Anwendungen mit einem potenziellen Risiko von Personenschäden geeignet. Falls die Software für solche Zwecke verwendet wird, verpflichtet sich der Lizenznehmer, sämtliche erforderlichen Maßnahmen wie Fail Safe, Sicherungen und Redundancy zu ergreifen, um den sicheren Einsatz dieser Software zu gewährleisten. Oracle Corporation und ihre verbundenen Unternehmen übernehmen keinerlei Haftung für Schäden, die beim Einsatz dieser Software in gefährlichen Anwendungen entstehen.
es: Este software o hardware se ha desarrollado para uso general en diversas aplicaciones de gestión de la información. No se ha diseñado ni está destinado para utilizarse en aplicaciones de riesgo inherente, incluidas las aplicaciones que pueden causar daños personales. Si utiliza este software o hardware en aplicaciones de riesgo, usted será responsable de tomar todas las medidas apropiadas de prevención de fallos, copia de seguridad, redundancia o de cualquier otro tipo para garantizar la seguridad en el uso de este software o hardware. Oracle Corporation y sus filiales declinan toda responsabilidad derivada de los daños causados por el uso de este software o hardware en aplicaciones de riesgo.
fr: Ce logiciel ou matériel a été développé pour un usage général dans le cadre d'applications de gestion des informations. Ce logiciel ou matériel n'est pas conçu ni n'est destiné à être utilisé dans des applications à risque, notamment dans des applications pouvant causer des dommages corporels. Si vous utilisez ce logiciel ou matériel dans le cadre d'applications dangereuses, il est de votre responsabilité de prendre toutes les mesures de secours, de sauvegarde, de redondance et autres mesures nécessaires à son utilisation dans des conditions optimales de sécurité. Oracle Corporation et ses affiliés déclinent toute responsabilité quant aux dommages causés par l'utilisation de ce logiciel ou matériel pour ce type d'applications.
it: Il presente software o hardware è stato sviluppato per un uso generico in varie applicazioni di gestione delle informazioni. Non è stato sviluppato né concepito per l’uso in campi intrinsecamente pericolosi, incluse le applicazioni che implicano un rischio di lesioni personali. Qualora il software o l’hardware venga utilizzato per impieghi pericolosi, è responsabilità dell’utente adottare tutte le necessarie misure di emergenza, backup e di altro tipo per garantirne la massima sicurezza di utilizzo. Oracle Corporation e le sue consociate declinano ogni responsabilità per eventuali danni causati dall’uso del software o dell’hardware per impieghi pericolosi.
ja: このソフトウェアもしくはハードウェアはさまざまな情報管理アプリケーションでの一般的な使用のために開発されたものです。このソフトウェアもしくはハードウェアは、危険が伴うアプリケーション (人的傷害を発生させる可能性があるアプリケーションを含む) への用途を目的として開発されていません。このソフトウェアもしくはハードウェアを危険が伴うアプリケーションで使用する際、安全に使用するために、適切な安全装置、バックアップ、冗長性 (redundancy)、その他の対策を講じることは使用者の責任となります。このソフトウェアもしくはハードウェアを危険が伴うアプリケーションで使用したことに起因して損害が発生しても、オラクル社およびその関連会社は一切の責任を負いかねます。
ko: 본 소프트웨어 혹은 하드웨어는 다양한 정보 관리 애플리케이션의 일반적인 사용을 목적으로 개발되었습니다. 본 소프트웨어 혹은 하드웨어는 개인적인 상해를 초래할 수 있는 애플리케이션을 포함한 본질적으로 위험한 애플리케이션에서 사용할 목적으로 개발되거나 그 용도로 사용될 수 없습니다. 만일 본 소프트웨어 혹은 하드웨어를 위험한 애플리케이션에서 사용할 경우, 라이센스 사용자는 해당 애플리케이션의 안전한 사용을 위해 모든 적절한 비상-안전, 백업, 대비 및 기타 조치를 반드시 취해야 합니다. Oracle Corporation과 그 자회사는 본 소프트웨어 혹은 하드웨어를 위험한 애플리케이션에서의 사용으로 인해 발생하는 어떠한 손해에 대해서도 책임지지 않습니다.
pt_br: Este programa de computador foi desenvolvido para uso em diversas aplicações de gerenciamento de informações. Ele não foi desenvolvido nem projetado para uso em aplicações inerentemente perigosas, incluindo aquelas que possam criar risco de lesões físicas. Se utilizar este programa em aplicações perigosas, você será responsável por tomar todas e quaisquer medidas apropriadas em termos de segurança, backup e redundância para garantir o uso seguro de tais programas de computador. A Oracle Corporation e suas afiliadas se isentam de qualquer responsabilidade por quaisquer danos causados pela utilização deste programa de computador em aplicações perigosas.
zh_cn: 本软件或硬件是为了在各种信息管理应用领域内的一般使用而开发的。它不应被应用于任何存在危险或潜在危险的应用领域，也不是为此而开发的，其中包括可能会产生人身伤害的应用领域。如果在危险应用领域内使用本软件或硬件，贵方应负责采取所有适当的防范措施，包括备份、冗余和其它确保安全使用本软件或硬件的措施。对于因在危险应用领域内使用本软件或硬件所造成的一切损失或损害，Oracle Corporation 及其附属公司概不负责。
zh_hk: 本軟體或硬體是針對各類資訊管理應用程式的一般使用所開發。不適用任何原本就具危險性的應用上，包含會造成人身傷害風險的應用。如果您將本軟體或硬體應用於危險用途，則應採取適當的防範措施，包括保全、備份、儲備和其他措施以確保使用安全。Oracle Corporation 和其關係公司聲明對將本軟體或硬體應用於危險用途所造成之損害概不負任何責任。

source: Oracle and Java are registered trademarks of Oracle and/or its affiliates. Other names may be trademarks of their respective owners.
de: Oracle und Java sind eingetragene Marken der Oracle Corporation und/oder ihrer verbundenen Unternehmen. Andere Namen und Bezeichnungen können Marken ihrer jeweiligen Inhaber sein.
es: Oracle y Java son marcas registradas de Oracle y/o sus filiales. Todos los demás nombres pueden ser marcas comerciales de sus respectivos propietarios.
fr: Oracle et Java sont des marques déposées d'Oracle Corporation et/ou de ses affiliés. Tout autre nom mentionné peut correspondre à des marques appartenant à d'autres propriétaires qu'Oracle.
it: Oracle e Java sono marchi registrati di Oracle e/o delle sue consociate. Altri nomi possono essere marchi dei rispettivi proprietari.
ja: Oracle と Java は Oracle Corporation およびその関連企業の登録商標です。その他の名称は、それぞれの所有者の商標または登録商標です。
ko: Oracle과 Java는 Oracle Corporation 및/또는 그 자회사의 등록 상표입니다. 기타의 명칭들은 각 해당 명칭을 소유한 회사의 상표일 수 있습니다.
pt_br: Oracle e Java são marcas comerciais registradas da Oracle Corporation e/ou de suas empresas afiliadas.
zh_cn: Oracle 和 Java 是 Oracle 和/或其附属公司的注册商标。其他名称可能是各自所有者的商标。
zh_hk: Oracle 和 Java 是 Oracle 和 (或) 其關係公司的註冊商標。其他名稱為各商標持有人所擁有之商標。
