Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: By default, NWAM attempts to maintain a network connection at all times. If a wired network connection fails, an attempt is made to connect to one of your favorite wireless networks. If the attempt fails, other available wireless networks are tried, with your permission. For information about managing your favorite wireless networks, see <xref linkend="favorite-networks"/>.
de: NWAM versucht standardmäßig, eine Netzwerkverbindung jederzeit aufrechtzuerhalten. Wenn eine verdrahtete Netzwerkverbindung ausfällt, wird versucht, eine Verbindung mit einem Ihrer bevorzugten Drahtlosnetzwerke herzustellen. Wenn der Versuch fehlschlägt, wird mit Ihrer Erlaubnis versucht, eine Verbindung mit anderen verfügbaren Drahtlosnetzwerken herzustellen. Weitere Informationen zum Verwalten von bevorzugten Drahtlosnetzwerken finden Sie unter <xref linkend="favorite-networks"/>.
es: De forma predeterminada, NWAM intenta mantener una conexión de red todo el tiempo. Si falla una conexión de red con cables, se intenta conectar con una de sus redes inalámbricas favoritas. Si falla el intento, se prueba con otras redes inalámbricas disponibles, con su permiso. Para obtener información acerca de la administración de sus redes inalámbricas favoritas, consulte <xref linkend="favorite-networks"/>.
fr: Par défaut, NWAM tente de maintenir une connexion réseau à tout moment. Si une connexion réseau câblée échoue, une tentative est faite pour vous connecter à l'un de vos réseaux sans fil favoris. Si cette tentative échoue, d'autres tentatives sont faites avec votre permission à l'aide des autres réseaux sans fil disponibles. Pour plus d'informations sur la gestion des réseaux sans fil favoris, reportez-vous à la section <xref linkend="favorite-networks"/>.
it: Per impostazione predefinita, NWAM cerca di mantenere sempre attiva la connessione di rete. Se una connessione cablata viene persa, il programma cerca di stabilire una connessione a una delle reti wireless preferite. Se il tentativo non riesce, viene chiesto all'utente di tentare la connessione ad altre reti wireless disponibili. Per informazioni su come gestire le reti wireless preferite, vedere <xref linkend="favorite-networks"/>.
ja: デフォルトでは、NWAM は、常にネットワーク接続を維持しようとします。有線ネットワーク接続が失敗した場合は、お気に入りの無線ネットワークのいずれかに接続しようという試みが行われます。この試みが失敗した場合は、自分のアクセス権を使用して、その他の使用可能な無線ネットワークが試行されます。お気に入りの無線ネットワークの管理については、<xref linkend="favorite-networks"/>を参照してください。
ko: 기본적으로 NWAM은 항상 네트워크 연결을 유지하려고 합니다. 유선 네트워크 연결을 실패하면 즐겨 찾는 무선 네트워크 중 하나에 연결하려고 시도합니다. 이 시도를 실패하면 사용 권한에 따라 다른 사용 가능한 무선 네트워크에 시도합니다. 즐겨 찾는 무선 네트워크 관리에 대한 자세한 내용은 <xref linkend="favorite-networks"/>을(를) 참조하십시오.
pt_br: Por padrão, o NWAM tenta manter uma conexão de rede permanente. Se houver falha em uma conexão de rede com fio, será feita uma tentativa de conexão com as suas redes sem fio favoritas. Se a tentativa falhar, serão feitas outras tentativas com as redes sem fio disponíveis, com a sua permissão. Para obter informações sobre gerenciamento das redes sem fio favoritas, consulte <xref linkend="favorite-networks"/>.
zh_cn: 缺省情况下，NWAM 始终力图保持一个网络连接。如果某个有线网络连接失败，NWAM 会尝试连接收藏的无线网络之一。如果失败，则在获得您许可的情况下，尝试连接其他可用无线网络。有关管理收藏的无线网络的信息，请参见<xref linkend="favorite-networks"/>。
zh_hk: 根據預設，NWAM 會嘗試讓網路一直維持在連線狀態。如果有線網路連線失靈，會試著連線到其中一個常用的無線網路。如果嘗試失敗，就會試著連線到您允許的其他可用無線網路。如需管理常用無線網路的相關資訊，請參閱<xref linkend="favorite-networks"/>。

source: You can also manually switch between wired and wireless networks, as required.
de: Sie können auch nach Bedarf manuell zwischen verdrahteten und Drahtlosnetzwerken wechseln.
es: También puede cambiar manualmente entre conexiones con cables o inalámbricas, según sea necesario.
fr: Vous pouvez également, le cas échéant, basculer manuellement d'un réseau câblé à un réseau sans fil, et vice-versa.
it: Se necessario, è anche possibile passare manualmente tra le reti wireless e quelle cablate.
ja: また、必要に応じて、有線ネットワークと無線ネットワークを手動で切り替えることもできます。
ko: 필요에 따라 유선 및 무선 네트워크 사이를 수동으로 전환할 수 있습니다.
pt_br: Também é possível alternar manualmente entre redes com e sem fio, conforme necessário.
zh_cn: 您也可以根据需要，手动在有线网络与无线网络间切换。
zh_hk: 您也可以視需要手動切換有線和無線網路。

source: To Modify the Default Connection Priority
de: So ändern Sie die standardmäßige Verbindungspriorität
es: Para modificar la prioridad de conexión predeterminada
fr: Pour modifier la priorité de connexion par défaut
it: Per modificare la priorità di connessione predefinita
ja: デフォルトの接続優先度を変更するには
ko: 기본 연결 우선 순위 수정
pt_br: Para modificar a prioridade de conexão padrão
zh_cn: 修改缺省连接优先级
zh_hk: 修改預設連線優先順序

source: By default, all wired network connections take priority over all wireless network connections. That is, a wireless network connection is only attempted if a wired connection cannot be established. If more than one wireless network is available at the current location, you are prompted to select which network to join. This behavior is defined by the Automatic network profile, which is activated by default. To enforce a different behavior, you must create and activate a different network profile.
de: Standardmäßig haben alle verdrahteten Netzwerkverbindungen Vorrang vor allen drahtlosen Netzwerkverbindungen. Das heißt, dass nur dann versucht wird, eine drahtlose Netzwerkverbindung herzustellen, wenn keine verdrahtete Verbindung hergestellt werden kann. Wenn am aktuellen Speicherort mehrere Drahtlosnetzwerke verfügbar sind, werden Sie aufgefordert, ein Netzwerk auszuwählen, mit dem eine Verbindung hergestellt werden soll. Dieses Verhalten wird durch das Netzwerkprofil "Automatisch" definiert, das standardmäßig aktiviert ist. Um ein anderes Verhalten zu erzwingen, müssen Sie ein anderes Netzwerkprofil erstellen und aktivieren.
es: De forma predeterminada, todas las conexiones de red con cables tienen prioridad sobre todas las inalámbricas. Es decir, sólo se intenta una conexión de red inalámbrica si no se puede establecer una conexión con cables. Si hay más de una red inalámbrica disponible en la ubicación actual, se le pide que seleccione a qué red desea incorporarse. Este comportamiento está definido por el perfil de red Automático, que está activado de forma predeterminada. Para implementar un comportamiento diferente, debe crear y activar otro perfil de red.
fr: Par défaut, toutes les connexions réseau câblées ont priorité sur l'ensemble des connexions réseau sans fil. Autrement dit, la connexion à un réseau sans fil n'est tentée que si aucune connexion câblée ne peut être établie. Lorsque plusieurs réseaux sans fil sont disponibles à l'emplacement actuel, vous êtes invité à en sélectionner un. Ce comportement est défini par le profil réseau Automatique qui est activé par défaut. Pour appliquer un comportement différent, vous devez créer et activer un autre profil réseau.
it: Per impostazione predefinita, tutte le connessioni di rete cablate hanno la priorità su quelle wireless. In pratica, la connessione wireless viene eseguita solo se non è possibile stabilirne una cablata. Se nella posizione attuale sono disponibili più reti wireless, viene chiesto di scegliere quella a cui si desidera accedere. Questo comportamento è definito dal profilo di rete automatico, attivato per impostazione predefinita. Per definire un comportamento diverso, è necessario creare e attivare un diverso profilo di rete.
ja: デフォルトでは、すべての有線ネットワーク接続が、すべての無線ネットワーク接続より優先されます。つまり、無線ネットワーク接続は、有線接続を確立できない場合にのみ試行されます。現在の場所で複数の無線ネットワークが使用可能な場合は、どのネットワークに加入するかを選択するよう求められます。この動作は、デフォルトでアクティブ化される「自動」ネットワークプロファイルで定義されます。別の動作を適用するには、別のネットワークプロファイルを作成してアクティブにする必要があります。
ko: 기본적으로 모든 유선 네트워크 연결이 모든 무선 네트워크 연결보다 우선합니다. 즉, 유선 연결을 설정할 수 없는 경우에만 무선 네트워크 연결을 시도합니다. 현재 위치에서 여러 개의 무선 네트워크가 사용 가능한 경우 연결할 네트워크를 선택하라는 메시지가 나타납니다. 이 동작은 자동 네트워크 프로필(기본적으로 활성화됨)에 의해 정의됩니다. 다른 동작을 적용하려면 별도의 네트워크 프로필을 만들고 활성화해야 합니다.
pt_br: Por padrão, todas as conexões de rede com fio têm prioridade sobre todas as conexões sem fio. Ou seja, apenas será feita uma tentativa de conexão sem fio se não for possível estabelecer uma conexão com fio. Se estiver disponível mais do que uma rede sem fio no local atual, será solicitado que você selecione em qual rede entrar. Esse comportamento é definido pelo perfil de rede Automático, ativado por padrão. Para aplicar outro comportamento, é necessário criar e ativar outro perfil de rede.
zh_cn: 缺省情况下，所有有线网络连接的优先级高于所有无线网络连接。即，只有当无法建立有线连接时才会尝试建立无线网络连接。如果在当前位置有多个无线网络可用，系统会提示您选择要连接的网络。此行为由“自动”网络配置文件定义，该配置文件缺省情况下处于激活状态。要执行不同行为，必须创建并激活其他网络配置文件。
zh_hk: 根據預設，所有有線網路連線的優先順序會比所有無線網路連線高。也就是說，只有在無法建立有線連線時，才會嘗試無線網路連線。如果目前位置有一個以上的無線網路可供使用，電腦會提示您選取要加入的網路。這種運作方式由自動網路設定檔所定義，預設為啟用。若要強制執行其他運作方式，則必須建立並啟用不同的網路設定檔。

source: To Switch From a Wired Network to a Wireless Network
de: So wechseln Sie von einem verdrahteten zu einem drahtlosen Netzwerk
es: Para cambiar de una red con cables a una red inalámbrica
fr: Pour passer d'un réseau câblé à un réseau sans fil
it: Per passare da una rete cablata a una rete wireless
ja: 有線ネットワークから無線ネットワークに切り替えるには
ko: 유선 네트워크에서 무선 네트워크로 전환
pt_br: Para alternar de uma rede com fio para uma rede sem fio
zh_cn: 从有线网络切换到无线网络
zh_hk: 從有線網路切換至無線網路

source: If the Automatic network profile is active, disconnect any network cables from all enabled wired interfaces.
de: Wenn das Netzwerkprofil "Automatisch" aktiv ist, trennen Sie alle Netzwerkkabel von allen aktivierten verdrahteten Schnittstellen.
es: Si el perfil de red automática está activo, desconecte los cables de red de todas las interfaces con cables habilitadas.
fr: Si le profil réseau Automatique est actif, débranchez les câbles réseau de toutes les interfaces câblées activées.
it: Se è attivo il profilo di rete automatico, scollegare tutti i cavi di rete da tutte le interfacce cablate abilitate.
ja: 「自動」ネットワークプロファイルがアクティブな場合は、有効になっているすべての有線インタフェースからネットワークケーブルをすべて切り離します。
ko: 자동 네트워크 프로필이 활성인 경우 사용으로 설정된 모든 유선 인터페이스에서 네트워크 케이블을 뽑습니다.
pt_br: Se o perfil de rede Automático estiver ativo, desconecte todos os cabos de rede de todas as interfaces com fio ativadas.
zh_cn: 如果“自动”网络配置文件处于活动状态，请断开所有已启用有线接口的任何网络电缆连接。
zh_hk: 如果使用自動網路設定檔，請拔除所有已啟用有線介面的所有網路線。

source: By default, if any of your favorite wireless networks are available, an attempt will be made to join them in the order in which they appear in the favorites list. Otherwise, the <literal>Wireless Chooser</literal> dialog is displayed. In this dialog you can select which network to join.
de: Wenn eines oder mehrere Ihrer bevorzugten Drahtlosnetzwerke verfügbar sind, wird standardmäßig versucht, in der Reihenfolge, in der diese Netzwerke in der Favoritenliste angegeben sind, eine Verbindung mit einem dieser Netzwerk herzustellen. Anderenfalls wird das Dialogfeld <literal>Drahtlosnetzwerk auswählen</literal> angezeigt. In diesem Dialogfeld können Sie auswählen, mit welchem Netzwerk eine Verbindung hergestellt werden soll.
es: De forma predeterminada, si alguna de sus redes inalámbricas favoritas está habilitada, se intentará incorporarse a ellas en el orden en el que aparecen en la lista de favoritos. De lo contrario, se muestra el cuadro de diálogo <literal>Wireless Chooser</literal>. En este cuadro de diálogo, puede seleccionar a qué red desea incorporarse.
fr: Par défaut, si vos réseaux sans fil favoris sont disponibles, une tentative de connexion est effectuée dans l'ordre dans lequel ils apparaissent dans la liste des favoris. Dans le cas contraire, la boîte de dialogue <literal>Sélecteur de réseau sans fil</literal> s'affiche pour vous permettre de sélectionner le réseau auquel vous connecter.
it: Per impostazione predefinita, se sono disponibili alcune delle reti wireless preferite, viene effettuato un tentativo di accesso nell'ordine in cui compaiono nell'elenco dei preferiti. Altrimenti, viene visualizzata la finestra di dialogo <literal>Selettore di rete wireless</literal>, che consente di selezionare la rete a cui accedere.
ja: デフォルトでは、お気に入りの無線ネットワークのいずれかが使用可能な場合は、お気に入りリストに表示される順序でそれらに加入しようという試みが行われます。それ以外の場合は、「<literal>無線チューザ</literal>」ダイアログが表示されます。このダイアログでは、どのネットワークに加入するかを選択できます。
ko: 기본적으로 즐겨 찾는 무선 네트워크가 사용 가능한 경우 즐겨찾기 목록에 나타난 순서대로 연결을 시도합니다. 그렇지 않으면 <literal>무선 선택기</literal> 대화 상자가 표시됩니다. 이 대화 상자에서 연결할 네트워크를 선택할 수 있습니다.
pt_br: Por padrão, se qualquer uma de suas redes sem fio favoritas estiver disponível, será feita uma tentativa de entrar nelas na ordem em que elas aparecem na lista de favoritas. Caso contrário, a caixa de diálogo <literal>Seletor sem fio</literal> será exibida. Nela, você poderá selecionar em qual rede entrar.
zh_cn: 缺省情况下，如果您的任何收藏无线网络可用，系统将尝试按照它们在收藏夹列表中的显示顺序连接这些网络。否则，将显示<literal>无线网络选择器</literal>对话框。在该对话框中，可以选择要连接的网络。
zh_hk: 根據預設，如果有任何常用的無線網路可以使用，就會按照它們顯示在 [我的最愛] 清單中的順序，逐個嘗試加入。否則，就會顯示 [<literal>無線網路選擇器</literal>] 對話方塊。在這個對話方塊中，您可以選取要加入的網路。

source: You can change the way wireless networks are joined on the <guilabel>Wireless</guilabel> tab of the <literal>Connection Properties</literal> view. See <xref linkend="connectprop-view"/>.
de: Auf der Registerkarte <guilabel>Drahtlos</guilabel> der Ansicht <literal>Verbindungseigenschaften</literal> können Sie ändern, wie Drahtlosnetzwerke verbunden werden. Siehe <xref linkend="connectprop-view"/>.
es: Puede cambiar la forma en que se unen a redes inalámbricas en la ficha <guilabel>Inalámbrico</guilabel> de la vista <literal>Connection Properties</literal>. Consulte <xref linkend="connectprop-view"/>.
fr: Vous pouvez modifier la façon dont la connexion aux réseaux sans fil est établie dans l'onglet <guilabel>Sans fil</guilabel> de la vue <literal>Propriétés de connexion</literal>. Reportez-vous à la section <xref linkend="connectprop-view"/>.
it: È possibile modificare le modalità di accesso alle reti wireless dalla scheda <guilabel>Wireless</guilabel> della vista <literal>Proprietà della connessione</literal>. Vedere <xref linkend="connectprop-view"/>.
ja: 無線ネットワークに加入する方法は、「<literal>接続プロパティー</literal>」ビューの「<guilabel>無線</guilabel>」タブで変更できます。<xref linkend="connectprop-view"/>を参照してください。
ko: <literal>연결 등록 정보</literal> 뷰의 <guilabel>무선</guilabel> 탭에서 무선 네트워크 연결 방법을 변경할 수 있습니다. <xref linkend="connectprop-view"/>을(를) 참조하십시오.
pt_br: É possível alterar a forma de conexão das redes sem fio na guia <guilabel>Sem fio</guilabel> da exibição <literal>Propriedades de conexão</literal>. Consulte <xref linkend="connectprop-view"/>.
zh_cn: 可以在<literal>连接属性</literal>视图的<guilabel>无线</guilabel>选项卡上更改无线网络的连接方式。请参见<xref linkend="connectprop-view"/>。
zh_hk: 您可以在 [<literal>連線特性</literal>] 檢視的 [<guilabel>無線</guilabel>] 標籤中，變更加入無線網路的方式。請參閱<xref linkend="connectprop-view"/>。

source: If a network profile other than the Automatic network profile is active, the method that you use to switch to a wireless network depends on the definition of that network profile.
de: Wenn ein anderes Netzwerkprofil als "Automatisch" aktiv ist, hängt die Methode, die Sie zum Wechseln zu einem Drahtlosnetzwerk verwenden, von der Definition dieses Netzwerkprofils ab.
es: Si hay un perfil de red activo diferente del Automático, el método que utilice para cambiar a una red inalámbrica depende de la definición de ese perfil de red.
fr: Si un profil réseau autre que le profil réseau Automatique est actif, la méthode utilisée pour passer à un réseau sans fil dépend de la définition de ce profil réseau.
it: Se è attivo un profilo di rete diverso da quello automatico, il metodo utilizzato per passare a una rete wireless dipende dalla definizione del profilo di rete in questione.
ja: 「自動」ネットワークプロファイル以外のネットワークプロファイルがアクティブな場合、無線ネットワークに切り替えるために使用する方法は、そのネットワークプロファイルの定義によって異なります。
ko: 자동 네트워크 프로필이 아닌 다른 네트워크 프로필이 활성인 경우 무선 네트워크 전환에 사용되는 방법은 해당 네트워크 프로필의 정의에 따라 다릅니다.
pt_br: Se um perfil de rede que não seja o Automático estiver ativo, o método usado para alternar para uma rede sem fio dependerá da definição desse perfil.
zh_cn: 如果“自动”网络配置文件之外的其他某个网络配置文件处于活动状态，则用于切换到无线网络的方法将取决于该网络配置文件的定义。
zh_hk: 如果使用自動網路設定檔以外的網路設定檔，則切換無線網路的方法，取決於該網路設定檔的定義。

source: Choose from one of the following methods:
de: Wählen Sie eine der folgenden Vorgehensweisen:
es: Seleccione uno de los siguientes métodos:
fr: Utilisez l'une des méthodes suivantes :
it: Scegliere uno dei seguenti metodi:
ja: 次のいずれかの方法から選択します。
ko: 다음 방법 중 하나를 선택합니다.
pt_br: Escolha um dos seguintes métodos:
zh_cn: 从以下方法中进行选择：
zh_hk: 選擇下列其中一種方法：

source: Use the <guisubmenu>Connections</guisubmenu> submenu of the <literal>Network Status</literal> notification icon to disable the wired connection and then enable a wireless connection. Note that this method is only possible if both connections have the Manual activation type.
de: Verwenden Sie das Untermenü <guisubmenu>Verbindungen</guisubmenu> des Benachrichtigungssymbols <literal>Netzwerkstatus</literal>, um die verdrahtete Verbindung zu deaktivieren, und aktivieren Sie dann eine drahtlose Verbindung. Beachten Sie, dass diese Methode nur dann möglich ist, wenn beide Verbindungen den Aktivierungstyp "Manuell" aufweisen.
es: Utilizar el submenú <guisubmenu>Conexiones</guisubmenu> del icono de notificación <literal>Network Status</literal> para deshabilitar la conexión con cables y, a continuación, activar una conexión inalámbrica. Tenga en cuenta que este método sólo es posible si ambas conexiones tienen el tipo de activación Manual.
fr: Utilisez le sous-menu <guisubmenu>Connexions</guisubmenu> de l'icône de notification <literal>Etat du réseau</literal> pour désactiver la connexion câblée, puis activer une connexion sans fil. Notez que cette méthode ne peut être utilisée que si le type d'activation des deux connexions est Manuel.
it: Utilizzare il sottomenu <guisubmenu>Connessioni</guisubmenu> dell'icona di notifica <literal>Stato rete</literal> per disabilitare la connessione cablata e quindi abilitarne una wireless. Si noti che questo metodo è possibile solo se entrambe le connessioni prevedono il tipo di attivazione manuale.
ja: 有線接続を無効にしてから無線接続を有効にするには、「<literal>ネットワークステータス</literal>」通知アイコンの「<guisubmenu>接続</guisubmenu>」サブメニューを使用します。この方法は、両方の接続のアクティブ化タイプが「手動」の場合にのみ可能であることに注意してください。
ko: <literal>네트워크 상태</literal> 알림 아이콘의 <guisubmenu>연결</guisubmenu> 하위 메뉴를 사용하여 유선 연결을 사용 안함으로 설정한 후 무선 연결을 사용으로 설정합니다. 이 방법은 양쪽 연결이 수동 활성화 유형인 경우에만 가능합니다.
pt_br: Use o submenu <guisubmenu>Conexões</guisubmenu> do ícone de notificação <literal>Status da rede</literal> para desativar a conexão com fio e ativar uma sem fio. Observe que esse método será possível apenas se o tipo de ativação das duas conexões for Manual.
zh_cn: 使用<literal>网络状态</literal>通知图标的<guisubmenu>连接</guisubmenu>子菜单禁用有线连接，然后启用无线连接。请注意，此方法仅适用于这两个连接的激活类型均为“手动”的情况。
zh_hk: 使用 [<literal>網路狀態</literal>] 通知圖示的 [<guisubmenu>連線</guisubmenu>] 子功能表，停用有線連線，然後啟用無線連線。請注意，只有有線和無線連線都是「手動」啟用類型時，才能使用這種方法。

source: Edit the active network profile to enable the wired connection and disable other connections, as required.
de: Bearbeiten Sie das aktive Netzwerkprofil, um die verdrahtete Verbindung zu aktivieren und andere Verbindungen nach Bedarf zu deaktivieren.
es: Editar el perfil de red activo para habilitar la conexión con cables y deshabilitar otras conexiones, según sea necesario.
fr: Modifiez le profil réseau actif pour activer la connexion câblée et désactiver d'autres connexions selon vos besoins.
it: Modificare il profilo di rete attivo per abilitare la connessione cablata e disabilitare altre connessioni, se necessario.
ja: 有線接続を有効にしてから、必要に応じてその他の接続を無効にするには、アクティブなネットワークプロファイルを編集します。
ko: 활성 네트워크 프로필을 편집하여 유선 연결을 사용으로 설정하고 필요에 따라 다른 연결을 사용 안함으로 설정합니다.
pt_br: Edite o perfil de rede ativo para ativar a conexão com fio e desativar outras conexões, conforme necessário.
zh_cn: 编辑活动网络配置文件，以根据需要启用有线连接并禁用其他连接。
zh_hk: 需要時，編輯使用中網路設定檔來啟用有線連線以及停用其他連線。

source: When the wireless connection is established, a notification message is displayed.
de: Sobald die drahtlose Verbindung hergestellt ist, wird eine Benachrichtigungsmeldung angezeigt.
es: Cuando la conexión inalámbrica está establecida, se muestra un mensaje de notificación.
fr: Une fois la connexion sans fil établie, un message de notification s'affiche.
it: Quando la connessione wireless è stata stabilita, viene visualizzato un messaggio di notifica.
ja: 無線接続が確立されると、通知メッセージが表示されます。
ko: 무선 연결을 설정할 때 알림 메시지가 표시됩니다.
pt_br: Quando a conexão sem fio for estabelecida, uma mensagem de notificação será exibida.
zh_cn: 建立了无线连接后，会显示一条通知消息。
zh_hk: 建立無線連線後，會顯示通知訊息。

source: For more information, see <xref linkend="nwprofiles-configuring"/>.
de: Weitere Informationen finden Sie unter <xref linkend="nwprofiles-configuring"/>.
es: Para obtener más información, consulte <xref linkend="nwprofiles-configuring"/>.
fr: Pour plus d'informations, reportez-vous à la section <xref linkend="nwprofiles-configuring"/>.
it: Per ulteriori informazioni, vedere <xref linkend="nwprofiles-configuring"/>.
ja: 詳細については、<xref linkend="nwprofiles-configuring"/>を参照してください。
ko: 자세한 내용은 <xref linkend="nwprofiles-configuring"/>을(를) 참조하십시오.
pt_br: Para obter mais informações, consulte <xref linkend="nwprofiles-configuring"/>.
zh_cn: 有关更多信息，请参见<xref linkend="nwprofiles-configuring"/>。
zh_hk: 如需詳細資訊，請參閱<xref linkend="nwprofiles-configuring"/>。

source: To Switch From a Wireless Network to a Wired Network
de: So wechseln Sie von einem drahtlosen zu einem verdrahteten Netzwerk
es: Para cambiar de una red inalámbrica a una red con cables
fr: Pour passer d'un réseau sans fil à un réseau câblé
it: Per passare da una rete wireless a una rete cablata
ja: 無線ネットワークから有線ネットワークに切り替えるには
ko: 무선 네트워크에서 유선 네트워크로 전환
pt_br: Para alternar de uma rede sem fio para uma rede com fio
zh_cn: 从无线网络切换到有线网络
zh_hk: 從無線網路切換成有線網路

source: If the Automatic network profile is active, plug a network cable into an available wired interface.
de: Wenn das Netzwerkprofil "Automatisch" aktiv ist, schließen Sie ein Netzwerkkabel an eine verfügbare verdrahtete Schnittstelle an.
es: Si el perfil de red automático está activo, conecte un cable de red a una interfaz con cables disponible.
fr: Si le profil réseau Automatique est actif, branchez un câble réseau dans une interface câblée disponible.
it: Se è attivo il profilo di rete automatico, collegare un cavo di rete a un'interfaccia cablata disponibile.
ja: 「自動」ネットワークプロファイルがアクティブな場合は、使用可能な有線インタフェースにネットワークケーブルを接続します。
ko: 자동 네트워크 프로필이 활성인 경우 사용 가능한 유선 인터페이스에 네트워크 케이블을 꽂습니다.
pt_br: Se um perfil de rede Automático estiver ativo, conecte um cabo de rede a uma interface com fio disponível.
zh_cn: 如果“自动”网络配置文件处于活动状态，请将网络电缆插入到一个可用的有线接口。
zh_hk: 如果使用自動網路設定檔，請將網路線插入可用的有線介面。

source: If a network profile other than the Automatic network profile is active, the method that you use to switch to a wired network depends on the definition of that network profile.
de: Wenn ein anderes Netzwerkprofil als das Netzwerkprofil "Automatisch" aktiv ist, hängt die Methode, die Sie zum Wechseln zu einem verdrahteten Netzwerk verwenden, von der Definition dieses Netzwerkprofils ab.
es: Si hay un perfil de red activo diferente del Automático, el método que utilice para cambiar a una red con cables depende de la definición de ese perfil de red.
fr: Si un profil réseau autre que le profil réseau Automatique est actif, la méthode utilisée pour passer à un réseau câblé dépend de la définition de ce profil réseau.
it: Se è attivo un profilo di rete diverso da quello automatico, il metodo utilizzato per passare a una rete cablata dipende dalla definizione del profilo di rete in questione.
ja: 「自動」ネットワークプロファイル以外のネットワークプロファイルがアクティブな場合、有線ネットワークに切り替えるために使用する方法は、そのネットワークプロファイルの定義によって異なります。
ko: 자동 네트워크 프로필이 아닌 다른 네트워크 프로필이 활성인 경우 유선 네트워크 전환에 사용되는 방법은 해당 네트워크 프로필의 정의에 따라 다릅니다.
pt_br: Se um perfil de rede que não seja o Automático estiver ativo, o método usado para alternar para uma rede com fio dependerá da definição desse perfil.
zh_cn: 如果“自动”网络配置文件之外的其他某个网络配置文件处于活动状态，则用于切换到有线网络的方法将取决于该网络配置文件的定义。
zh_hk: 如果使用自動網路設定檔以外的網路設定檔，則切換有線網路的方法，取決於該網路設定檔的定義。
