Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: To edit a location, open the <literal>Network Locations</literal> dialog by choosing <guimenuitem>Network Locations</guimenuitem> from the <literal>Network Status</literal> notification icon's right-click menu. Or, from the Main Menubar on the desktop panel, choose System -&gt; Preferences -&gt; Locations.
de: Um einen Speicherort zu bearbeiten, öffnen Sie das Dialogfeld <literal>Netzwerkspeicherorte</literal>, indem Sie im Kontextmenü des Benachrichtigungssymbols <literal>Netzwerkstatus</literal> die Option <guimenuitem>Network Locations</guimenuitem> auswählen. Sie können auch im Hauptmenü auf dem Desktop System -&gt; Einstellungen -&gt; Speicherorte wählen.
es: Para editar una ubicación, abra el cuadro de diálogo <literal>Network Locations</literal> seleccionando <guimenuitem>Ubicaciones de red</guimenuitem> en el menú que aparece al hacer clic con el botón derecho del mouse en el icono de notificación. O, desde la barra del menú principal en el panel de escritorio, seleccione Sistema -&gt; Preferencias -&gt; Ubicaciones.
fr: Pour modifier un emplacement, ouvrez la boîte de dialogue <literal>Emplacements réseau</literal> en sélectionnant l'option <guimenuitem>Emplacements réseau</guimenuitem> du menu contextuel de l'icône de notification <literal>Etat du réseau</literal>. Vous pouvez également sélectionner Système -&gt; Préférences -&gt; Emplacements à partir de la barre de menu principale du bureau.
it: Per modificare un percorso, aprire la finestra di dialogo <literal>Posizioni di rete</literal> scegliendo <guimenuitem>Posizioni di rete</guimenuitem> dal menu di scelta rapida dell'icona di notifica <literal>Stato rete</literal>. In alternativa, dalla barra dei menu principale del riquadro del desktop, scegliere Sistema -&gt; Preferenze -&gt; Posizioni.
ja: 場所を編集するには、「<literal>ネットワークステータス</literal>」通知アイコンの右クリックメニューから「<guimenuitem>ネットワークの場所</guimenuitem>」を選択することによって「<literal>ネットワークの場所</literal>」ダイアログを開きます。または、デスクトップパネル上のメインメニューバーから、「システム」-&gt;「設定」-&gt;「場所」の順に選択します。
ko: 위치를 편집하려면 <literal>네트워크 상태</literal> 알림 아이콘을 마우스 오른쪽 버튼으로 누르면 나타나는 메뉴에서 <guimenuitem>네트워크 위치</guimenuitem>를 선택하여 <literal>네트워크 위치</literal> 대화 상자를 엽니다. 또는 데스크탑 패널의 주 메뉴 모음에서 시스템 -&gt; 기본 설정 -&gt; 위치를 선택합니다.
pt_br: Para editar um local, abra a caixa de diálogo <literal>Locais de rede</literal> escolhendo <guimenuitem>Locais de rede</guimenuitem> no menu do botão direito do ícone de notificação <literal>Status da rede</literal>. Também é possível, na barra de menus principal do painel da área de trabalho, escolher Sistema -&gt; Preferências -&gt; Locais.
zh_cn: 要编辑位置，请通过从<literal>网络状态</literal>通知图标右键菜单选择<guimenuitem>网络位置</guimenuitem>来打开<literal>网络位置</literal>对话框。或者，从桌面面板上的主菜单栏中，选择“系统”-&gt;“首选项”-&gt;“位置”。
zh_hk: 若要編輯位置，請在 [<literal>網路狀態</literal>] 通知圖示右鍵功能表選取 [<guimenuitem>網路位置</guimenuitem>]，開啟 [<literal>網路位置</literal>] 對話方塊。或者，從桌面面板的主功能表列，依序選擇 [系統] -&gt; [喜好設定] -&gt; [位置]。

source: To edit the properties of a specified location, select the location in the list, then click <guibutton>Edit</guibutton>.
de: Um die Eigenschaften eines bestimmten Speicherorts zu bearbeiten, wählen Sie den Speicherort aus der Liste aus und klicken Sie dann auf <guibutton>Bearbeiten</guibutton>.
es: Para editar las propiedades de una ubicación especificada, seleccione la ubicación en la lista y haga clic en <guibutton>Editar</guibutton>.
fr: Pour modifier les propriétés d'un emplacement spécifié, sélectionnez l'emplacement dans la liste, puis cliquez sur <guibutton>Modifier</guibutton>.
it: Per modificare le proprietà di una determinata posizione, selezionare la posizione nell'elenco, quindi fare clic su <guibutton>Modifica</guibutton>.
ja: 指定された場所のプロパティーを編集するには、リスト内で場所を選択してから、「<guibutton>編集</guibutton>」をクリックします。
ko: 지정된 위치의 등록 정보를 편집하려면 목록에서 위치를 선택하고 <guibutton>편집</guibutton>을 누릅니다.
pt_br: Para editar as propriedades de um local especificado, selecione-o na lista e, em seguida, clique em <guibutton>Editar</guibutton>.
zh_cn: 要编辑指定位置的属性，请在列表中选择该位置，然后单击<guibutton>编辑</guibutton>。
zh_hk: 若要編輯指定位置的特性，請選取清單中的位置，然後按一下 [<guibutton>編輯</guibutton>]。

source: Alternatively, you can double-click the location in the list.
de: Sie können stattdessen auch in der Liste auf den Speicherort doppelklicken.
es: De manera alternativa, puede hacer doble clic en la ubicación de la lista.
fr: Vous pouvez également double-cliquer sur l'emplacement dans la liste.
it: In alternativa, è possibile fare doppio clic sulla posizione nell'elenco.
ja: あるいは、リスト内の場所をダブルクリックすることもできます。
ko: 다른 방법으로, 목록에서 위치를 두 번 누를 수 있습니다.
pt_br: Como alternativa, é possível clicar duas vezes no local na lista.
zh_cn: 或者，可以在列表中双击该位置。
zh_hk: 或者，您可以按兩下清單中的位置。

source: The <literal>Edit Location</literal> dialog opens, with the following two tabs available:
de: Das Dialogfeld <literal>Speicherort bearbeiten</literal> wird geöffnet. Im Dialogfeld befinden die folgenden beiden Registerkarten:
es: Se abre el cuadro de diálogo <literal>Edit Location</literal> con las siguientes dos fichas disponibles:
fr: La boîte de dialogue <literal>Modifier l'emplacement</literal> contenant les deux onglets suivants s'ouvre :
it: La finestra di dialogo <literal>Modifica posizione</literal> viene aperta, con le seguenti due schede disponibili:
ja: 「<literal>場所の編集</literal>」ダイアログが開き、次の 2 つのタブが使用できます。
ko: <literal>위치 편집</literal> 대화 상자가 다음 두 탭과 함께 열립니다.
pt_br: A caixa de diálogo <literal>Editar local</literal> será aberta, com as duas guias disponíveis a seguir:
zh_cn: 此时将打开<literal>编辑位置</literal>对话框，其中包含以下两个选项卡：
zh_hk: [<literal>編輯位置</literal>] 對話方塊會隨之開啟，並提供下列兩個標籤：

source: Name Services
es: Servicios de nombres
fr: Services de noms
it: Servizi nome
ja: ネームサービス
ko: 이름 서비스
pt_br: Serviços de nome
zh_cn: 名称服务
zh_hk: 名稱服務

source: Enables you to configure name services in the specified location.
de: Ermöglicht Ihnen, Name Services im angegebenen Speicherort zu konfigurieren.
es: Permite configurar los servicios de nombres en la ubicación especificada.
fr: Vous permet de configurer les services de noms à l'emplacement spécifié.
it: Consente di configurare i servizi di nome nella posizione specificata.
ja: 指定された場所内にネームサービスを構成できます。
ko: 지정된 위치에 이름 서비스를 구성할 수 있습니다.
pt_br: Permite configurar serviços de nome no local especificado.
zh_cn: 可用于为指定位置配置名称服务。
zh_hk: 可讓您在指定的位置中配置名稱服務。

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティー
ko: 보안
pt_br: Segurança
zh_cn: 安全性
zh_hk: 安全性

source: Enables you to select configuration files to be used by IP Filter and IPsec features, when the specified location is active.
de: Ermöglicht Ihnen, Konfigurationsdateien auszuwählen, die von IP-Filter- und IPsec-Funktionen verwendet werden, wenn der angegebene Speicherort aktiv ist.
es: Permite seleccionar los archivos de configuración que serán utilizados por el filtro IP y las funciones de IPsec, cuando la ubicación especificada está activa.
fr: Vous permet de sélectionner les fichiers de configuration à utiliser par les fonctions IPfilter et IPsec lorsque l'emplacement spécifié est actif.
it: Consente di selezionare i file di configurazione da utilizzare con le funzionalità di filtro IP e IPsec, quando la posizione specificata è attiva.
ja: 指定された場所がアクティブなときに、IP フィルタや IPsec 機能で使用される構成ファイルを選択できます。
ko: 지정된 위치가 활성일 때 IPfilter 및 IPsec 기능에서 사용할 구성 파일을 선택할 수 있습니다.
pt_br: Permite selecionar arquivos de configuração a serem usados pelos recursos Filtro de IP e IPsec, quando o local especificado está ativo.
zh_cn: 允许您选择当指定位置处于活动状态时，IP 过滤器或 IPsec 功能将使用的配置文件。
zh_hk: 可讓您選取使用指定的位置時，IP 篩選器和 IPsec 功能要使用的配置檔案。

source: To display the information to be edited, select the appropriate tab.
de: Um die Informationen anzuzeigen, die bearbeitet werden sollen, wählen Sie die entsprechende Registerkarte aus.
es: Para ver la información que se va a editar, seleccione la ficha correspondiente.
fr: Pour afficher les informations à modifier, sélectionnez l'onglet approprié.
it: Per visualizzare le informazioni da modificare, selezionare la scheda appropriata.
ja: 編集する情報を表示するには、該当するタブを選択します。
ko: 편집할 정보를 표시하려면 적절한 탭을 선택합니다.
pt_br: Para exibir as informações a serem editadas, selecione a guia adequada.
zh_cn: 要显示要编辑的信息，请选择相应选项卡。
zh_hk: 若要顯示資訊進行編輯，請選取適當的標籤。

source: To Add a Location
de: So fügen Sie einen Speicherort hinzu
es: Para agregar una ubicación
fr: Pour ajouter un emplacement
it: Per aggiungere una posizione
ja: 場所を追加するには
ko: 위치 추가
pt_br: Para adicionar um local
zh_cn: 添加位置
zh_hk: 新增位置

source: New locations are added in the <literal>Network Locations</literal> dialog.
de: Neue Speicherorte werden im Dialogfeld <literal>Netzwerkspeicherorte</literal> hinzugefügt.
es: Las nuevas ubicaciones se agregan en el cuadro de diálogo <literal>Network Locations</literal>.
fr: Les nouveaux emplacements sont ajoutés dans la boîte de dialogue <literal>Emplacements réseau</literal>.
it: Le nuove posizioni vengono aggiunte nella finestra di dialogo <literal>Posizioni di rete</literal>.
ja: 新しい場所は、「<literal>ネットワークの場所</literal>」ダイアログで追加されます。
ko: <literal>네트워크 위치</literal> 대화 상자에서 새 위치를 추가할 수 있습니다.
pt_br: Novos locais são adicionados na caixa de diálogo <literal>Locais de rede</literal>.
zh_cn: 可在<literal>网络位置</literal>对话框中添加新位置。
zh_hk: 新位置會新增至 [<literal>網路位置</literal>] 對話方塊。

source: Open the dialog by choosing <guimenuitem>Network Locations</guimenuitem> from the <literal>Network Status</literal> notification icon's right-click menu. Or, in the <literal>Connection Status</literal> view of the <literal>Network Preferences</literal> dialog, click the <guibutton>Locations.</guibutton> button.
de: Öffnen Sie das Dialogfeld, indem Sie im Kontextmenü des Benachrichtigungssymbols <literal>Netzwerkstatus</literal> die Option <guimenuitem>Netzwerkspeicherorte</guimenuitem> wählen. Sie können stattdessen auch in der Ansicht <literal>Verbindungsstatus</literal> des Dialogfelds <literal>Netzwerkeigenschaften</literal> auf die Schaltfläche <guibutton>Speicherorte</guibutton> klicken.
es: Abra el cuadro de diálogo mediante <guimenuitem>Ubicaciones de red</guimenuitem> del menú que aparece al hacer clic con el botón derecho del mouse en el icono de notificación <literal>Network Status</literal>. O, en la vista <literal>Connection Status</literal> del cuadro de diálogo <literal>Network Preferences</literal>, haga clic en el botón <guibutton>Ubicación</guibutton>.
fr: Ouvrez la boîte de dialogue en sélectionnant l'option <guimenuitem>Emplacements réseau</guimenuitem> du menu contextuel de l'icône de notification <literal>Etat du réseau</literal>. Vous pouvez également cliquer sur le bouton <guibutton>Emplacements</guibutton> dans la vue <literal>Etat de connexion</literal> de la boîte de dialogue <literal>Préférences réseau</literal>.
it: Per aprire la finestra di dialogo, scegliere <guimenuitem>Posizioni di rete</guimenuitem> dal menu di scelta rapida dell'icona di notifica <literal>Stato rete</literal>. Oppure, nella vista <literal>Stato della connessione</literal> della finestra di dialogo <literal>Preferenze di rete</literal>, fare clic sul pulsante <guibutton>Posizioni</guibutton>.
ja: このダイアログは、「<literal>ネットワークステータス</literal>」通知アイコンの右クリックメニューから「<guimenuitem>ネットワークの場所</guimenuitem>」を選択することで開きます。または、「<literal>ネットワーク設定</literal>」ダイアログの「<literal>接続状態</literal>」ビューで、「<guibutton>場所</guibutton>」ボタンをクリックします。
ko: <literal>네트워크 상태</literal> 알림 아이콘을 마우스 오른쪽 버튼으로 누르면 나타나는 메뉴에서 <guimenuitem>네트워크 위치</guimenuitem>를 선택하여 대화 상자를 엽니다. 또는 <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>연결 상태</literal> 뷰에서 <guibutton>위치</guibutton> 버튼을 누릅니다.
pt_br: Abra a caixa de diálogo escolhendo <guimenuitem>Locais de rede</guimenuitem> no menu do botão direito do ícone de notificação <literal>Status da rede</literal>. Também é possível, na exibição <literal>Status da conexão</literal> da caixa de diálogo <literal>Preferências de rede</literal>, clicar no botão <guibutton>Locais.</guibutton>
zh_cn: 通过从<literal>网络状态</literal>通知图标的右键菜单中选择<guimenuitem>网络位置</guimenuitem>打开该对话框。或者，在<literal>网络首选项</literal>对话框的<literal>连接状态</literal>视图中，单击<guibutton>位置</guibutton>按钮。
zh_hk: 若要開啟這個對話方塊，請從 [<literal>網路狀態</literal>] 通知圖示右鍵功能表選取 [<guimenuitem>網路位置</guimenuitem>]。或者，在 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>連線狀態</literal>] 檢視，按一下 [<guibutton>位置</guibutton>] 按鈕。

source: To add a new location with default settings, click the <guibutton>Add </guibutton> button.
de: Um einen neuen Speicherort mit Standardeinstellungen hinzuzufügen, klicken Sie auf die Schaltfläche <guibutton>Hinzufügen</guibutton>.
es: Para agregar una nueva ubicación con la configuración predeterminada, haga clic en el botón <guibutton>Agregar</guibutton>.
fr: Pour ajouter un nouvel emplacement utilisant les paramètres par défaut, cliquez sur le bouton <guibutton>Ajouter</guibutton>.
it: Per aggiungere un nuovo percorso con le impostazioni predefinite, fare clic sul pulsante <guibutton>Aggiungi</guibutton>.
ja: デフォルト設定を持つ新しい場所を追加するには、「<guibutton>追加</guibutton>」ボタンをクリックします。
ko: 새 위치를 기본 설정으로 추가하려면 <guibutton>추가</guibutton> 버튼을 누릅니다.
pt_br: Para adicionar um novo local com definições padrão, clique no botão <guibutton>Adicionar </guibutton>.
zh_cn: 要以缺省设置添加新位置，请单击<guibutton>添加</guibutton>按钮。
zh_hk: 若要新增含預設設定的新位置，請按一下 [<guibutton>新增</guibutton>] 按鈕。

source: A new location that has the Manual activation type, is created with a temporary name. The name is selected so that you can type a new name immediately.
de: Ein neuer Speicherort mit dem Aktivierungstyp "Manuell" wird mit einem temporären Namen erstellt. Der Name ist markiert, sodass Sie sofort einen neuen Namen eingeben können.
es: Se crea una nueva ubicación que tiene el tipo de activación manual con un nombre temporario. El nombre aparece seleccionado para que pueda escribir uno nuevo de inmediato.
fr: Un nouvel emplacement de type d'activation Manuel est créé sous un nom temporaire. Le nom est sélectionné pour que vous puissiez en saisir un nouveau immédiatement.
it: Una nuova posizione con il tipo di attivazione manuale viene creato con un nome temporaneo. Il nome viene selezionato per consentire di digitare un nuovo nome immediatamente.
ja: アクティブ化タイプが「手動」である新しい場所が、一時的な名前で作成されます。名前が選択されているので新しい名前をただちに入力できます。
ko: 수동 활성화 유형인 새 위치가 임시 이름으로 생성됩니다. 새 이름을 즉시 입력할 수 있도록 이름이 선택되어 있습니다.
pt_br: Um novo local com o tipo de ativação Manual é criado com um nome temporário. O nome é selecionado para que você possa digitar um novo imediatamente.
zh_cn: 此时将创建一个激活类型为“手动”且具有临时名称的新位置。此名称处于选中状态，使您可以立即键入新名称。
zh_hk: 啟用類型為「手動」的新位置會在建立時使用暫時的名稱。名稱已經選取，因此您可以立即輸入新的名稱。

source: Type the name of the new location, then press <keycap>Enter</keycap> to save your changes.
de: Geben Sie den Namen des neuen Speicherorts ein, und drücken Sie dann die <keycap>Eingabetaste</keycap>, um Ihre Änderungen zu speichern.
es: Escriba el nombre de la nueva ubicación y, a continuación, pulse <keycap>Introducir</keycap> para guardar los cambios.
fr: Saisissez le nom du nouvel emplacement, puis appuyez sur <keycap>Entrée</keycap> pour enregistrer vos modifications.
it: Digitare il nome della nuova posizione, quindi premere <keycap>Invio</keycap> per salvare le modifiche.
ja: 新しい場所の名前を入力してから、<keycap>Enter</keycap> を押して変更を保存します。
ko: 새 위치의 이름을 입력하고 <keycap>Enter</keycap>를 눌러 변경 사항을 저장합니다.
pt_br: Digite o nome do novo local e, em seguida, pressione <keycap>Enter</keycap> para salvar as alterações.
zh_cn: 键入新位置的名称，然后按 <keycap>Enter</keycap> 键保存更改。
zh_hk: 輸入新位置的名稱，然後按 <keycap>Enter</keycap> 儲存所做的變更。

source: To activate the location, click the radio button next to the location and then click <guibutton>OK</guibutton>.
de: Um den Speicherort zu aktivieren, klicken Sie auf das Optionsfeld neben dem Speicherort und dann auf <guibutton>OK</guibutton>.
es: Para activar la ubicación, haga clic en el botón de radio junto a la ubicación y, a continuación, haga clic en <guibutton>Aceptar</guibutton>.
fr: Pour activer l'emplacement, sélectionnez le bouton radio situé en regard de l'emplacement, puis cliquez sur <guibutton>OK</guibutton>.
it: Per attivare la posizione, fare clic sul pulsante di opzione accanto al percorso, quindi fare clic su <guibutton>OK</guibutton>.
ja: この場所をアクティブにするには、場所の横にあるラジオボタンをクリックしてから、「<guibutton>了解</guibutton>」をクリックします。
ko: 위치를 활성화하려면 위치 옆에 있는 라디오 버튼을 누르고 <guibutton>확인</guibutton>을 누릅니다.
pt_br: Para ativar o local, clique no botão de opção ao lado do local e, em seguida, clique em <guibutton>OK</guibutton>.
zh_cn: 要激活该位置，请单击其旁边的单选按钮，然后单击<guibutton>确定</guibutton>。
zh_hk: 若要啟用位置，請按一下位置旁邊的單選按鈕，然後按一下 [<guibutton>確定</guibutton>]。

source: To Remove a Location
de: So entfernen Sie einen Speicherort
es: Para eliminar una ubicación
fr: Pour supprimer un emplacement
it: Per rimuovere una posizione
ja: 場所を削除するには
ko: 위치 제거
pt_br: Para remover um local
zh_cn: 删除位置
zh_hk: 移除位置

source: Locations are removed in the <literal>Network Locations</literal> dialog.
de: Speicherorte werden im Dialogfeld <literal>Netzwerkspeicherorte</literal> entfernt.
es: Las ubicaciones se eliminan en el cuadro de diálogo <literal>Network Locations</literal>.
fr: Les emplacements sont supprimés dans la boîte de dialogue <literal>Emplacements réseau</literal>.
it: Le posizioni vengono rimosse dalla finestra di dialogo <literal>Posizioni di rete</literal>.
ja: 場所は、「<literal>ネットワークの場所</literal>」ダイアログで削除されます。
ko: <literal>네트워크 위치</literal> 대화 상자에서 위치를 제거할 수 있습니다.
pt_br: Os locais são removidos na caixa de diálogo <literal>Locais de rede</literal>.
zh_cn: 可在<literal>网络位置</literal>对话框中删除位置。
zh_hk: 位置要從 [<literal>網路位置</literal>] 對話方塊中移除。

source: Open the dialog by choosing <guimenuitem>Network Locations</guimenuitem> from the Network Status notification icon's right-click menu. Or, in the <literal>Connection Status</literal> view of the <literal>Network Preferences</literal> dialog, click the <guibutton>Locations</guibutton> button.
de: Öffnen Sie das Dialogfeld, indem Sie im Kontextmenü des Benachrichtigungssymbols "Netzwerkstatus" die Option <guimenuitem>Netzwerkspeicherorte</guimenuitem> wählen. Sie können stattdessen auch in der Ansicht <literal>Verbindungsstatus</literal> des Dialogfelds <literal>Netzwerkeigenschaften</literal> auf die Schaltfläche <guibutton>Speicherorte</guibutton> klicken.
es: Abra el cuadro de diálogo seleccionando <guimenuitem>Ubicaciones de red</guimenuitem> del menú que aparece al hacer clic con el botón derecho del mouse en el icono de notificación Estado de red. O, en la vista <literal>Connection Status</literal> del cuadro de diálogo <literal>Network Preferences</literal>, haga clic en el botón <guibutton>Ubicaciones</guibutton>.
fr: Ouvrez la boîte de dialogue en sélectionnant l'option <guimenuitem>Emplacements réseau</guimenuitem> du menu contextuel de l'icône de notification Etat du réseau. Vous pouvez également cliquer sur le bouton <guibutton>Emplacements</guibutton> dans la vue <literal>Etat de connexion</literal> de la boîte de dialogue <literal>Préférences réseau</literal>.
it: Per aprire la finestra di dialogo, scegliere <guimenuitem>Posizioni di rete</guimenuitem> dal menu di scelta rapida dell'icona di notifica dello stato della rete. Oppure, nella vista <literal>Stato della connessione</literal> della finestra di dialogo <literal>Preferenze di rete</literal>, fare clic sul pulsante <guibutton>Posizioni</guibutton>.
ja: このダイアログは、「ネットワークステータス」通知アイコンの右クリックメニューから「<guimenuitem>ネットワークの場所</guimenuitem>」を選択することで開きます。または、「<literal>ネットワーク設定</literal>」ダイアログの「<literal>接続状態</literal>」ビューで、「<guibutton>場所</guibutton>」ボタンをクリックします。
ko: 네트워크 상태 알림 아이콘을 마우스 오른쪽 버튼으로 누르면 나타나는 메뉴에서 <guimenuitem>네트워크 위치</guimenuitem>를 선택하여 대화 상자를 엽니다. 또는 <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>연결 상태</literal> 뷰에서 <guibutton>위치</guibutton> 버튼을 누릅니다.
pt_br: Abra a caixa de diálogo escolhendo <guimenuitem>Locais de rede</guimenuitem> no menu do botão direito do ícone de notificação Status da rede. Também é possível, na exibição <literal>Status da conexão</literal> da caixa de diálogo <literal>Preferências de rede</literal>, clicar no botão <guibutton>Locais</guibutton>.
zh_cn: 通过从“网络状态”通知图标的右键菜单中选择<guimenuitem>网络位置</guimenuitem>打开该对话框。或者，在<literal>网络首选项</literal>对话框的<literal>连接状态</literal>视图中，单击<guibutton>位置</guibutton>按钮。
zh_hk: 從 [網路狀態] 通知圖示右鍵功能表選取 [<guimenuitem>網路位置</guimenuitem>]，即可開啟對話方塊。或者，在 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>連線狀態</literal>] 檢視，按一下 [<guibutton>位置</guibutton>] 按鈕。

source: Select the location to remove, then click the <guibutton>Remove</guibutton> button.
de: Wählen Sie den Speicherort aus, der entfernt werden soll, und klicken Sie anschließend auf die Schaltfläche <guibutton>Entfernen</guibutton>.
es: Seleccione la ubicación que desea eliminar y haga clic en el botón <guibutton>Eliminar</guibutton>.
fr: Sélectionnez l'emplacement à supprimer, puis cliquez sur le bouton <guibutton>Supprimer</guibutton>.
it: Selezionare la posizione da rimuovere, quindi fare clic sul pulsante <guibutton>Rimuovi</guibutton>.
ja: 削除する場所を選択してから、「<guibutton>削除</guibutton>」ボタンをクリックします。
ko: 제거할 위치를 선택하고 <guibutton>제거</guibutton> 버튼을 누릅니다.
pt_br: Selecione o local a ser removido e, em seguida, clique no botão <guibutton>Remover</guibutton>.
zh_cn: 选择要删除的位置，然后单击<guibutton>删除</guibutton>按钮。
zh_hk: 選取要移除的位置，然後按一下 [<guibutton>移除</guibutton>] 按鈕。

source: The <guibutton>Remove</guibutton> button is disabled when a system location (Automatic or No Network) is selected. These locations cannot be deleted.
de: Die Schaltfläche <guibutton>Entfernen</guibutton> ist deaktiviert, wenn ein Systemspeicherort ("Automatisch" oder "Kein Netzwerk") gewählt ist. Diese Speicherorte können nicht gelöscht werden.
es: El botón <guibutton>Eliminar</guibutton> está inhabilitado cuando se selecciona una ubicación de sistema (automática o sin red). Estas ubicaciones no se pueden borrar.
fr: Le bouton <guibutton>Supprimer</guibutton> est désactivé lorsqu'un emplacement système (Automatique ou Aucun réseau) est sélectionné. Ces emplacements ne peuvent pas être supprimés.
it: Il pulsante <guibutton>Rimuovi</guibutton> viene disabilitato quando viene selezionata una posizione di sistema (Automatico o Nessuna rete). Queste posizioni non possono essere eliminate.
ja: 「<guibutton>削除</guibutton>」ボタンは、システムの場所 (「自動」または「ネットワークなし」) が選択されているときは無効になります。これらの場所は削除できません。
ko: 시스템 위치(자동 또는 네트워크 없음)를 선택하면 <guibutton>제거</guibutton> 버튼이 사용 안함으로 설정됩니다. 이러한 위치는 삭제할 수 없습니다.
pt_br: O botão <guibutton>Remover</guibutton> é desativado quando um local do sistema (Automático ou Nenhuma rede) é selecionado. Não é possível excluir esses locais.
zh_cn: 当选择了系统位置（“自动”或“无网络”）时，<guibutton>删除</guibutton>按钮会被禁用。无法删除这些位置。
zh_hk: 如果選取系統位置 (「自動」或「沒有網路」)，會停用 [<guibutton>移除</guibutton>] 按鈕。這些位置無法刪除。

source: To save your changes, click <guibutton>OK</guibutton>.
de: Klicken Sie auf <guibutton>OK</guibutton>, um Ihre Änderungen zu speichern.
es: Para guardar los cambios, haga clic en <guibutton>Aceptar</guibutton>.
fr: Pour enregistrer vos modifications, cliquez sur <guibutton>OK</guibutton>.
it: Per salvare le modifiche, fare clic su <guibutton>OK</guibutton>.
ja: 変更を保存するには、「<guibutton>了解</guibutton>」をクリックします。
ko: 변경 사항을 저장하려면 <guibutton>확인</guibutton>을 누릅니다.
pt_br: Para salvar as alterações, clique em <guibutton>OK</guibutton>.
zh_cn: 要保存所做更改，请单击<guibutton>确定</guibutton>。
zh_hk: 若要儲存所做的變更，請按一下 [<guibutton>確定</guibutton>]。

source: To Rename a Location
de: So benennen Sie einen Speicherort um
es: Para cambiar el nombre de una ubicación
fr: Pour renommer un emplacement
it: Per rinominare una posizione
ja: 場所の名前を変更するには
ko: 위치 이름 바꾸기
pt_br: Para renomear um local
zh_cn: 重命名位置
zh_hk: 重新命名位置
