Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: An expandable section that displays the Known BSSIDs list. This is a list of the MAC addresses of access points that are associated with this wireless network's ESSID. This information, which is optional, enables the NWAM process to distinguish different wireless networks that have the same network name. You can edit the Known BSSIDs list, adding or removing items. See <xref linkend="editing-tables"/>.
de: Ein erweiterbarer Bereich, in dem die Liste "Bekannte BSSIDs" angezeigt wird. Dabei handelt es sich um eine Liste der MAC-Adressen der Zugangspunkte, die dem ESSID des Drahtlosnetzwerks zugeordnet sind. Diese Information ist optional und gestattet dem NWAM-Prozess, verschiedene Drahtlosnetzwerke zu unterscheiden, die denselben Netzwerknamen haben. Sie können die Liste "Bekannte BSSIDs" bearbeiten, indem Sie Elemente hinzufügen oder entfernen. Siehe <xref linkend="editing-tables"/>.
es: Sección ampliable que muestra la lista de BSSID conocidos. Se trata de una lista de las direcciones MAC de los puntos de acceso que están asociados al ESSID de esta red inalámbrica. Esta información, que es opcional, permite que el proceso NWAM distinga las distintas redes inalámbricas que tienen el mismo nombre de red. Puede editar la lista de BSSID conocidos, agregando o eliminando elementos. Consulte <xref linkend="editing-tables"/>.
fr: Section extensible qui affiche la liste des BSSID connus. Il s'agit d'une liste d'adresses MAC des points d'accès associés à l'ESSID de ce réseau sans fil. Ces informations facultatives permettent au processus NWAM de distinguer les différents réseaux sans fil portant le même nom de réseau. Vous pouvez modifier la liste des BSSID connus, en ajoutant ou en supprimant des éléments. Reportez-vous à la section <xref linkend="editing-tables"/>.
it: Sezione espandibile che visualizza l'elenco di BSSID conosciuti. Si tratta di un elenco degli indirizzi MAC dei punti di accesso associati all'ESSID della rete wireless. Queste informazioni, che sono facoltative, consentono al processo NWAM di distinguere tra diverse reti wireless con lo stesso nome di rete. È possibile modificare l'elenco dei BSSID conosciuti, aggiungendo o rimuovendo voci. Vedere <xref linkend="editing-tables"/>.
ja: 既知の BSSID リストを表示する拡張可能なセクション。これは、この無線ネットワークの ESSID に関連付けられたアクセスポイントの MAC アドレスのリストです。この情報 (オプション) を使用すると、NWAM プロセスで、同じネットワーク名を持つ異なる無線ネットワークを区別できます。この既知の BSSID リストを編集して項目を追加したり削除したりできます。<xref linkend="editing-tables"/>を参照してください。
ko: 알려진 BSSID 목록을 표시하는 확장 가능한 섹션입니다. 이 무선 네트워크의 ESSID와 연관된 액세스 포인트의 MAC 주소 목록입니다. 이 정보(선택 사항)를 통해 NWAM 프로세스가 동일한 네트워크 이름을 가진 여러 무선 네트워크를 구별할 수 있습니다. 항목을 추가/제거하여 알려진 BSSID 목록을 편집할 수 있습니다. <xref linkend="editing-tables"/>을(를) 참조하십시오.
pt_br: Seção expansível que exibe a lista BSSIDs conhecidos. Trata-se de uma lista dos endereços MAC de pontos de acesso associados ao ESSID dessa rede sem fio. Essa informação, que é opcional, permite que o NWAM processe diferentes redes sem fio com o mesmo nome. É possível editar a lista BSSIDs conhecidos, adicionando ou removendo itens. Consulte <xref linkend="editing-tables"/>.
zh_cn: 一个可展开的区域，显示已知 BSSID 列表。这是一个与该无线网络的 ESSID 关联的访问点的 MAC 地址列表。此信息是可选的，使 NWAM 进程可以区分具有相同网络名称的不同无线网络。您可以编辑已知 BSSID 列表，在该列表中添加或删除项。请参见<xref linkend="editing-tables"/>。
zh_hk: 這個區段可以展開顯示已知的 BBSID 清單。這是與這個無線網路 ESSID 相關的存取點 MAC 位址清單。此資訊是選擇性的，可以讓 NWAM 程序區分擁有相同網路名稱的不同無線網路。您可以編輯已知的 BSSID 清單，新增或移除項目。請參閱<xref linkend="editing-tables"/>。

source: The <guibutton>OK</guibutton> button is disabled until a network name has been provided.
de: Die Schaltfläche <guibutton>OK</guibutton> wird erst dann aktiviert, wenn ein Netzwerkname bereitgestellt ist.
es: El botón <guibutton>Aceptar</guibutton> está desactivado hasta que se proporcione un nombre de red.
fr: Le bouton <guibutton>OK</guibutton> est désactivé tant qu'aucun nom de réseau n'a été fourni.
it: Il pulsante <guibutton>OK</guibutton> è disattivato fino a quando non viene fornito un nome di rete.
ja: 「<guibutton>了解</guibutton>」ボタンは、ネットワーク名が提供されるまで無効になっています。
ko: 네트워크 이름을 제공할 때까지 <guibutton>확인</guibutton> 버튼이 사용 안함으로 설정됩니다.
pt_br: O botão <guibutton>OK</guibutton> permanecerá desativado até que um nome de rede seja fornecido.
zh_cn: 除非提供了网络名称，否则<guibutton>确定</guibutton>按钮将被禁用。
zh_hk: 必須提供網路名稱才能啟用 [<guibutton>確定</guibutton>] 按鈕。

source: Working With the Wireless Chooser Dialog
de: Arbeiten mit dem Dialogfeld "Drahtlosnetzwerk auswählen"
es: Trabajo con el cuadro de diálogo selector de redes inalámbricas
fr: Utilisation de la boîte de dialogue Sélecteur de réseau sans fil
it: Utilizzo della finestra di dialogo Selettore di rete wireless
ja: 「無線チューザ」ダイアログの操作
ko: 무선 선택기 대화 상자 작업
pt_br: Como trabalhar com a caixa de diálogo Seletor sem fio
zh_cn: 使用“无线网络选择器”对话框
zh_hk: 使用無線網路選擇器對話方塊

source: The <literal>Wireless Chooser</literal> is a dialog that displays the wireless networks that are currently available and enables you to connect to one of them.
de: Im Dialogfeld <literal>Drahtlosnetzwerk auswählen</literal> werden die verfügbaren Drahtlosnetzwerke angezeigt. Sie können eine Verbindung mit einem dieser Netzwerke herstellen.
es: <literal>Wireless Chooser</literal> es un cuadro de diálogo que muestra las redes inalámbricas actualmente disponibles y le permite conectarse a una de ellas.
fr: La boîte de dialogue <literal>Sélecteur de réseau sans fil</literal> affiche les réseaux sans fil actuellement disponibles et vous permet de vous connecter à l'un d'entre eux.
it: <literal>Selettore di rete wireless</literal> è una finestra di dialogo dove vengono visualizzate le reti wireless attualmente disponibili e consente di connettersi a una di esse.
ja: 「<literal>無線チューザ</literal>」は、現在使用可能な無線ネットワークを表示するダイアログで、これを使用していずれかの無線ネットワークに接続できます。
ko: <literal>무선 선택기</literal>는 현재 사용 가능한 무선 네트워크를 표시하고 이들 중 하나에 연결할 수 있는 대화 상자입니다.
pt_br: O <literal>Seletor sem fio</literal> é uma caixa de diálogo que exibe as redes sem fio atualmente disponíveis e permite que você estabeleça conexão com elas.
zh_cn: <literal>无线网络选择器</literal>对话框显示当前可用的无线网络，并允许您连接其中一个网络。
zh_hk: [<literal>無線網路選擇器</literal>] 是一個對話方塊，它會顯示目前可以使用的無線網路以及讓您連線至其中一個無線網路。

source: The <literal>Wireless Chooser</literal> dialog opens when any of the following events occur:
de: Das Dialogfeld <literal>Drahtlosnetzwerk auswählen</literal> wird geöffnet, wenn eines der folgenden Ereignisse stattfindet:
es: El cuadro de diálogo <literal>Wireless Chooser</literal> se abre cuando se produce uno de los siguientes eventos:
fr: La boîte de dialogue <literal>Sélecteur de réseau sans fil</literal> s'ouvre lorsqu'un des événements suivants se produit :
it: La finestra di dialogo <literal>Selettore di reti wireless</literal> si apre quando si verifica uno dei seguenti eventi:
ja: 「<literal>無線チューザ</literal>」ダイアログは、次のいずれかのイベントが発生すると開きます。
ko: 다음 이벤트 중 하나가 발생할 때 <literal>무선 선택기</literal> 대화 상자가 열립니다.
pt_br: A caixa de diálogo <literal>Seletor sem fio</literal> é aberta na ocorrência de qualquer um dos eventos a seguir:
zh_cn: 当发生以下任一事件时，会打开<literal>无线网络选择器</literal>对话框：
zh_hk: 發生下列任一事件時，會開啟 [<literal>無線網路選擇器</literal>] 對話方塊：

source: A wireless connection is attempted, but your favorite wireless networks list is empty.
de: Es wird versucht, eine Verbindung mit einem Drahtlosnetzwerk herzustellen, aber Ihre Liste der bevorzugten Drahtlosnetzwerke ist leer.
es: Se intenta una conexión inalámbrica, pero su lista de redes inalámbricas está vacía.
fr: Une connexion sans fil est tentée mais la liste de vos réseaux sans fil favoris est vide.
it: Si cerca di stabilire una connessione wireless, ma l'elenco delle reti wireless preferite è vuoto.
ja: 無線接続が試行されたが、お気に入りの無線ネットワークのリストが空のとき。
ko: 무선 연결을 시도했지만 즐겨 찾는 무선 네트워크 목록이 비어 있습니다.
pt_br: Há uma tentativa de conexão sem fio, mas a sua lista de redes sem fio favoritas está vazia.
zh_cn: 尝试建立无线连接，但是您的收藏无线网络列表为空。
zh_hk: 嘗試使用無線連線，但是您常用的無線網路清單是空的。

source: No favorite networks have been found, and the <guimenuitem>Show available networks preference</guimenuitem> has been checked on the <guimenuitem>Wireless</guimenuitem> tab of the <literal>Connection Properties</literal> view in the <literal>Network Preferences</literal> dialog.
de: Es wurden keine bevorzugten Netzwerke gefunden, und im Dialogfeld <literal>Netzwerkeigenschaften</literal> auf der Registerkarte <guimenuitem>Drahtlos</guimenuitem> der Ansicht <literal>Verbindungseigenschaften</literal> wurde die Option <guimenuitem>Verfügbare Netzwerkeinstellung anzeigen</guimenuitem> aktiviert.
es: No se han encontrado redes favoritas y <guimenuitem>Mostrar preferencia de redes disponibles</guimenuitem> se ha activado en la ficha <guimenuitem>Inalámbrico</guimenuitem> de la vista <literal>Connection Properties</literal> en el cuadro de diálogo <literal>Network Preferences</literal>.
fr: Aucun réseau favori n'a été trouvé et l'option <guimenuitem>Afficher les préférences réseau disponibles</guimenuitem> a été activée dans l'onglet <guimenuitem>Sans fil</guimenuitem> de la vue <literal>Propriétés de connexion</literal> dans la boîte de dialogue <literal>Préférences réseau</literal>
it: Non sono state rilevate reti preferite e la preferenza <guimenuitem>Mostra preferenza reti disponibile</guimenuitem> è stata selezionata nella scheda <guimenuitem>Wireless</guimenuitem> della vista <literal>Proprietà di connessione</literal> della finestra di dialogo <literal>Preferenze di rete</literal>.
ja: お気に入りのネットワークが見つからず、かつ「<literal>ネットワーク設定</literal>」ダイアログにある「<literal>接続プロパティー</literal>」ビューの「<guimenuitem>無線</guimenuitem>」タブで「<guimenuitem>使用可能なネットワーク設定を表示する</guimenuitem>」にチェックマークが付いているとき。
ko: 즐겨 찾는 네트워크를 찾을 수 없으며, <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>연결 등록 정보</literal> 뷰의 <guimenuitem>무선</guimenuitem> 탭에서 <guimenuitem>사용 가능한 네트워크 기본 설정 표시</guimenuitem>가 선택되었습니다.
pt_br: Não foram encontradas redes favoritas, e a opção <guimenuitem>Mostrar preferência de redes disponíveis</guimenuitem> foi selecionada na guia <guimenuitem>Sem fio</guimenuitem> da exibição <literal>Propriedades de conexão</literal>, na caixa de diálogo <literal>Preferências de rede</literal>.
zh_cn: 未找到任何收藏网络，而且在<literal>网络首选项</literal>对话框中的<literal>连接属性</literal>视图的<guimenuitem>无线</guimenuitem>选项卡上选中了<guimenuitem>显示可用网络首选项</guimenuitem>。
zh_hk: 找不到常用的網路，而且已經在 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>連線特性</literal>] 檢視，選取 [<guimenuitem>無線</guimenuitem>] 標籤的 [<guimenuitem>顯示可用的網路喜好設定</guimenuitem>]。

source: You click a panel notification message that says "Click this message to view other available networks".
de: Klicken Sie auf eine Benachrichtigungsmeldung mit dem Text "Klicken Sie auf diese Meldung, um andere verfügbare Netzwerke anzuzeigen".
es: Haga clic en el mensaje de notificación del panel que dice "Haga clic en este mensaje para ver otras redes disponibles".
fr: Cliquez sur le message de notification du panneau "Cliquez sur ce message pour voir les autres réseaux disponibles".
it: Si fa clic su un messaggio di notifica del riquadro che afferma "Fare clic sul messaggio per visualizzare le altre reti disponibili".
ja: 「その他の使用可能なネットワークを表示するには、このメッセージをクリックしてください」というパネル通知メッセージをクリックしたとき。
ko: "사용 가능한 다른 네트워크를 보려면 이 메시지를 누르십시오."라는 패널 알림 메시지를 누릅니다.
pt_br: Clique em uma mensagem de notificação do painel que diz"Clique nesta mensagem para ver outras redes disponíveis".
zh_cn: 单击面板通知消息“单击此消息可查看其他可用网络”。
zh_hk: 按一下「按一下此訊息，檢視其他可用的網路」面板通知訊息。

source: Wireless networks are listed in descending order, according to signal strength. To update the list of available networks and their signal strengths, click the <guibutton>Refresh</guibutton> button.
de: Drahtlosnetzwerke werden entsprechend der Signalstärke in absteigender Reihenfolge aufgelistet. Um die Liste der verfügbaren Netzwerke und ihrer Signalstärken zu aktualisieren, klicken Sie auf die Schaltfläche <guibutton>Aktualisieren</guibutton>.
es: Las redes inalámbricas se enumeran en orden descendente, de acuerdo con la intensidad de la señal. Para actualizar la lista de redes disponibles y la intensidad de su señal, haga clic en el botón <guibutton>Refrescar</guibutton>.
fr: Les réseaux sans fil sont répertoriés dans l'ordre décroissant en fonction de l'intensité de leur signal. Pour mettre à jour la liste des réseaux disponibles et l'intensité de leur signal, cliquez sur le bouton <guibutton>Actualiser</guibutton>.
it: Le reti wireless sono elencate in ordine discendente, in base alla forza del segnale. Per aggiornare l'elenco di reti disponibili e della relativa forza del segnale, fare clic sul pulsante <guibutton>Aggiorna</guibutton>.
ja: 無線ネットワークは、信号の強さに従って降順で一覧表示されます。使用可能なネットワークとその信号の強さのリストを更新するには、「<guibutton>再表示</guibutton>」ボタンをクリックします。
ko: 무선 네트워크가 신호 감도에 따라 내림차순으로 나열됩니다. 사용 가능한 네트워크와 해당 신호 감도 목록을 업데이트하려면 <guibutton>새로 고침</guibutton> 버튼을 누릅니다.
pt_br: As redes sem fio são listadas em ordem descendente, de acordo com a força de sinal. Para atualizar a lista de redes disponíveis e suas forças de sinal, clique no botão <guibutton>Atualizar</guibutton>.
zh_cn: 无线网络根据信号强度按降序列出。要更新可用网络及其信号强度的列表，请单击<guibutton>刷新</guibutton>按钮。
zh_hk: 根據訊息的強度，按照遞減順序列出無線網路。若要更新可用的網路清單及訊號強度，請按一下 [<guibutton>重新整理</guibutton>] 按鈕。

source: To join the selected network immediately, click <guibutton>Connect</guibutton>. If you have not joined this network before, or if you have configured your preferences so that confirmation is required, the <literal>Join Wireless Network</literal> dialog opens. Enter or confirm the password and any other security credentials that are required.
de: Um sofort eine Verbindung mit dem ausgewählten Netzwerk herzustellen, klicken Sie auf die Schaltfläche <guibutton>Verbinden</guibutton>. Wenn Sie zuvor noch keine Verbindung mit diesem Netzwerk hergestellt haben oder wenn Sie Ihre Einstellungen so konfiguriert haben, dass eine Bestätigung erforderlich ist, wird das Dialogfeld <literal>Mit Drahtlosnetzwerk verbinden</literal> geöffnet. Geben Sie das Passwort und andere erforderliche Sicherheitsberechtigungsnachweise ein.
es: Para incorporarse una red seleccionada de inmediato, haga clic en el botón <guibutton>Conectar</guibutton>. Si no se incorporó a esta red antes o si configuró sus preferencias de manera que se requiere confirmación, se abre el cuadro de diálogo <literal>Join Wireless Network</literal>. Introduzca o confirme la contraseña y cualquier otra credencial de seguridad que sea necesaria.
fr: Pour vous connecter immédiatement au réseau sélectionné, cliquez sur <guibutton>Connexion/guibutton>. Si vous ne vous êtes jamais connecté à ce réseau ou si vous avez configuré vos préférences de sorte à demander une confirmation, la boîte de dialogue <literal>Rejoindre un réseau sans fil</literal> s'ouvre. Saisissez ou confirmez le mot de passe et toute autre information de sécurité nécessaire.
it: Per accedere immediatamente alla rete selezionata, fare clic su <guibutton>Connetti</guibutton>. Se non è stato effettuato l'accesso a questa rete in precedenza, o se le preferenze impostate prevedono una conferma, viene aperta la finestra di dialogo <literal>Accedi alla rete wireless</literal>. Immettere o confermare la password ed eventuali altre credenziali di sicurezza necessarie.
ja: 選択されたネットワークにただちに加入するには、「<guibutton>接続</guibutton>」をクリックします。このネットワークに以前に加入したことがない場合や、確認が必要なように設定を構成している場合は、「<literal>無線ネットワークに加入</literal>」ダイアログが開きます。パスワードと、必要なその他のすべてのセキュリティー資格を入力または確認します。
ko: 선택한 네트워크에 즉시 연결하려면 <guibutton>연결</guibutton>을 누릅니다. 이 네트워크에 연결한 적이 없거나 기본 설정에서 확인이 필요하도록 구성한 경우 <literal>무선 네트워크 연결</literal> 대화 상자가 열립니다. 암호 및 기타 필요한 보안 자격 증명을 입력하거나 확인합니다.
pt_br: Para entrar na rede selecionada imediatamente, clique em <guibutton>Conectar</guibutton>. Se você não tiver entrado nessa rede antes ou se tiver configurado suas preferências para que a confirmação seja necessária, a caixa de diálogo <literal>Entrar em rede sem fio</literal> será aberta. Digite ou confirme a senha e qualquer outra credencial de segurança necessária.
zh_cn: 要立即连接选定网络，请单击<guibutton>连接</guibutton>。如果以前未曾连接此网络，或者您将首选项配置为需要确认连接，则会打开<literal>连接无线网络</literal>对话框。输入或确认口令及要求提供的其他任何安全凭证。
zh_hk: 若要立即加入選取的網路，按一下 [<guibutton>連線</guibutton>]。如果從未加入這個網路，或者您將喜好設定配置為需要進行確認，則會開啟 [<literal>加入無線網路</literal>] 對話方塊。輸入或確認密碼以及任何其他必要的安全性憑證。

source: Clicking <guibutton>Join Unlisted</guibutton> enables you to join a network that is not broadcasting its network name. After connecting to any such network, the network is displayed in the menu and in the list of favorite networks. If the network was not added to the list of favorites when you initially connected, it will disappear from the favorites list after you disconnect or end your session.
de: Wenn Sie auf die Schaltfläche <guibutton>Mit Netzwerk verbinden</guibutton> klicken, können Sie eine Verbindung mit einem Netzwerk herstellen, das nicht seinen Netzwerknamen sendet. Nachdem Sie eine Verbindung mit einem solchen Netzwerk hergestellt haben, wird das Netzwerk im Menü und in der Liste der bevorzugten Netzwerke angezeigt. Wenn das Netzwerk nicht in der Favoritenliste enthalten war, als Sie anfangs eine Verbindung hergestellt hatten, wird es aus der Favoritenliste entfernt, wenn Sie Ihre Sitzung unterbrechen oder beenden.
es: Hacer clic en <guibutton>Incorporarse a red inalámbrica que no está en la lista</guibutton> le permite incorporarse a una red que no difunde su nombre de red. Después de conectarse a cualquier red de este tipo, la red se muestra en el menú y en la lista de redes favoritas. Si la red no se agregó a la lista de favoritos cuando se conectó por primera vez, aparecerá en la lista de favoritos después de que se desconecte o finalice la sesión.
fr: Cliquer sur <guibutton>Rejoindre non listé</guibutton> vous permet de vous connecter à un réseau qui ne diffuse pas son nom. Une fois connecté à un tel réseau, celui-ci s'affiche dans le menu, ainsi que dans la liste des réseaux favoris. Si le réseau n'a pas été ajouté à la liste de favoris lors de votre première connexion, il disparaît de la liste des favoris lorsque vous vous déconnectez ou fermez votre session.
it: Facendo clic su <guibutton>Partecipa a reti non in elenco</guibutton>, è possibile accedere a una rete che non trasmette il proprio nome di rete. Dopo aver effettuato la connessione a una di tali reti, essa viene visualizzata nel menu e nell'elenco delle reti preferite. Se la rete non è stata aggiunta all'elenco dei preferiti quando è stata effettuata la connessione iniziale, sparirà dall'elenco dei preferiti dopo la disconnessione o al termine della sessione.
ja: 「<guibutton>リストにないネットワークに加入</guibutton>」をクリックすると、そのネットワーク名をブロードキャストしていないネットワークに加入できます。このようなネットワークに接続したあと、そのネットワークは、メニューとお気に入りのネットワークのリストに表示されます。最初に接続したときにネットワークがお気に入りのリストに追加されなかった場合は、セッションを切り離すか、または終了したあとにお気に入りリストから消えます。
ko: <guibutton>나열되지 않은 네트워크 연결</guibutton>을 누르면 네트워크 이름을 브로드캐스트하지 않는 네트워크에 연결할 수 있습니다. 해당 네트워크에 연결한 후에는 메뉴 및 즐겨 찾는 네트워크 목록에 표시됩니다. 네트워크에 처음 연결할 때 즐겨찾기 목록에 추가하지 않은 경우 세션을 끊거나 종료한 후에는 즐겨찾기 목록에서 사라집니다.
pt_br: O clique em <guibutton>Entrar em rede sem fio que não esteja na lista</guibutton> permite que você entre em uma rede que não esteja transmitindo seu nome. Depois de se conectar com qualquer uma dessas redes, ela será exibida no menu e na lista de redes favoritas. Se ela não foi adicionada à lista de favoritas quando você se conectou inicialmente, ela desaparecerá da lista depois de você se desconectar ou finalizar a sessão.
zh_cn: 单击<guibutton>连接未列出的</guibutton>可以连接当前不广播其网络名称的网络。连接到任何此类网络后，该网络将会显示在菜单中以及收藏网络列表中。如果在初始连接时，此网络没有添加到收藏夹列表中，则在断开连接或结束会话后，该网络将从收藏夹列表中消失。
zh_hk: 按一下 [<guibutton>加入未列入清單</guibutton>] 可以讓您加入未廣播自己網路名稱的網路。連線到這類網路之後，會在功能表以及常用的網路清單中顯示網路。如果初次連線的時候，網路並未新增至常用的網路清單，則在您中斷連線或結束階段作業之後，網路就會從常用的網路清單中消失。

source: Working With Favorite Networks
de: Arbeiten mit bevorzugten Netzwerken
es: Trabajo con redes favoritas
fr: Utilisation de réseaux favoris
it: Utilizzo delle reti preferite
ja: お気に入りのネットワークの操作
ko: 즐겨 찾는 네트워크 작업
pt_br: Como trabalhar com redes favoritas
zh_cn: 使用收藏的网络
zh_hk: 使用常用的網路

source: By default, when you join a wireless network for the first time, a check box labeled, <guilabel>Add to List of Favorite Networks on Successful Connection</guilabel>, is displayed in the <literal>Join Wireless Network</literal> dialog.
de: Wenn Sie zum ersten Mal eine Verbindung mit einem Drahtlosnetzwerk herstellen, wird im Dialogfeld <literal>Mit Drahtlosnetzwerk verbinden</literal> das Kontrollkästchen <guilabel>Bei erfolgreicher Verbindung zur Liste der bevorzugten Netzwerke hinzufügen</guilabel> angezeigt.
es: De forma predeterminada, cuando se une a una red inalámbrica por primera vez, aparece una casilla de selección llamada <guilabel>Agregar a lista de redes favoritas cuando la conexión sea satisfactoria</guilabel> en el cuadro de diálogo <literal>Join Wireless Network</literal>.
fr: Par défaut, lorsque vous vous connectez à un réseau sans fil pour la première fois, une case à cocher intitulée <guilabel>Ajouter à la liste des réseaux favoris en cas de connexion réussie</guilabel> s'affiche dans la boîte de dialogue <literal>Rejoindre un réseau sans fil</literal>.
it: Per impostazione predefinita, quando si accede a una rete wireless per la prima volta, viene visualizzata la casella di controllo <guilabel>Aggiungi a elenco di reti preferite una volta stabilita la connessione</guilabel> nella finestra di dialogo <literal>Accedi alla rete wireless</literal>.
ja: デフォルトでは、はじめて無線ネットワークに加入すると、「<literal>無線ネットワークに加入</literal>」ダイアログに「<guilabel>接続が成功したらお気に入りのネットワークのリストに追加する</guilabel>」という名前のチェックボックスが表示されます。
ko: 기본적으로 무선 네트워크에 처음 연결할 때 <literal>무선 네트워크 연결</literal> 대화 상자에 <guilabel>연결되면 즐겨 찾는 네트워크 목록에 추가</guilabel>라는 확인란이 표시됩니다.
pt_br: Por padrão, quando você entra em uma rede sem fio pela primeira vez, uma caixa de seleção identificada, <guilabel>Adicionar à lista de redes favoritas em conexões bem-sucedidas</guilabel>, é exibida na caixa de diálogo <literal>Entrar em rede sem fio</literal>.
zh_cn: 缺省情况下，当您首次连接某个无线网络时，在<literal>连接无线网络</literal>对话框中将显示<guilabel>成功连接时添加到收藏的网络列表中</guilabel>复选框。
zh_hk: 根據預設，第一次加入無線網路時，會在 [<literal>加入無線網路</literal>] 對話方塊中顯示 [<guilabel>在連線成功時增加至常用網路清單</guilabel>] 核取方塊。

source: To add the network to your list of favorites, if the connection is successful, check this box. If you do not want the network to be added to your list of favorites, uncheck the box. Note that the box is checked by default.
de: Aktivieren Sie dieses Kontrollkästchen, um das Netzwerk bei erfolgreicher Verbindung Ihrer Favoritenliste hinzuzufügen. Wenn das Netzwerk Ihrer Favoritenliste nicht hinzugefügt werden soll, deaktivieren Sie das Kontrollkästchen. Beachten Sie, dass das Kontrollkästchen standardmäßig aktiviert ist.
es: Para agregar la red a la lista de favoritos, si la conexión fue correcta, marque esta casilla. Si no desea que la red se agregue a la lista de favoritos, desmárquela. Observe que la casilla aparece marcada predeterminadamente.
fr: Si la connexion réussit, cochez cette case pour ajouter le réseau à la liste des favoris. Si vous ne souhaitez pas ajouter le réseau à la liste des favoris, ne cochez pas la case. Notez que la case est cochée par défaut.
it: Per aggiungere la rete all'elenco di preferiti, in caso di comunicazione corretta, selezionare questa casella. Se non si desidera che la rete venga aggiunta al proprio elenco di preferiti, deselezionarla. Si noti che la casella è selezionata per impostazione predefinita.
ja: 接続が成功した場合にそのネットワークをお気に入りのリストに追加するには、このボックスにチェックマークを付けます。そのネットワークをお気に入りのリストに追加しない場合は、このボックスのチェックマークを外します。このボックスにはデフォルトでチェックマークが付いていることに注意してください。
ko: 네트워크를 즐겨찾기 목록에 추가하려면 연결 성공 시 이 확인란을 선택합니다. 네트워크를 즐겨찾기 목록에 추가하지 않으려면 확인란 선택을 취소합니다. 확인란은 기본적으로 선택되어 있습니다.
pt_br: Para adicionar a rede à lista de favoritas, se a conexão for bem-sucedida, marque essa caixa. Se você não desejar que a rede seja adicionada à lista, desmarque-a. Observe que a caixa é selecionada por padrão.
zh_cn: 要在连接成功时将网络添加到收藏夹列表，请选中此复选框。如果您不希望将网络添加到收藏夹列表，请取消选中该复选框。请注意，缺省情况下此复选框处于选中状态。
zh_hk: 若要將網路新增至常用的網路清單中，如果連接成功，請選取這個核取方塊。如果不希望將網路新增至常用的網路清單中，請取消選取這個核取方塊。請注意，預設會選取這個核取方塊。
