Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: AMD, Opteron, the AMD logo, and the AMD Opteron logo are trademarks or registered trademarks of Advanced Micro Devices. Intel and Intel Xeon are trademarks or registered trademarks of Intel Corporation. All SPARC trademarks are used under license and are trademarks or registered trademarks of SPARC International, Inc. UNIX is a registered trademark licensed through X/Open Company, Ltd.
de: AMD, Opteron, das AMD-Logo und das AMD Opteron-Logo sind Marken oder eingetragene Marken der Advanced Micro Devices. Intel und Intel Xeon sind Marken oder eingetragene Marken der Intel Corporation. Alle SPARC-Marken werden in Lizenz verwendet und sind Marken oder eingetragene Marken der SPARC International, Inc. UNIX ist eine eingetragene Marke, die durch X/Open Company, Ltd, lizenziert wird.
es: AMD, Opteron, el logotipo de AMD y el logotipo de AMD Opteron son marcas comerciales o marcas comerciales registradas de Advanced Micro Devices. Intel e Intel Xeon son marcas comerciales o marcas comerciales registradas de Intel Corporation. Todas las marcas comerciales de SPARC se utilizan con licencia y son marcas comerciales o marcas comerciales registradas de SPARC International, Inc. UNIX es una marca comercial registrada con acuerdo de licencia de X/Open Company, Ltd.
fr: AMD, Opteron, le logo AMD et le logo AMD Opteron sont des marques ou des marques déposées d'Advanced Micro Devices. Intel et Intel Xeon sont des marques ou des marques déposées d'Intel Corporation. Toutes les marques SPARC sont utilisées sous licence et sont des marques ou des marques déposées de SPARC International, Inc. UNIX est une marque déposée concédée sous licence par X/Open Company, Ltd.
it: AMD, Opteron, il logo AMD e il logo AMD Opteron sono marchi o marchi registrati di Advanced Micro Devices. Intel e Intel Xeon sono marchi o marchi registrati di Intel Corporation. Tutti i marchi SPARC sono utilizzati in base alla relativa licenza e sono marchi o marchi registrati di SPARC International, Inc. UNIX è un marchio registrato concesso in licenza attraverso X/Open Company, Ltd.
ja: AMD、Opteron、AMD ロゴ、AMD Opteron ロゴは、Advanced Micro Devices, Inc. の商標または登録商標です。Intel、Intel Xeon は、Intel Corporation の商標または登録商標です。すべての SPARC 商標は、SPARC International, Inc. のライセンスを受けて使用している同社の商標または登録商標です。UNIX は、X/Open Company, Ltd. がライセンスしている登録商標です。
ko: AMD, Opteron, AMD 로고 및 AMD Opteron 로고는 Advanced Micro Devices의 상표 내지는 등록 상표입니다. Intel 및 Intel Xeon은 Intel Corporation의 상표 내지는 등록 상표입니다. SPARC 상표 일체는 라이센스에 의거하여 사용되며 SPARC International, Inc.의 상표 내지는 등록 상표입니다. UNIX는 X/Open Company, Ltd.를 통해 라이센스를 취득한 등록 상표입니다.
pt_br: AMD, Opteron, o logotipo da AMD e o logotipo do AMD Opteron são marcas comerciais ou marcas comerciais registradas da Advanced Micro Devices. Intel e Intel Xeon são marcas comerciais ou marcas comerciais registradas da Intel Corporation. Todas as marcas comerciais SPARC são usadas sob licença e são marcas comerciais ou marcas comerciais registradas da SPARC International, Inc. UNIX é uma marca comercial registrada licenciada por meio do consórcio X/Open Company Ltd.
zh_cn: AMD、Opteron、AMD 徽标以及 AMD Opteron 徽标是 Advanced Micro Devices 的商标或注册商标。Intel 和 Intel Xeon 是 Intel Corporation 的商标或注册商标。所有 SPARC 商标均是 SPARC International, Inc 的商标或注册商标，并应按照许可证的规定使用。UNIX 是通过 X/Open Company, Ltd 授权的注册商标。
zh_hk: AMD、Opteron、AMD 標誌與 AMD Opteron 標誌是 Advanced Micro Devices 的商標或註冊商標。Intel 和 Intel Xeon 是 Intel Corporation 的商標或註冊商標。所有 SPARC 商標的使用皆經過授權，且是 SPARC International, Inc. 的商標或註冊商標。UNIX 是經過 X/Open Company, Ltd. 授權使用的註冊商標。

source: This software or hardware and documentation may provide access to or information on content, products, and services from third parties. Oracle Corporation and its affiliates are not responsible for and expressly disclaim all warranties of any kind with respect to third- party content, products, and services. Oracle Corporation and its affiliates will not be responsible for any loss, costs, or damages incurred due to your access to or use of third- party content, products, or services.
de: Diese Software oder Hardware und die Dokumentation können Zugriffsmöglichkeiten auf Inhalte, Produkte und Serviceleistungen von Dritten enthalten. Oracle Corporation und ihre verbundenen Unternehmen übernehmen keine Verantwortung für Inhalte, Produkte und Serviceleistungen von Dritten und lehnen ausdrücklich jegliche Art von Gewährleistung diesbezüglich ab. Oracle Corporation und ihre verbundenen Unternehmen übernehmen keine Verantwortung für Verluste, Kosten oder Schäden, die aufgrund des Zugriffs oder der Verwendung von Inhalten, Produkten und Serviceleistungen von Dritten entstehen.
es: Este software o hardware y la documentación pueden ofrecer acceso a contenidos, productos o servicios de terceros o información sobre los mismos. Ni Oracle Corporation ni sus filiales serán responsables de ofrecer cualquier tipo de garantía sobre el contenido, los productos o los servicios de terceros y renuncian explícitamente a ello. Oracle Corporation y sus filiales no se harán responsables de las pérdidas, los costos o los daños en los que se incurra como consecuencia del acceso o el uso de contenidos, productos o servicios de terceros.
fr: Ce logiciel ou matériel et la documentation qui l'accompagne peuvent fournir des informations ou des liens donnant accès à des contenus, des produits et des services émanant de tiers. Oracle Corporation et ses affiliés déclinent toute responsabilité ou garantie expresse quant aux contenus, produits ou services émanant de tiers. En aucun cas, Oracle Corporation et ses affiliés ne sauraient être tenus pour responsables des pertes subies, des coûts occasionnés ou des dommages causés par l'accès à des contenus, produits ou services tiers, ou à leur utilisation.
it: Il software o l’hardware e la documentazione possono includere informazioni su contenuti, prodotti e servizi di terze parti o collegamenti agli stessi. Oracle Corporation e le sue consociate declinano ogni responsabilità ed escludono espressamente qualsiasi tipo di garanzia relativa a contenuti, prodotti e servizi di terze parti. Oracle Corporation e le sue consociate non potranno quindi essere ritenute responsabili per qualsiasi perdita, costo o danno causato dall’accesso a contenuti, prodotti o servizi di terze parti o dall’utilizzo degli stessi.
ja: このソフトウェアまたはハードウェア、そしてドキュメントは、第三者のコンテンツ、製品、サービスへのアクセス、あるいはそれらに関する情報を提供することがあります。オラクル社およびその関連会社は、第三者のコンテンツ、製品、サービスに関して一切の責任を負わず、いかなる保証もいたしません。オラクル社およびその関連会社は、第三者のコンテンツ、製品、サービスへのアクセスまたは使用によって損失、費用、あるいは損害が発生しても一切の責任を負いかねます。
ko: 본 소프트웨어 혹은 하드웨어와 관련문서(설명서)는 제 3자로부터 제공되는 컨텐츠, 제품 및 서비스에 접속할 수 있거나 정보를 제공합니다. Oracle Corporation과 그 자회사는 제 3자의 컨텐츠, 제품 및 서비스와 관련하여 어떠한 책임도 지지 않으며 명시적으로 모든 보증에 대해서도 책임을 지지 않습니다. Oracle Corporation과 그 자회사는 제 3자의 컨텐츠, 제품 및 서비스에 접속하거나 사용으로 인해 초래되는 어떠한 손실, 비용 또는 손해에 대해 어떠한 책임도 지지 않습니다.
pt_br: Este programa e sua documentação podem oferecer acesso ou informações relativas a conteúdos, produtos e serviços de terceiros. A Oracle Corporation e suas empresas afiliadas não fornecem quaisquer garantias relacionadas a conteúdos, produtos e serviços de terceiros e estão isentas de quaisquer responsabilidades associadas a eles. A Oracle Corporation e suas empresas afiliadas não são responsáveis por quaisquer tipos de perdas, despesas ou danos incorridos em consequência do acesso ou da utilização de conteúdos, produtos ou serviços de terceiros.
zh_cn: 本软件或硬件以及文档可能提供了访问第三方内容、产品和服务的方式或有关这些内容、产品和服务的信息。对于第三方内容、产品和服务，Oracle Corporation 及其附属公司明确表示不承担任何种类的担保，亦不对其承担任何责任。对于因访问或使用第三方内容、产品或服务所造成的任何损失、成本或损害，Oracle Corporation 及其附属公司概不负责。
zh_hk: 本軟體或硬體與說明文件可能提供第三方內容、產品和服務的存取途徑與資訊。Oracle Corporation 和其關係公司明文聲明對第三方網站所提供的內容、產品與服務不做保證，且不負任何責任。Oracle Corporation 和其關係公司對於您存取或使用第三方的內容、產品或服務所引起的任何損失、費用或損害亦不負任何責任。

source: Introduction
de: Einführung
es: Introducción
it: Introduzione
ja: はじめに
ko: 소개
pt_br: Introdução
zh_cn: 介绍
zh_hk: 簡介

source: Use this online help to find out more about configuring your automatic network connection by using the Network Auto-Magic (NWAM) graphical user interface (GUI). Links within the application take you to pages that provide more detailed information. You can also navigate through this help by using links that appear within the text or by clicking the various topics in the side pane.
de: Verwenden Sie diese Onlinehilfe, um mehr über das Konfigurieren Ihrer automatischen Netzwerkverbindung mithilfe der Benutzeroberfläche (GUI) von Network Auto-Magic (NWAM) zu erfahren. Links innerhalb der Anwendung führen Sie zu den Seiten, auf denen ausführliche Informationen zu finden sind. Sie können durch diese Hilfe navigieren, indem Sie die Links verwenden, die innerhalb des Textes erscheinen, oder indem Sie auf die verschiedenen Themen im Fensterbereich klicken.
es: Utilice esta ayuda en línea para obtener más información sobre la configuración de su conexión automática de red mediante la interfaz gráfica de usuario de Network Auto-Magic (NWAM). Los enlaces dentro de la aplicación lo direccionan a páginas que proporcionan información más detallada. También puede navegar por la ayuda a través de los enlaces que aparecen en el texto o haciendo clic en los diferentes tema del panel lateral.
fr: Utilisez l'aide en ligne pour en savoir plus sur la configuration de votre connexion réseau automatique via l'interface graphique du NWAM (Network Auto-Magic). Les liens fournis dans l'application vous permettent d'accéder à des pages d'informations plus détaillées. Vous pouvez également naviguer dans l'aide grâce aux liens figurant dans le texte ou en cliquant sur les différentes rubriques répertoriées dans le panneau latéral.
it: Utilizzare questa guida in linea per ottenere maggiori informazioni sulla configurazione di una connessione di rete automatica utilizzando l'interfaccia utente grafica di Network Auto-Magic (NWAM). I collegamenti all'interno dell'applicazione portano a pagine che forniscono informazioni più dettagliate. È anche possibile navigare all'interno della guida utilizzando i collegamenti all'interno del testo oppure selezionando i vari argomenti nel riquadro laterale.
ja: このオンラインヘルプは、Network Auto-Magic (NWAM) グラフィカルユーザーインタフェース (GUI) を使用して自動ネットワーク接続を構成するための詳細情報を見つけるために使用してください。このアプリケーション内のリンクをクリックすると、より詳細な情報を提供するページに移動します。また、テキスト内に表示されるリンクを使用するか、またはサイド区画内のさまざまなトピックをクリックすることによって、このヘルプ内をナビゲートすることもできます。
ko: 이 온라인 도움말에서는 NWAM(Network Auto-Magic) GUI(그래픽 사용자 인터페이스)를 사용하여 자동 네트워크 연결을 구성하는 방법을 자세히 알아볼 수 있습니다. 응용 프로그램 내의 링크를 누르면 자세한 정보를 제공하는 페이지로 이동합니다. 또한 텍스트 안에 나타나는 링크를 사용하거나 사이드 창의 다양한 주제를 누르면 이 도움말을 탐색할 수 있습니다.
pt_br: Use esta ajuda on-line para obter mais informações sobre a configuração de sua conexão de rede automática, usando a interface gráfica de usuário do Network Auto-Magic (NWAM). Links contidos no aplicativo dão acesso a páginas que contêm informações mais detalhadas. Também é possível navegar por esta ajuda usando os links que aparecem no texto ou clicando nos vários tópicos no painel lateral.
zh_cn: 使用此联机帮助可以了解有关使用网络自动配置 (Network Auto-Magic, NWAM) 图形用户界面 (graphical user interface, GUI) 配置自动网络连接的更多信息。此应用程序中的链接指向提供更多详细信息的页面。也可以通过使用文本中显示的链接或通过单击侧窗格中的各个主题来浏览此帮助。
zh_hk: 使用本線上說明了解更多有關使用 Network Auto-Magic (NWAM) 圖形化使用者介面 (GUI) 配置自動網路連線的資訊。應用程式中的連結會開啟相關頁面，提供更詳細的資訊。您也可以使用文字中顯示的連結或者按一下窗格中的各個主題瀏覽本說明。

source: About the Network Auto-Magic Feature
de: Informationen zur Funktion Network Auto-Magic
es: Acerca de la función Network Auto-Magic
fr: À propos de la fonction NWAM (Network Auto-Magic)
it: Informazioni su Network Auto-Magic
ja: Network Auto-Magic 機能について
ko: Network Auto-Magic 기능 정보
pt_br: Sobre o recurso Network Auto-Magic
zh_cn: 关于网络自动配置功能
zh_hk: 關於 Network Auto-Magic 功能

source: The NWAM feature simplifies basic network configuration by automatically configuring and managing your wired and wireless networks. NWAM addresses basic Ethernet and wireless configurations and enables you to perform various networking tasks, such as connecting to your wired or wireless network at startup and configuring new wired or wireless networks. The NWAM feature also simplifies more complex network configurations, such as system-wide network configuration. In addition, this feature displays informational messages about the current status of your network connection and the overall health of your network.
de: Die Funktion NWAM vereinfacht die grundlegende Netzwerkkonfiguration durch automatisches Konfigurieren und Verwalten Ihrer verdrahteten und drahtlosen Netzwerke. NWAM ist für das Ethernet und drahtlose Konfigurationen gedacht und ermöglicht Ihnen, verschiedene Vernetzungsaufgaben auszuführen, beispielsweise das Herstellen einer Verbindung mit Ihrem verdrahteten oder Drahtlosnetzwerk beim Start und das Konfigurieren neuer verdrahteter oder Drahtlosnetzwerke. Die Funktion NWAM vereinfacht zudem komplexe Netzwerkkonfigurationen, wie beispielsweise eine systemübergreifende Netzwerkkonfiguration. Außerdem zeigt diese Funktion Informationsmeldungen zum aktuellen Status Ihrer Netzwerkverbindung und den Gesamtzustand Ihres Netzwerks an.
es: La función NWAM simplifica la configuración básica de red al configurar y administrar automáticamente sus redes con cables e inalámbricas. NWAM se concentra directamente en las configuraciones básicas de Ethernet e inalámbricas y le permite realizar varias tareas de red, como conectar la red con cable o inalámbrica al inicio y configurar nuevas redes con cable o inalámbricas. Además, esta función muestra mensajes informativos acerca del estado actual de la conexión de red y el buen estado general de la red.
fr: La fonction NWAM simplifie la configuration réseau de base en configurant et en gérant automatiquement les réseaux câblés et sans fil. NWAM gère les configurations Ethernet et sans fil standard, et permet d'effectuer diverses tâches liées à la mise en réseau telles que la connexion au démarrage à un réseau câblé ou sans fil, ainsi que la configuration de nouveaux réseaux câblés ou sans fil. La fonction NWAM simplifie également les configurations réseau plus complexes telles qu'une configuration réseau à l'échelle du système. En outre, cette fonction affiche des messages d'information sur l'état actuel de la connexion réseau et l'état général du réseau.
it: NWAM semplifica la configurazione di base della rete attraverso la configurazione e la gestione automatizzate di reti wireless e cablate. NWAM è utilizzabile per configurazioni Ethernet e wireless di base e consente di eseguire varie operazioni di rete, tra cui connessione alla rete cablata o wireless all'avvio e configurazione di nuove reti cablate o wireless. NWAM è anche in grado di semplificare le configurazioni di rete più complesse, ad esempio quelle dell'intero sistema. Inoltre, questa funzionalità mostra all'utente messaggi informativi sullo stato attuale della connessione di rete, nonché sull'integrità generale della rete.
ja: NWAM 機能は、有線および無線ネットワークの構成と管理を自動的することによって、基本的なネットワーク構成を簡素化します。NWAM は基本的な Ethernet 構成と無線構成に対応しており、起動時の有線または無線ネットワークへの接続や、新しい有線または無線ネットワークの構成などのさまざまなネットワーク作業を実行できるようにします。NWAM 機能ではまた、システム全体にわたるネットワーク構成などのより複雑なネットワーク構成も簡素化されます。さらに、この機能では、ネットワーク接続の現在のステータスや、ネットワークの全体的な健全性に関する情報メッセージも表示されます。
ko: NWAM 기능은 유/무선 네트워크를 자동으로 구성 및 관리하여 기본 네트워크 구성을 단순화합니다. NWAM은 기본 이더넷 및 무선 구성을 처리하며 시작 시 유/무선 네트워크에 연결하고 새 유/무선 네트워크를 구성하는 등 다양한 네트워킹 작업을 수행할 수 있습니다. 또한 NWAM 기능은 시스템 차원의 네트워크 구성과 같은 복잡한 네트워크 구성을 단순화합니다. 더불어, 이 기능은 네트워크 연결의 현재 상태와 전반적인 건전성에 대한 정보 메시지를 표시합니다.
pt_br: O recurso NWAM simplifica a configuração básica de rede configurando e gerenciando, de forma automática, suas conexões com e sem fio. O NWAM resolve as configurações básicas sem fio e Ethernet, além de permitir que você execute várias tarefas, como o estabelecimento de conexão com a rede com ou sem fio na inicialização e configuração de novas redes. O recurso NWAM também simplifica as configurações de rede mais complexas, como a rede por todo o sistema. Além disso, este recurso exibe mensagens informativas sobre o status atual da conexão e a integridade geral da rede.
zh_cn: NWAM 功能通过自动配置和管理有线及无线网络来简化基本网络配置。NWAM 处理基本的以太网和无线配置，并可用于执行各种网络任务，例如在启动时连接到有线或无线网络，以及配置新的有线或无线网络。NWAM 功能还可简化更复杂的网络配置，例如系统范围的网络配置。此外，该功能还可显示关于网络连接当前状态及网络整体运行状况的提示性消息。
zh_hk: NWAM 功能可以自動設定以及管理有線以及無線網路，讓基本的網路配置更省事。NWAM 可以解決基本的乙太網路以及無線配置，以及讓您執行各種網路作業，例如在啟動時連線至有線或無線網路，以及配置新的有線或無線網路。NWAM 功能也可以簡化更複雜的網路配置，例如全系統網路配置。此外，這項功能也會顯示目前網路連線以及網路整體運作狀態的資訊訊息。

source: Other feature capabilities include:
de: Weitere Funktionen:
es: Otras características de esta función incluyen:
fr: Les fonctions suivantes sont également disponibles
it: Altre funzionalità includono:
ja: その他の機能には、次のものがあります。
ko: 기타 기능은 다음과 같습니다.
pt_br: Outros recursos incluem:
zh_cn: 其他主要功能包括：
zh_hk: 其他功能包括：

source: Multiple concurrent network connections
de: Mehrere gleichzeitige Netzwerkverbindungen
es: Varias conexiones de red simultáneas
fr: Plusieurs connexions réseau simultanées
it: Più connessioni di rete contemporanee
ja: 複数の並行ネットワーク接続
ko: 다중 동시 네트워크 연결
pt_br: Várias conexões de rede simultâneas
zh_cn: 多个并发网络连接
zh_hk: 多個同步運作的網路連線

source: Detection of hot-plug events
de: Erkennung von Ereignissen, die sich auf den Austausch von Komponenten während des laufenden Betriebs beziehen
es: Detección de eventos de conexión directa
fr: Détection des événements d'enfichages à chaud
it: Rilevazione di eventi hot-plug
ja: ホットプラグイベントの検出
ko: 핫 플러그 이벤트 감지
pt_br: Detecção de eventos hot-plug
zh_cn: 检测热插拔事件
zh_hk: 偵測熱插事件

source: Network modifiers support, for example, virtual private network (VPN) client applications.
de: Netzwerkmodifizierer unterstützen beispielsweise Virtual Private Network-Clientanwendungen (VPN).
es: Soporte con modificadores de red, por ejemplo, aplicaciones de cliente de red privada virtual (VPN).
fr: Prise en charge des modificateurs réseau, par exemple les applications client VPN (réseau privé virtuel).
it: Supporto per modificatori di rete, ad esempio applicazioni client per rete privata virtuale (VPN).
ja: ネットワーク修飾子のサポート。たとえば、仮想プライベートネットワーク (VPN) クライアントアプリケーション。
ko: VPN(가상 사설망) 클라이언트 응용 프로그램과 같은 네트워크 수정자 지원
pt_br: Suporte a modificadores de rede, por exemplo, aplicativos cliente de VPN (rede privada virtual).
zh_cn: 支持网络修饰器，例如虚拟专用网络 (virtual private network, VPN) 客户机应用程序。
zh_hk: 網路修飾鍵支援，例如虛擬私用網路 (VPN) 用戶端應用程式。

source: Network configuration is managed by storing desired property values in the form of profiles. NWAM determines which profile should be active at a given time, depending on the current network conditions, then activates that profile.
de: Die Netzwerkkonfiguration wird verwaltet, indem die entsprechenden Eigenschaftswerte in Form von Profilen gespeichert werden. NWAM bestimmt in Abhängigkeit von den aktuellen Netzwerkbedingungen, welches Profil zu einem bestimmten Zeitpunkt aktiv sein soll und aktiviert anschließend das Profil.
es: La configuración de red se administra mediante el almacenamiento de los valores de propiedades deseados en forma de perfiles. NWAM determina qué perfil debe estar activo en un momento determinado, según las condiciones actuales de la red, a continuación, activa ese perfil.
fr: La configuration du réseau est gérée par le stockage des valeurs de propriété souhaitées sous la forme de profils. NWAM détermine le profil à activer à un moment donné en fonction de l'environnement réseau, puis active le profil en question.
it: La configurazione di rete è gestita archiviando i valori di proprietà desiderati sotto forma di profili. NWAM determina quale profilo deve essere attivo in un dato momento, a seconda delle attuali condizioni di rete.
ja: ネットワーク構成は、目的のプロパティー値をプロファイルの形式で格納することによって管理されます。NWAM は、現在のネットワーク状態に応じて特定の時間にどのプロファイルをアクティブにすべきかを決定してから、そのプロファイルをアクティブにします。
ko: 네트워크 구성은 원하는 등록 정보 값을 프로필 형태로 저장하여 관리할 수 있습니다. NWAM은 현재 네트워크 조건에 따라 주어진 시간에 어떤 프로필을 활성화할지 결정한 다음, 해당 프로필을 활성화합니다.
pt_br: A configuração de rede é gerenciada pelo armazenamento de valores de propriedade desejados na forma de perfis. O NWAM determina qual perfil deverá estar ativo em um determinado momento e o ativa, dependendo das condições atuais da rede.
zh_cn: 网络配置通过以配置文件形式存储所需的属性值进行管理。NWAM 根据当前网络状况确定在给定时间应处于活动状态的配置文件，然后激活该配置文件。
zh_hk: 網路配置的管理方式是將想用的特性值儲存成設定檔的形式。NWAM 會根據目前的網路狀況，判斷哪一個設定檔應該在規定的時間生效，然後啟動那個設定檔。

source: There are two primary profile types: the <emphasis>Network Profile</emphasis>, which specifies the configuration of individual network interfaces, and <emphasis>Locations</emphasis>, which specify system-wide network configuration. The individual components that make up the network profile are referred to as <emphasis>network connections</emphasis>. You can use this application to configure and manage both types of profiles.
de: Es gibt zwei primäre Profiltypen: das <emphasis>Netzwerkprofil</emphasis>, das zur Angabe der Konfiguration von einzelnen Netzwerkschnittstellen dient, und <emphasis>Speicherorte</emphasis>, das zur Angabe von systemübergreifenden Netzwerkkonfigurationen dient. Die einzelnen Komponenten, aus denen das Netzwerkprofil besteht, werden als <emphasis>Netzwerkverbindungen</emphasis> bezeichnet. Sie können diese Anwendung verwenden, um beide Profiltypen zu konfigurieren und zu verwalten.
es: Hay dos tipos de perfiles principales: el <emphasis>Perfil de red</emphasis>, que especifica la configuración de interfaces de redes individuales, y <emphasis>Ubicaciones</emphasis>, que especifica la configuración de la red en todo el sistema. Los componentes individuales que componen el perfil de red son conocidos como <emphasis>conexiones de red</emphasis>. Puede usar esta aplicación para configurar y administrar ambos tipos de perfiles.
fr: Il existe deux principaux types de profil : le <emphasis>profil réseau</emphasis> qui spécifie la configuration des interfaces réseau individuelles et les <emphasis>emplacements</emphasis> qui spécifient, à l'échelle du système, la configuration réseau. Les composants individuels qui composent le profil réseau sont appelés <emphasis>connexions réseau</emphasis>. Vous pouvez utiliser cette application pour configurer et gérer ces deux types de profils.
it: Esistono due principali tipi di profilo: <emphasis>Profilo di rete</emphasis>, che specifica la configurazione di interfacce di rete singole, e <emphasis>Posizioni</emphasis>, che specifica la configurazione di rete dell'intero sistema. I componenti individuali che compongono il profilo di rete sono definiti <emphasis>connessioni di rete</emphasis>. Questa applicazione può essere utilizzata per configurare e gestire entrambi i tipi di profilo.
ja: 主なプロファイルの種類には、個々のネットワークインタフェースの構成を指定する<emphasis>ネットワークプロファイル</emphasis>と、システム全体にわたるネットワーク構成を指定する<emphasis>場所</emphasis>の 2 つがあります。ネットワークプロファイルを構成する個々のコンポーネントは、<emphasis>ネットワーク接続</emphasis>として参照されます。このアプリケーションを使用すると、両方の種類のプロファイルの構成と管理を行うことができます。
ko: 두 가지 주요 프로필 유형이 있습니다. <emphasis>네트워크 프로필</emphasis>은 개별 네트워크 인터페이스의 구성을 지정하고, <emphasis>위치</emphasis>는 시스템 차원의 네트워크 구성을 지정합니다. 네트워크 프로필을 구성하는 개별 구성 요소를 <emphasis>네트워크 연결</emphasis>이라고 합니다. 이 응용 프로그램을 사용하여 양쪽 유형의 프로필을 모두 구성 및 관리할 수 있습니다.
pt_br: Há dois tipos principais de perfil: o <emphasis>Perfil de rede</emphasis>, que especifica a configuração de interfaces de rede individuais, e <emphasis>Locais</emphasis>, que especificam a configuração de rede em todo o sistema. Os componentes individuais que compõem o perfil de rede são denominados <emphasis>conexões de rede</emphasis>. É possível usar este aplicativo para configurar e gerenciar os dois tipos de perfis.
zh_cn: 有两种主要的配置文件类型：<emphasis>网络配置文件</emphasis>，用于指定各个网络接口的配置；<emphasis>位置配置文件</emphasis>，用于指定系统范围的网络配置。组成网络配置文件的各个组成部分称为<emphasis>网络连接</emphasis>。您可以使用此应用程序来配置和管理这两种类型的配置文件。
zh_hk: 目前有兩種主要的設定檔類型：<emphasis>網路設定檔</emphasis>，可用來指定個別網路介面的配置，另一個是<emphasis>位置</emphasis>，可用來指定全系統的網路配置。構成網路設定檔的個別元件稱為<emphasis>網路連線</emphasis>。您可以使用這個應用程式來配置及管理這兩種類型的設定檔。

source: Related Information
de: Verwandte Informationen
es: Información relacionada
fr: Informations connexes
it: Informazioni correlate
ja: 関連情報
ko: 관련 정보
pt_br: Informações relacionadas
zh_cn: 相关信息
zh_hk: 相關資訊
