Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: Locations are renamed in the <literal>Network Locations</literal> dialog.
de: Speicherorte werden im Dialogfeld <literal>Netzwerkspeicherorte</literal> umbenannt.
es: En el cuadro de diálogo <literal>Network Locations</literal> se cambia el nombre de las ubicaciones.
fr: Les emplacements sont renommés dans la boîte de dialogue <literal>Emplacements réseau</literal>.
it: Per rinominare le posizioni, utilizzare la finestra di dialogo <literal>Posizioni di rete</literal>.
ja: 場所の名前は、「<literal>ネットワークの場所</literal>」ダイアログで変更されます。
ko: <literal>네트워크 위치</literal> 대화 상자에서 위치 이름을 바꿀 수 있습니다.
pt_br: Os locais são renomeados na caixa de diálogo <literal>Locais de rede</literal>.
zh_cn: 可在<literal>网络位置</literal>对话框中重命名位置。
zh_hk: 位置要在 [<literal>網路位置</literal>] 對話方塊中重新命名。

source: You can only rename a location immediately after you have added it. After you click the OK button to confirm the addition of the location and close the <literal>Network Locations</literal> dialog, the location name is fixed and cannot be edited.
de: Sie können einen Speicherort nur dann umbenennen, nachdem Sie ihn hinzugefügt haben. Nachdem Sie auf "OK" geklickt haben, um das Hinzufügen des Speicherorts zu bestätigen, und das Dialogfeld <literal>Netzwerkspeicherorte</literal> geschlossen haben, ist der Name des Speicherorts festgelegt und kann nicht mehr bearbeitet werden.
es: Sólo puede cambiar el nombre de una ubicación inmediatamente después de haberla agregado. Después de hacer clic en el botón Aceptar para confirmar la adición de la ubicación y cerrar el cuadro de diálogo <literal>Network Locations</literal>, el nombre de la ubicación se fija y no es posible cambiarlo.
fr: Vous ne pouvez renommer un emplacement qu'immédiatement après l'avoir ajouté. Dès que vous cliquez sur le bouton OK pour confirmer l'ajout de l'emplacement et fermez la boîte de dialogue <literal>Emplacements réseau</literal>, le nom de l'emplacement est validé et ne peut être modifié.
it: È possibile rinominare una posizione solo immediatamente dopo averla aggiunta. Dopo aver fatto clic sul pulsante OK per confermare l'aggiunta della posizione e aver chiuso la finestra di dialogo <literal>Posizioni di rete</literal>, il nome della posizione è definitivo e non può essere modificato.
ja: 場所の名前は、その場所を追加した直後にのみ変更できます。「了解」ボタンをクリックして場所を追加することを確認し、「<literal>ネットワークの場所</literal>」ダイアログを閉じると、場所名が固定されて編集できなくなります。
ko: 위치 이름은 추가한 직후에만 바꿀 수 있습니다. 확인 버튼을 눌러 위치 추가를 확인하고 <literal>네트워크 위치</literal> 대화 상자를 닫은 후에는 위치 이름이 고정되므로 편집할 수 없습니다.
pt_br: Somente é possível renomear um local logo após adicioná-lo. Depois de clicar no botão OK para confirmar a adição e fechar a caixa de diálogo <literal>Locais de rede</literal>, o nome do local se tornará fixo e não poderá ser editado.
zh_cn: 只能在添加位置后立即对其进行重命名。在单击了“确定”按钮确认添加位置并关闭<literal>网络位置</literal>对话框后，该位置名称将固定，无法编辑。
zh_hk: 您只能在新增位置後立即重新命名位置。按一下 [確定] 按鈕確認新增的位置，然後關閉 [<literal>網路位置</literal>] 對話方塊後，位置名稱就會固定無法編輯。

source: Open the dialog by choosing <guimenuitem>Network Locations</guimenuitem> from the <literal>Network Status</literal> notification icon's right-click menu. Or, in the <literal>Connection Status</literal> view of the <literal>Network Preferences</literal> dialog, click the <guibutton>Locations</guibutton> button.
de: Öffnen Sie das Dialogfeld, indem Sie im Kontextmenü des Benachrichtigungssymbols <literal>Netzwerkstatus</literal> die Option <guimenuitem>Netzwerkspeicherorte</guimenuitem> wählen. Sie können stattdessen auch in der Ansicht <literal>Verbindungsstatus</literal> des Dialogfelds <literal>Netzwerkeigenschaften</literal> auf die Schaltfläche <guibutton>Speicherorte</guibutton> klicken.
es: Abra el cuadro de diálogo mediante <guimenuitem>Ubicaciones de red</guimenuitem> del menú que aparece al hacer clic con el botón derecho del mouse en el icono de notificación <literal>Network Status</literal>. O, en la vista <literal>Connection Status</literal> del cuadro de diálogo <literal>Network Preferences</literal>, haga clic en el botón <guibutton>Ubicaciones</guibutton>.
fr: Ouvrez la boîte de dialogue en sélectionnant l'option <guimenuitem>Emplacements réseau</guimenuitem> du menu contextuel de l'icône de notification <literal>Etat du réseau</literal>. Vous pouvez également cliquer sur le bouton <guibutton>Emplacements</guibutton> dans la vue <literal>Etat de connexion</literal> de la boîte de dialogue <literal>Préférences réseau</literal>.
it: Per aprire la finestra di dialogo, scegliere <guimenuitem>Posizioni di rete</guimenuitem> dal menu di scelta rapida dell'icona di notifica <literal>Stato rete</literal>. Oppure, nella vista <literal>Stato della connessione</literal> della finestra di dialogo <literal>Preferenze di rete</literal>, fare clic sul pulsante <guibutton>Posizioni</guibutton>.
ja: このダイアログは、「<literal>ネットワークステータス</literal>」通知アイコンの右クリックメニューから「<guimenuitem>ネットワークの場所</guimenuitem>」を選択することで開きます。または、「<literal>ネットワーク設定</literal>」ダイアログの「<literal>接続状態</literal>」ビューで、「<guibutton>場所</guibutton>」ボタンをクリックします。
ko: <literal>네트워크 상태</literal> 알림 아이콘을 마우스 오른쪽 버튼으로 누르면 나타나는 메뉴에서 <guimenuitem>네트워크 위치</guimenuitem>를 선택하여 대화 상자를 엽니다. 또는 <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>연결 상태</literal> 뷰에서 <guibutton>위치</guibutton> 버튼을 누릅니다.
pt_br: Abra a caixa de diálogo escolhendo <guimenuitem>Locais de rede</guimenuitem> no menu do botão direito do ícone de notificação <literal>Status da rede</literal>. Também é possível, na exibição <literal>Status da conexão</literal> da caixa de diálogo <literal>Preferências de rede</literal>, clicar no botão <guibutton>Locais</guibutton>.
zh_cn: 通过从<literal>网络状态</literal>通知图标的右键菜单中选择<guimenuitem>网络位置</guimenuitem>打开该对话框。或者，在<literal>网络首选项</literal>对话框的<literal>连接状态</literal>视图中，单击<guibutton>位置</guibutton>按钮。
zh_hk: 從 [<literal>網路狀態</literal>] 通知圖示右鍵功能表選取 [<guimenuitem>網路位置</guimenuitem>]，即可開啟對話方塊。或者，在 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>連線狀態</literal>] 檢視，按一下 [<guibutton>位置</guibutton>] 按鈕。

source: Select the location to rename, then click the <guibutton>Rename</guibutton> button.
de: Wählen Sie den Speicherort aus, der umbenannt werden soll, und klicken Sie dann auf die Schaltfläche <guibutton>Umbenennen</guibutton>.
es: Seleccione la ubicación a la que desea cambiar el nombre y haga clic en el botón <guibutton>Renombrar</guibutton>.
fr: Sélectionnez l'emplacement à renommer, puis cliquez sur le bouton <guibutton>Renommer</guibutton>.
it: Selezionare la posizione da rinominare, quindi fare clic sul pulsante <guibutton>Rinomina</guibutton>.
ja: 名前を変更する場所を選択してから、「<guibutton>名前を変更</guibutton>」ボタンをクリックします。
ko: 이름을 바꿀 위치를 선택하고 <guibutton>이름 바꾸기</guibutton> 버튼을 누릅니다.
pt_br: Selecione o local a ser renomeado e, em seguida, clique no botão <guibutton>Renomear</guibutton>.
zh_cn: 选择要重命名的位置，然后单击<guibutton>重命名</guibutton>按钮。
zh_hk: 選取要重新命名的位置，然後按一下 [<guibutton>重新命名</guibutton>] 按鈕。

source: The location name is replaced by an <emphasis>in-place</emphasis> editable text field in the list.
de: Der Name des Speicherorts wird durch ein <emphasis>an Ort und Stelle</emphasis> bearbeitbares Textfeld in der Liste ersetzt.
es: El nombre de la ubicación se sustituye <emphasis>en su lugar</emphasis>por un campo de texto que se puede editar en la lista.
fr: Le nom de l'emplacement est remplacé par un champ de texte modifiable <emphasis>sur place</emphasis> dans la liste.
it: Il nome della posizione viene sostituito da un campo di testo modificabile <emphasis>direttamente</emphasis>.
ja: 場所名が、リスト内の<emphasis>インプレース</emphasis>編集可能テキストフィールドで置き換えられます。
ko: 목록에서 <emphasis>In-place</emphasis> 편집 가능한 텍스트 필드로 위치 이름이 바뀝니다.
pt_br: O nome do local será substituído por um campo de texto editável <emphasis>no local</emphasis> na lista.
zh_cn: 位置名称将由列表中<emphasis>适当的</emphasis>可编辑文本字段替换。
zh_hk: 位置名稱會被清單中的<emphasis>就地</emphasis>可編輯文字欄位取代。

source: Type the new location name in this field, then press <keycap>Enter</keycap>.
de: Geben Sie den neuen Namen des Speicherorts in dieses Feld ein, und drücken Sie dann die <keycap>Eingabetaste</keycap>.
es: Escriba el nuevo nombre de la ubicación en este campo y, a continuación, pulse <keycap>Introducir</keycap>.
fr: Saisissez le nouveau nom de l'emplacement dans ce champ, puis appuyez sur <keycap>Entrée</keycap>.
it: Digitare il nome della nuova posizione in questo campo, quindi premere <keycap>Invio</keycap>.
ja: このフィールドに新しい場所名を入力してから、<keycap>Enter</keycap> を押します。
ko: 이 필드에 새 위치 이름을 입력하고 <keycap>Enter</keycap>를 누릅니다.
pt_br: Digite o novo nome de local nesse campo e, em seguida, pressione <keycap>Enter</keycap>.
zh_cn: 在该字段中键入新的位置名称，然后按 <keycap>Enter</keycap> 键。
zh_hk: 在這個欄位中輸入新的位置名稱，然後按 <keycap>Enter</keycap>。

source: To revert to the previous location name, press <keycap>Esc</keycap>.
de: Um den vorherigen Namen des Speicherorts beizubehalten, drücken Sie die <keycap>Esc</keycap>-Taste.
es: Para volver al nombre anterior de la ubicación, pulse <keycap>Esc</keycap>.
fr: Pour revenir au nom précédent de l'emplacement, appuyez sur <keycap>Échap</keycap>.
it: Per tornare al nome della posizione precedente, premere <keycap>Esc</keycap>.
ja: 以前の場所名に戻すには、<keycap>Esc</keycap> を押します。
ko: 이전 위치 이름으로 되돌리려면 <keycap>Esc</keycap>를 누릅니다.
pt_br: Para reverter para o nome de local anterior, pressione <keycap>Esc</keycap>.
zh_cn: 要恢复为之前的位置名称，请按 <keycap>Esc</keycap> 键。
zh_hk: 若要復原之前的位置名稱，請按 <keycap>Esc</keycap>。

source: To Duplicate a Location
de: So duplizieren Sie einen Speicherort
es: Para duplicar una ubicación
fr: Pour dupliquer un emplacement
it: Per duplicare una posizione
ja: 場所を複製するには
ko: 위치 복제
pt_br: Para duplicar um local
zh_cn: 复制位置
zh_hk: 複製位置

source: Locations are duplicated in the <literal>Network Locations</literal> dialog.
de: Speicherorte werden im Dialogfeld <literal>Netzwerkspeicherorte</literal> dupliziert.
es: Las ubicaciones aparecen duplicadas en el cuadro de diálogo <literal>Network Locations</literal>.
fr: Les emplacements sont dupliqués dans la boîte de dialogue <literal>Emplacements réseau</literal>.
it: Le posizioni vengono duplicate nella finestra di dialogo <literal>Posizione di rete</literal>.
ja: 場所は、「<literal>ネットワークの場所</literal>」ダイアログで複製されます。
ko: <literal>네트워크 위치</literal> 대화 상자에서 위치를 복제할 수 있습니다.
pt_br: Os locais são duplicados na caixa de diálogo <literal>Locais de rede</literal>.
zh_cn: 可在<literal>网络位置</literal>对话框中复制位置。
zh_hk: 位置要從 [<literal>網路位置</literal>] 對話方塊中複製。

source: Select the location, then click the <guibutton>Duplicate</guibutton> button.
de: Wählen Sie den Speicherort, und klicken Sie anschließend auf die Schaltfläche <guibutton>Duplizieren</guibutton>.
es: Seleccione la ubicación y, a continuación, haga clic en el botón <guibutton>Duplicar</guibutton>.
fr: Sélectionnez l'emplacement, puis cliquez sur le bouton <guibutton>Dupliquer</guibutton>.
it: Selezionare la posizione, quindi fare clic sul pulsante <guibutton>Duplica</guibutton>.
ja: 場所を選択してから、「<guibutton>複製</guibutton>」ボタンをクリックします。
ko: 위치를 선택하고 <guibutton>복제</guibutton> 버튼을 누릅니다.
pt_br: Selecione o local e, em seguida, clique no botão <guibutton>Duplicar</guibutton>.
zh_cn: 选择位置，然后单击<guibutton>复制</guibutton>按钮。
zh_hk: 選取位置，然後按一下 [<guibutton>複製</guibutton>] 按鈕。

source: A new location is created with a temporary name.
de: Ein neuer Speicherort mit einem temporären Namen wird erstellt.
es: Se crea una nueva ubicación con un nombre temporal.
fr: Un emplacement est créé sous un nom temporaire.
it: Viene creata una nuova posizione con un nome temporaneo.
ja: 新しい場所が一時的な名前で作成されます。
ko: 새 위치가 임시 이름으로 생성됩니다.
pt_br: Um novo local será criado com um nome temporário.
zh_cn: 此时将创建一个具有临时名称的新位置。
zh_hk: 新的位置會以暫時的名稱建立。

source: Type a new location name, then press <keycap>Enter</keycap>.
de: Geben Sie einen neuen Namen für den Speicherort ein, und drücken Sie dann die <keycap>Eingabetaste</keycap>.
es: Introduzca un nuevo nombre de ubicación y pulse <keycap>Introducir</keycap>.
fr: Tapez un nouveau nom d'emplacement, puis appuyez sur <keycap>Entrée</keycap>.
it: Digitare il nome della nuova posizione, quindi premere <keycap>Invio</keycap>.
ja: 新しい場所名を入力してから、<keycap>Enter</keycap> を押します。
ko: 새 위치 이름을 입력하고 <keycap>Enter</keycap>를 누릅니다.
pt_br: Digite um novo nome de local e, em seguida, pressione <keycap>Enter</keycap>.
zh_cn: 键入新的位置名称，然后按 <keycap>Enter</keycap> 键。
zh_hk: 輸入新位置名稱，然後按 <keycap>Enter</keycap>。

source: To cancel your changes, press <keycap>Esc</keycap>.
de: Um Ihre Änderungen zu verwerfen, drücken Sie die <keycap>Esc</keycap>-Taste.
es: Para cancelar los cambios, pulse <keycap>Esc</keycap>.
fr: Pour annuler vos modifications, appuyez sur <keycap>Échap</keycap>.
it: Per annullare le modifiche, premere <keycap>Esc</keycap>.
ja: 変更を取り消すには、<keycap>Esc</keycap> を押します。
ko: 변경 사항을 취소하려면 <keycap>Esc</keycap>를 누릅니다.
pt_br: Para cancelar as alterações, pressione <keycap>Esc</keycap>.
zh_cn: 要取消所做更改，请按 <keycap>Esc</keycap> 键。
zh_hk: 若要取消所做的變更，請按 <keycap>Esc</keycap>。

source: To activate the location, select the radio button next to the location, then click OK.
de: Um den Speicherort zu aktivieren, klicken Sie auf das Optionsfeld neben dem Speicherort und dann auf "OK".
es: Para activar la ubicación, seleccione el botón de radio junto a la ubicación y haga clic en Aceptar.
fr: Pour activer l'emplacement, sélectionnez le bouton radio situé en regard de l'emplacement, puis cliquez sur OK.
it: Per attivare la posizione, selezionare il pulsante di opzione accanto al percorso, quindi fare clic su OK.
ja: その場所をアクティブにするには、場所の横にあるラジオボタンを選択してから、「了解」をクリックします。
ko: 위치를 활성화하려면 위치 옆에 있는 라디오 버튼을 선택하고 확인을 누릅니다.
pt_br: Para ativar o local, selecione o botão de opção ao lado do local e, em seguida, clique em OK.
zh_cn: 要激活该位置，请选择其旁边的单选按钮，然后单击“确定”。
zh_hk: 若要啟用位置，請選取位置旁邊的單選按鈕，然後按一下 [確定]。

source: To Configure Name Services For a Location
de: So konfigurieren Sie Name Services für einen Speicherort
es: Para configurar los servicios de nombres para una ubicación
fr: Pour configurer des services de noms pour un emplacement
it: Per configurare i servizi dei nomi per una posizione
ja: 場所のネームサービスを構成するには
ko: 위치에 대한 이름 서비스 구성
pt_br: Para configurar serviços de nome para um local
zh_cn: 为位置配置名称服务
zh_hk: 配置位置的名稱服務

source: The name services that are used when a location is active are specified on the <guilabel>Name Services</guilabel> tab of the <literal>Edit Location</literal> dialog.
de: Die Name Services, die verwendet werden, wenn ein Speicherort aktiv ist, werden auf der Registerkarte <guilabel>Name Services</guilabel> des Dialogfelds <literal>Speicherort bearbeiten</literal> angegeben.
es: Los servicios de nombres que se utilizan cuando una ubicación está activa se especifican en la ficha <guilabel>Servicios de nombres</guilabel> del cuadro de diálogo <literal>Edit Location</literal>.
fr: Les services de noms utilisés lorsqu'un emplacement est actif sont indiqués sur l'onglet <guilabel>Services de noms</guilabel> de la boîte de dialogue <literal>Modifier l'emplacement</literal>.
it: I servizi dei nomi utilizzati quando un percorso è attivo sono specificati nella scheda <guilabel>Servizi dei nomi</guilabel> della finestra di dialogo <literal>Modifica percorsi</literal>.
ja: 場所がアクティブなときに使用されるネームサービスは、「<literal>場所の編集</literal>」ダイアログの「<guilabel>ネームサービス</guilabel>」タブで指定されます。
ko: <literal>위치 편집</literal> 대화 상자의 <guilabel>이름 서비스</guilabel> 탭에서 위치가 활성일 때 사용되는 이름 서비스를 지정할 수 있습니다.
pt_br: Os serviços de nome usados quando um local está ativo são especificados na guia <guilabel>Serviços de nome</guilabel> da caixa de diálogo <literal>Editar local</literal>.
zh_cn: 可在<literal>编辑位置</literal>对话框的<guilabel>名称服务</guilabel>选项卡中，指定当位置处于活动状态时使用的名称服务。
zh_hk: 位置在使用中時所使用的名稱服務會在 [<literal>編輯位置</literal>] 對話方塊的 [<guilabel>名稱服務</guilabel>] 標籤中指定。

source: To specify which name services should be configured for this location, check one or more of the <guilabel>DNS</guilabel>, <guilabel>NIS</guilabel>, <guilabel>LDAP</guilabel> or <guilabel>Files</guilabel> check boxes.
de: Um anzugeben, welche Name Services für diesen Speicherort konfiguriert werden sollen, aktivieren Sie eines oder mehrere der Kontrollkästchen <guilabel>DNS</guilabel>, <guilabel>NIS</guilabel>, <guilabel>LDAP</guilabel> oder <guilabel>Dateien</guilabel>.
es: Para especificar qué servicios de nombres deben configurarse para esta ubicación, marque una o más de las siguientes casillas de verificación: <guilabel>DNS</guilabel>, <guilabel>NIS</guilabel>, <guilabel>LDAP</guilabel> o <guilabel>Archivos</guilabel>.
fr: Pour indiquer les services de noms à configurer pour cet emplacement, cochez une ou plusieurs des cases suivantes : <guilabel>DNS</guilabel>, <guilabel>NIS</guilabel>, <guilabel>LDAP</guilabel> ou <guilabel>Fichiers</guilabel>.
it: Per specificare quali servizi dei nomi configurare per questa posizione, selezionare una o più caselle di controllo <guilabel>DNS</guilabel>, <guilabel>NIS</guilabel>, <guilabel>LDAP</guilabel> o <guilabel>File</guilabel>.
ja: この場所にどのネームサービスを構成するべきかかを指定するには、「<guilabel>DNS</guilabel>」、「<guilabel>NIS</guilabel>」、「<guilabel>LDAP</guilabel>」、または「<guilabel>ファイル</guilabel>」チェックボックスの 1 つ以上にチェックマークを付けます。
ko: 이 위치에 대해 구성할 이름 서비스를 지정하려면 <guilabel>DNS</guilabel>, <guilabel>NIS</guilabel>, <guilabel>LDAP</guilabel>, <guilabel>파일</guilabel> 확인란 중 하나 이상을 선택합니다.
pt_br: Para especificar quais serviços de nome devem ser configurados para esse local, marque uma ou mais das caixas <guilabel>DNS</guilabel>, <guilabel>NIS</guilabel>, <guilabel>LDAP</guilabel> ou <guilabel>Arquivos</guilabel>.
zh_cn: 要指定应为该位置配置的名称服务，请选中 <guilabel>DNS</guilabel>、<guilabel>NIS</guilabel>、<guilabel>LDAP</guilabel> 或 <guilabel>文件</guilabel>复选框中的一个或多个。
zh_hk: 若要指定這個位置應該配置的名稱服務，請選取一或多個 [<guilabel>DNS</guilabel>]、[<guilabel>NIS</guilabel>]、[<guilabel>LDAP</guilabel>] 或 [<guilabel>檔案</guilabel>] 核取方塊。

source: Domain Name System (DNS)
es: Sistema de nombres de dominio (DNS)
fr: Système de noms de domaine (DNS)
it: DNS (Domain Name System)
ja: ドメインネームシステム (DNS)
ko: DNS(Domain Name System)
pt_br: Sistema de Nomes de Domínio (DNS)
zh_cn: 域名系统 (Domain Name System, DNS)
zh_hk: 網域名稱系統 (DNS)

source: Can be configured manually or through DHCP, by selecting the <guibutton>Manual</guibutton> or <guibutton>DHCP</guibutton> radio button. When configured manually, one or more name servers must be specified in the <guilabel>Servers</guilabel> text field that is provided. A domain name and search domain may optionally be specified.
de: Kann manuell oder über DHCP konfiguriert werden, indem das Optionsfeld <guibutton>Manuell</guibutton> oder <guibutton>DHCP</guibutton> aktiviert wird. Wenn manuell konfiguriert wird, müssen im bereitgestellten Textfeld <guilabel>Server</guilabel> einer oder mehrere Namenserver angegeben werden. Ein Domainname und eine Suchdomain können optional angegeben werden.
es: Puede configurarse manualmente o a través de DHCP, seleccionando el botón de radio <guibutton>Manual</guibutton> o <guibutton>DHCP</guibutton>. Cuando se configura manualmente, deben especificarse uno o más servidores de nombres en el campo de texto <guilabel>Servidores</guilabel> que se proporciona. De forma opcional, pueden especificarse un nombre de dominio y un dominio de búsqueda.
fr: Peuvent être configurés manuellement ou via DHCP, en sélectionnant le bouton radio <guibutton>Manuel</guibutton> ou <guibutton>DHCP</guibutton>. Lorsqu'ils sont configurés manuellement, un ou plusieurs serveurs de noms doivent être spécifiés dans le champ de texte <guilabel>Serveurs</guilabel> fourni. Un nom de domaine et un domaine de recherche peuvent éventuellement être spécifiés.
it: Può essere configurato manualmente o tramite DHCP, selezionando il pulsante di opzione <guibutton>Manuale</guibutton> o <guibutton>DHCP</guibutton>. Quando si sceglie la configurazione manuale, è necessario specificare uno o più server dei nomi nel campo di testo <guilabel>Server</guilabel> fornito. Se lo si desidera, è possibile specificare anche il nome di dominio e il dominio di ricerca.
ja: 「<guibutton>手動</guibutton>」または「<guibutton>DHCP</guibutton>」ラジオボタンを選択することによって手動で、または DHCP を介して構成できます。手動で構成する場合は、提供される「<guilabel>サーバー</guilabel>」テキストフィールドに 1 つ以上のネームサーバーを指定する必要があります。オプションで、ドメイン名と検索ドメインを指定できます。
ko: <guibutton>수동</guibutton> 또는 <guibutton>DHCP</guibutton> 라디오 버튼을 선택하여 수동으로 또는 DHCP를 통해 구성할 수 있습니다. 수동으로 구성된 경우 제공된 <guilabel>서버</guilabel> 텍스트 필드에서 하나 이상의 이름 서버를 지정해야 합니다. 도메인 이름 및 검색 도메인은 선택적으로 지정할 수 있습니다.
pt_br: Pode ser configurado manualmente ou por meio de DHCP, selecionando o botão de opção <guibutton>Manual</guibutton> ou <guibutton>DHCP</guibutton>. Quando configurado manualmente, um ou mais servidores de nome devem ser especificados no campo de texto <guilabel>Servidores</guilabel> fornecido. É possível especificar um nome de domínio e um domínio de pesquisa.
zh_cn: 可通过选择<guibutton>手动</guibutton>或 <guibutton>DHCP</guibutton> 单选按钮手动配置或通过 DHCP 配置。手动配置时，必须在提供的<guilabel>服务器</guilabel>文本字段中指定一个或多个名称服务器。可以根据需要指定域名和搜索域。
zh_hk: 可以透過選取 [<guibutton>手動</guibutton>] 或 [<guibutton>DHCP</guibutton>] 單選按鈕，手動或透過 DHCP 進行配置。手動配置時，必須在提供的 [<guilabel>伺服器</guilabel>] 文字欄位中指定一或多個名稱伺服器。網域名稱和搜尋網域可以選擇性指定。

source: Network Information Service (NIS)
es: Servicio de información de la red (NIS)
fr: NIS (Network Information Service)
it: NIS (Network Information Service)
ja: ネットワーク情報サービス (NIS)
ko: NIS(Network Information Service)
pt_br: Serviço de Informação de Rede (NIS)
zh_cn: 网络信息服务 (Network Information Service, NIS)
zh_hk: 網路資訊服務 (NIS)

source: Can be configured manually or through DHCP, by selecting the appropriate radio button. When configured manually, a domain name must be specified in the <literal>Default Domain</literal> text field. One or more name servers may also be specified in the <literal>Servers</literal> text field.
de: Kann manuell oder über DHCP konfiguriert werden, indem das entsprechende Optionsfeld aktiviert wird. Wenn manuell konfiguriert wird, muss ein Domainname im Textfeld <literal>Standarddomain</literal> angegeben werden. Im Textfeld <literal>Server</literal> können auch einer oder mehrere Namenserver angegeben werden.
es: Puede configurarse manualmente o a través de DHCP, seleccionando el botón de radio adecuado. Cuando se configura manualmente, debe especificarse un nombre de dominio en el campo de texto <literal>Default Domain</literal>. También se pueden especificar uno o más servidores de nombres en el campo de texto <literal>Servers</literal>.
fr: Peuvent être configurés manuellement ou via DHCP, en sélectionnant le bouton radio approprié. Lorsqu'ils sont configurés manuellement, un nom de domaine doit être spécifié dans le champ de texte <literal>Domaine par défaut</literal>. Un ou plusieurs serveurs de noms peuvent également être spécifiés dans le champ de texte <literal>Serveurs</literal>.
it: Può essere configurato manualmente o tramite DHCP, selezionando l'apposito pulsante di opzione. Quando si sceglie la configurazione manuale, è necessario specificare un nome di dominio nel campo di testo <literal>Dominio predefinito</literal>. È anche possibile specificare uno o più server dei nomi nel campo di testo <literal>Server</literal>.
ja: 該当するラジオボタンを選択することによって手動で、または DHCP を介して構成できます。手動で構成する場合は、「<literal>デフォルトドメイン</literal>」テキストフィールドにドメイン名を指定する必要があります。「<literal>サーバー</literal>」テキストフィールドに 1 つ以上のネームサーバーを指定してもかまいません。
ko: 적절한 라디오 버튼을 선택하여 수동으로 또는 DHCP를 통해 구성할 수 있습니다. 수동으로 구성된 경우 <literal>기본 도메인</literal> 텍스트 필드에서 도메인 이름을 지정해야 합니다. <literal>서버</literal> 텍스트 필드에서 하나 이상의 이름 서버를 지정할 수도 있습니다.
pt_br: Pode ser configurado manualmente ou por meio de DHCP, selecionando o botão de opção adequado. Quando configurado manualmente, é necessário especificar um nome de domínio no campo de texto <literal>Domínio padrão</literal>. Um ou mais servidores de nome também podem ser especificados no campo de texto <literal>Servidores</literal>.
zh_cn: 可通过选择相应单选按钮手动配置或通过 DHCP 配置。手动配置时，必须在<literal>缺省域</literal>文本字段中指定域名。还可以在<literal>服务器</literal>文本字段中指定一个或多个名称服务器。
zh_hk: 可以透過選取適當的單選按鈕，手動或透過 DHCP 進行配置。手動配置時，必須在 [<literal>預設網域</literal>] 文字欄位中指定網域名稱。您也可以在 [<literal>伺服器</literal>] 文字欄位中指定一或多個名稱伺服器。
