Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: Select an available wireless network from the <literal>Network Status</literal> notification icon's right-click menu.
de: Wählen Sie im Kontextmenü des Benachrichtigungssymbols <literal>Netzwerkstatus</literal> ein verfügbares Drahtlosnetzwerk aus.
es: Seleccione una red inalámbrica disponible desde el icono de notificación <literal>Network Status</literal> del menú que aparece al hacer clic con el botón derecho.
fr: Sélectionnez un réseau sans fil disponible dans le menu contextuel de l'icône de notification <literal>Etat du réseau</literal>.
it: Selezionare una rete wireless disponibile dal menu di scelta rapida dell'icona di notifica <literal>Stato rete</literal>.
ja: 「<literal>ネットワークステータス</literal>」通知アイコンの右クリックメニューから、使用可能な無線ネットワークを選択します。
ko: <literal>네트워크 상태</literal> 알림 아이콘을 마우스 오른쪽 버튼으로 누르면 나타나는 메뉴에서 사용 가능한 무선 네트워크를 선택합니다.
pt_br: Selecione uma rede sem fio disponível no menu do botão direito do mouse do ícone de notificação <literal>Status da rede</literal>.
zh_cn: 从<literal>网络状态</literal>通知图标的右键菜单中，选择一个可用无线网络。
zh_hk: 從 [<literal>網路狀態</literal>] 通知圖示的右鍵功能表選取可用的無線網路。

source: Select “Join unlisted wireless network” from the <literal>Network Status</literal> notification's icon menu.
de: Wählen Sie im Kontextmenü des Benachrichtigungssymbols <literal>Netzwerkstatus</literal> die Option "Mit Drahtlosnetzwerk verbinden".
es: Seleccione "Incorporarse a red inalámbrica que no está en la lista" del menú del icono de notificación <literal>Network Status</literal>.
fr: Sélectionnez « Joindre un réseau sans fil non répertorié » dans le menu de l'icône de notification <literal>Etat du réseau</literal>.
it: Selezionare "Partecipa a rete wireless non in elenco" dal menu di scelta rapida dell'icona di notifica <literal>Stato rete</literal>.
ja: 「<literal>ネットワークステータス</literal>」通知のアイコンメニューから「リストにない無線ネットワークに加入」を選択します。
ko: <literal>네트워크 상태</literal> 알림 아이콘 메뉴에서 "나열되지 않은 무선 네트워크 연결"을 선택합니다.
pt_br: Selecione “Entrar em rede sem fio que não esteja na lista” no menu do ícone de notificação <literal>Status da rede</literal>.
zh_cn: 从<literal>网络状态</literal>通知图标菜单中，选择“连接未列出的无线网络”。
zh_hk: 從 [<literal>網路狀態</literal>] 通知圖示功能表選取 [加入未列入清單的無線網路]。

source: An unlisted wireless network is one that has been configured so that it does not broadcast its network name, yet is still available to join.
de: Bei einem nicht aufgelisteten Drahtlosnetzwerk handelt es sich um ein Netzwerk, das so konfiguriert ist, dass es nicht seinen Netzwerknamen sendet, aber für die Herstellung einer Verbindung verfügbar ist.
es: Una red inalámbrica no aparece en la lista no ha sido configurada, por lo que no difunde su nombre de red, pero está disponible para incorporarse a ella.
fr: Un réseau sans fil non répertorié est un réseau configuré de manière à ne pas diffuser son nom de réseau tout en restant disponible pour s'y connecter.
it: Una rete wireless non in elenco è una rete che è stata configurata affinché non trasmetta il proprio nome di rete, ma è comunque disponibile per l'accesso.
ja: リストにない無線ネットワークとは、そのネットワーク名をブロードキャストしないように構成されているけれども、引き続き加入が可能な無線ネットワークのことです。
ko: 나열되지 않은 무선 네트워크는 네트워크 이름을 브로드캐스트하지 않지만 아직 연결에 사용할 수 있도록 구성된 것입니다.
pt_br: Uma rede sem fio não incluída na lista é uma conexão que foi configurada de forma a não transmitir seu nome de rede, embora esteja disponível para conexão.
zh_cn: 未列出的无线网络是指，配置为不广播其网络名称但仍然可以连接的无线网络。
zh_hk: 未列入清單的無線網路就是已經配置為不會廣播網路名稱的網路，不過還是可以加入。

source: Select an available wireless network from the <literal>Wireless Chooser</literal> dialog. The dialog is displayed automatically, when required. See <xref linkend="wireless-chooser"/>.
de: Wählen Sie im Dialogfeld <literal>Drahtlosnetzwerk auswählen</literal> nach Bedarf ein verfügbares Drahtlosnetzwerk aus. Das Dialogfeld wird automatisch angezeigt. Siehe <xref linkend="wireless-chooser"/>.
es: Seleccione una red inalámbrica disponible del cuadro de diálogo <literal>Wireless Chooser</literal>. Éste aparece automáticamente cuando es necesario. Consulte <xref linkend="wireless-chooser"/>.
fr: Sélectionnez un réseau sans fil disponible dans la boîte de dialogue <literal>Sélecteur de réseau sans fil</literal>. Cette boîte de dialogue s'affiche automatiquement au besoin. Reportez-vous à la section <xref linkend="wireless-chooser"/>.
it: Selezionare una rete wireless disponibile dalla finestra di dialogo <literal>Selettore di rete wireless</literal>. La finestra viene visualizzata automaticamente, se necessario. Vedere <xref linkend="wireless-chooser"/>.
ja: 「<literal>無線チューザ</literal>」ダイアログから、使用可能な無線ネットワークを選択します。このダイアログは、必要に応じて自動的に表示されます。<xref linkend="wireless-chooser"/>を参照してください。
ko: <literal>무선 선택기</literal> 대화 상자에서 사용 가능한 무선 네트워크를 선택합니다. 필요한 경우 대화 상자가 자동으로 표시됩니다. <xref linkend="wireless-chooser"/>을(를) 참조하십시오.
pt_br: Selecione uma rede sem fio disponível na caixa de diálogo <literal>Seletor sem fio</literal>. A caixa de diálogo será exibida automaticamente quando necessário. Consulte <xref linkend="wireless-chooser"/>.
zh_cn: 从<literal>无线网络选择器</literal>对话框中选择一个可用无线网络。该对话框在需要时自动显示。请参见<xref linkend="wireless-chooser"/>。
zh_hk: 從 [<literal>無線網路選擇器</literal>] 對話方塊中選取可用的無線網路。必要時，這個對話方塊會自動顯示。請參閱<xref linkend="wireless-chooser"/>。

source: If you need to provide more information to complete the connection, the <literal>Join Wireless Network</literal> dialog opens.
de: Wenn zur Herstellung der Verbindung weitere Informationen benötigt werden, wird das Dialogfeld <literal>Mit Drahtlosnetzwerk verbinden</literal> geöffnet.
es: Si necesita para proporcionar más información para completar la conexión, se abre el cuadro de diálogo <literal>Join Wireless Network</literal>.
fr: Si vous devez fournir d'autres informations pour établir la connexion, la boîte de dialogue <literal>Rejoindre un réseau sans fil</literal> s'ouvre.
it: Se è necessario fornire ulteriori informazioni al fine di completare la connessione, viene aperta la finestra di dialogo <literal>Accedi alla rete wireless</literal>.
ja: 接続を完了するために詳細情報を提供する必要がある場合は、「<literal>無線ネットワークに加入</literal>」ダイアログが開きます。
ko: 연결을 완성하려면 정보를 더 제공해야 하는 경우 <literal>무선 네트워크 연결</literal> 대화 상자가 열립니다.
pt_br: Se você precisar fornecer mais informações para concluir a conexão, a caixa de diálogo <literal>Entrar em rede sem fio</literal> será aberta.
zh_cn: 如果需要提供更多信息来完成连接，将打开<literal>连接无线网络</literal>对话框。
zh_hk: 如果您需要提供更多資訊才能完成連線，會開啟 [<literal>加入無線網路</literal>] 對話方塊。

source: In the dialog, enter the following information:
de: Geben Sie in das Dialogfeld folgende Informationen ein:
es: En el cuadro de diálogo, introduzca la siguiente información:
fr: Dans la boîte de dialogue, saisissez les informations suivantes :
it: Nella finestra di dialogo, immettere le seguenti informazioni:
ja: このダイアログで、次の情報を入力します。
ko: 대화 상자에서 다음 정보를 입력합니다.
pt_br: Na caixa de diálogo, digite as informações a seguir:
zh_cn: 在该对话框中，输入以下信息：
zh_hk: 在對話方塊中，輸入下列資訊：

source: Network Name
de: Netzwerkname
es: Nombre de red
fr: Nom de réseau
it: Nome rete
ja: ネットワーク名
ko: 네트워크 이름
pt_br: Nome da rede
zh_cn: 网络名称
zh_hk: 網路名稱

source: The name of the wireless network that you want to connect to. This information is pre-filled, unless you are joining an unlisted network.
de: Der Name des Drahtlosnetzwerks, mit dem eine Verbindung hergestellt werden soll. Diese Information ist bereits vorab eingetragen, es sei denn, Sie stellen eine Verbindung mit einem nicht aufgelisteten Netzwerk her.
es: El nombre de la red inalámbrica a la que desea conectarse. Esta información se rellena con anterioridad, a menos que quiera incorporarse a una red que no aparece en la lista.
fr: Nom du réseau sans fil auquel vous souhaitez vous connecter. Cette information est déjà indiquée sauf si vous vous connectez à un réseau non répertorié.
it: Il nome della rete wireless a cui si desidera effettuare la connessione. Queste informazioni sono precompilate, a meno che non si scelga una rete non in elenco.
ja: 接続先の無線ネットワークの名前。リストにないネットワークに加入していないかぎり、この情報は事前に入力されています。
ko: 연결할 무선 네트워크의 이름입니다. 나열되지 않은 네트워크에 연결하지 않는 한, 이 정보는 미리 채워져 있습니다.
pt_br: O nome da rede sem fio com a qual você deseja se conectar. Essa informação é fornecida previamente, a menos que você esteja entrando em uma rede não incluída na lista.
zh_cn: 要连接的无线网络的名称。此信息是预先填充的，除非连接的是未列出的网络。
zh_hk: 您要連線的無線網路名稱。此資訊是預先填寫的，除非您加入的是未列入清單的網路。

source: Security Type
de: Sicherheitstyp
es: Tipo de seguridad
fr: Type de sécurité
it: Tipo di protezione
ja: セキュリティーのタイプ
ko: 보안 유형
pt_br: Tipo de segurança
zh_cn: 安全类型
zh_hk: 安全性類型

source: A drop-down list of all the currently supported security protocols. If the network is broadcasting its network name, the security type is preselected when the dialog opens or when the network name is provided. The password field varies, depending on the security protocol that is selected.
de: Eine Dropdown-Liste aller derzeit unterstützten Sicherheitsprotokolle. Wenn das Netzwerk seinen Netzwerknamen sendet, wird der Sicherheitstyp vorgewählt, wenn das Dialogfeld geöffnet oder der Netzwerkname bereitgestellt wird. Das Passwortfeld ist unterschiedlich, je nach dem, welches Sicherheitsprotokoll gewählt wurde.
es: Lista desplegable de todos los protocolos de seguridad admitidos actualmente. Si la red difunde su nombre, el tipo se seguridad se selecciona con anterioridad, cuando se abre el cuadro de diálogo o cuando se proporciona el nombre de la red. El campo de contraseña varía, según el protocolo de seguridad que está seleccionado.
fr: Liste déroulante de tous les protocoles de sécurité pris en charge actuellement. Si le réseau diffuse son nom de réseau, le type de sécurité est présélectionné lorsque la boîte de dialogue s'ouvre ou lorsque le nom de réseau est fourni. Le champ du mot de passe varie selon le protocole de sécurité sélectionné.
it: Un elenco a discesa di tutti i protocolli di sicurezza supportati. Se la rete trasmette il proprio nome, il tipo di protezione viene preselezionato quando la finestra di dialogo si apre o quando viene fornito il nome di rete. Il campo della password varia a seconda del protocollo di sicurezza selezionato.
ja: 現在サポートされているすべてのセキュリティープロトコルのドロップダウンリスト。ネットワークがそのネットワーク名をブロードキャストしている場合、セキュリティーのタイプは、ダイアログが開いたときか、またはネットワーク名が提供されたときに事前に選択されます。パスワードフィールドは、選択されているセキュリティープロトコルに応じて異なります。
ko: 현재 지원되는 보안 프로토콜의 드롭다운 목록입니다. 네트워크 이름을 브로드캐스트하는 경우 대화 상자를 열거나 네트워크 이름을 제공할 때 보안 유형이 미리 선택되어 있습니다. 암호 필드는 선택한 보안 프로토콜에 따라 다릅니다.
pt_br: Uma lista suspensa de todos os protocolos de segurança que possuem suporte atualmente. Se a rede estiver transmitindo seu nome, o tipo de segurança estará pré-selecionado quando a caixa de diálogo for aberta ou quando o nome da rede for fornecido. O campo de senha varia de acordo com o protocolo de segurança selecionado.
zh_cn: 包含当前支持的所有安全协议的下拉式列表。如果网络广播其网络名称，则在打开该对话框或提供了网络名称时会预先选择安全类型。口令字段随所选的安全协议而异。
zh_hk: 目前所有支援的安全性通訊協定下拉式清單。如果網路會廣播網路名稱，開啟這個對話方塊或者提供網路名稱時，就會預先選取安全性類型。視選取的安全性通訊協定而定，會有不同的密碼欄位。

source: Three security types are supported:
de: Es werden drei Sicherheitsprotokolle unterstützt:
es: Se admiten tres tipos de seguridad:
fr: Trois types de sécurité sont pris en charge :
it: Sono supportati tre tipi di sicurezza:
ja: 次の 3 つのセキュリティーのタイプがサポートされています。
ko: 세 가지 보안 유형이 지원됩니다.
pt_br: Três tipos de segurança possuem suporte:
zh_cn: 支持三种安全类型：
zh_hk: 支援三種安全性類型：

source: None – No password is required to join the specified network.
de: Kein – Es ist kein Passwort erforderlich, um eine Verbindung mit dem angegebenen Netzwerk herzustellen.
es: Ninguna: no se necesita ninguna contraseña para incorporarse a la red especificada.
fr: Aucun : aucun mot de passe n'est requis pour se connecter au réseau spécifié.
it: Nessuna: non è richiesta alcuna password per accedere alla rete specifica.
ja: なし - 指定されたネットワークに加入するためにパスワードは必要ありません。
ko: 없음 – 지정된 네트워크에 연결하기 위해 암호가 필요하지 않습니다.
pt_br: Nenhum – nenhuma senha é necessária para entrar na rede especificada.
zh_cn: 无－无需提供口令即可连接指定网络。
zh_hk: 無 – 不需要密碼便可加入指定的網路。

source: WEP (Wired Equivalence Privacy) – A password is required to join the specified network. A password must have either 5 or 13 ASCII characters or 10 or 26 hexadecimal digits (0-9, A-F).
de: WEP (Wired Equivalence Privacy) – Ein Passwort ist erforderlich, um eine Verbindung mit dem angegebenen Netzwerk herzustellen. Das Passwort muss aus entweder 5 oder 13 ASCII-Zeichen oder 10 oder 26 Hexadezimalzeichen (0-9, A-F) bestehen.
es: WEP (Wired Equivalence Privacy): se necesita una contraseña para incorporarse a la red especificada. Una contraseña debe tener 5 o 13 caracteres ASCII, o 10 o 26 dígitos hexadecimales (0-9, A-F).
fr: WEP (Wired Equivalence Privacy) : un mot de passe est requis pour vous connecter au réseau spécifié. Le mot de passe doit comporter 5 ou 13 caractères ASCII ou, 10 ou 26 caractères hexadécimaux (0-9, A-F).
it: WEP (Wired Equivalence Privacy): è richiesta una password per accedere alla rete specificata. La password deve contenere 5 o 13 carattere ASCII oppure 10 o 26 cifre esadecimali (0-9, A-F).
ja: WEP (Wired Equivalence Privacy) - 指定されたネットワークに加入するにはパスワードが必要です。パスワードは 5 または 13 個の ASCII 文字か、10 または 26 個の 16 進数字 (0-9、A-F) である必要があります。
ko: WEP(Wired Equivalence Privacy) – 지정된 네트워크에 연결하려면 암호가 필요합니다. 암호는 5개 또는 13개의 ASCII 문자이거나 10개 또는 26개의 16진수(0-9, A-F)여야 합니다.
pt_br: WEP (Wired Equivalence Privacy) – é necessária uma senha para entrar na rede especificada. A senha deve ter cinco ou 13 caracteres ASCII ou 10 ou 26 dígitos hexadecimais (0-9, A-F).
zh_cn: WEP（Wired Equivalence Privacy，有线对等保密）－需要提供口令才能连接指定网络。该口令必须包含 5 个或 13 个 ASCII 字符或者 10 个或 26 个十六进制数字 (0-9, A-F)。
zh_hk: WEP (Wired Equivalence Privacy) – 需要密碼才能加入指定的網路。密碼必須是 5 或 13 個 ASCII 字元，也可以是 10 或 26 個 16 進位數值 (0-9、A-F)。

source: A <guilabel>Key Index</guilabel> field is also displayed. This value is only used if a 5- or 13-character ASCII password is provided. Possible values are 1, 2, 3 or 4. If the wireless network administrator has not specified which value to use, leave the default setting, which is 1.
de: Außerdem wird das Feld <guilabel>Schlüsselindex</guilabel> angezeigt. Der Wert dieses Felds wird nur dann verwendet, wenn ein aus 5 oder 13 Zeichen bestehendes ASCII-Passwort angegebenen wird. Mögliche Werte sind 1, 2, 3 oder 4. Wenn der Administrator des Drahtlosnetzwerks keinen zu verwendenden Wert angegeben hat, ist die Standardeinstellung 1 zu verwenden.
es: También se visualiza un campo <guilabel>Índice clave</guilabel>. Este valor sólo se utiliza si se proporciona una contraseña de 5 o 13 caracteres ASCII. Los posibles valores son 1, 2, 3 o 4. Si el administrador de la red inalámbrica no especificó qué valor se debe usar, deje la configuración predeterminada, que es 1.
fr: Un champ <guilabel>Index clé</guilabel> s'affiche également. Cette valeur n'est utilisée que lorsqu'un mot de passe de 5 ou 13 caractères ASCII est fourni. Les valeurs possibles sont 1, 2, 3 ou 4. Si l'administrateur du réseau sans fil n'a pas spécifié la valeur à utiliser, utilisez la valeur par défaut, à savoir 1.
it: Viene visualizzato anche il campo <guilabel>Indice chiavi</guilabel>. Questo valore viene utilizzato solo se è stata fornita una password da 5 o da 13 caratteri ASCII. I valori possibili sono 1, 2, 3 o 4. Se l'amministratore della rete wireless non ha specificato quale valore utilizzare, mantenere il valore predefinito 1.
ja: また、「<guilabel>キーのインデックス</guilabel>」フィールドも表示されます。この値は、5 または 13 文字の ASCII パスワードが提供された場合にのみ使用されます。可能な値は 1、2、3、または 4 です。無線ネットワーク管理者から使用する値が指定されていない場合は、デフォルト設定の 1 のままにしてください。
ko: <guilabel>키 인덱스</guilabel> 필드도 표시됩니다. 이 값은 5자 또는 13자 ASCII 암호가 제공된 경우에만 사용됩니다. 가능한 값은 1, 2, 3, 4입니다. 무선 네트워크 관리자가 사용할 값을 지정하지 않은 경우 기본 설정인 1로 남겨 두십시오.
pt_br: Um campo <guilabel>Índice de chave</guilabel> também é exibido. Esse valor será usado apenas se uma senha com cinco ou 13 caracteres ASCII for fornecida. Os valores possíveis são 1, 2, 3 ou 4. Se o administrador de rede sem fio não tiver especificado qual valor usar, deixe a definição padrão, que é 1.
zh_cn: 此外还会显示<guilabel>密钥索引</guilabel>字段。只有当提供的口令是包含 5 个或 13 个 ASCII 字符的口令时才会使用此值。可能的值为 1、2、3 或 4。如果无线网络管理员未指定要使用的值，请保持缺省设置 1。
zh_hk: 同時還會顯示 [<guilabel>金鑰索引</guilabel>] 欄位。只有提供 5 或 13 個字元 ASCII 密碼時，才會使用這個值。可能的值為 1、2、3 或 4。如果無線網路管理員未指定要使用的值，請保留預設值 1。

source: WPA-PSK (Wi-Fi Protected Access Pre-Shared Key, also known as WPA Personal) – A password is required to join the specified network. The password can be between 8 and 63 ASCII characters.
de: WPA-PSK (Wi-Fi Protected Access Pre-Shared Key, auch bekannt als WPA Personal) – Ein Passwort ist erforderlich, um eine Verbindung mit einem angegebenen Netzwerk herzustellen. Das Passwort kann aus 8 bis 63 ASCII-Zeichen bestehen.
es: WPA-PSK (Acceso protegido de Wi-Fi con clave compartida previamente, también conocido como WPA Personal): se requiere una contraseña para incorporarse a la red especificada. La contraseña puede tener entre 8 y 63 caracteres ASCII.
fr: WPA-PSK (Clé prépartagée d'accès protégé à un réseau Wifi, également appelé WPA-Personnel) : un mot de passe est requis pour vous connecter au réseau spécifié. Le mot de passe peut comprendre entre 8 et 63 caractères ASCII.
it: WPA-PSK (Wi-Fi Protected Access Pre-Shared Key, detto anche WPA Personal): è richiesta una password per accedere alla rete specificata. La password può contenere tra gli 8 e i 63 caratteri ASCII.
ja: 「WPA-PSK」(Wi-Fi Protected Access Pre-Shared Key、WPA Personal ともいう) - 指定されたネットワークに加入するにはパスワードが必要です。パスワードには 8 から 63 個までの ASCII 文字を指定できます。
ko: WPA-PSK(Wi-Fi Protected Access Pre-Shared Key, 별칭은 WPA 개인) – 지정된 네트워크에 연결하려면 암호가 필요합니다. 암호는 8-63자의 ASCII 문자일 수 있습니다.
pt_br: WPA-PSK (Wi-Fi Protected Access Pre-Shared Key, também conhecido como WPA pessoal) – é necessária uma senha para entrar na rede especificada. A senha pode ter entre oito e 63 caracteres ASCII.
zh_cn: WPA-PSK（Wi-Fi Protected Access Pre-Shared Key，Wi-Fi 保护访问预共享密钥，也称为 WPA Personal）－需要提供口令才能连接指定网络。该口令必须包含 8 到 63 个 ASCII 字符。
zh_hk: WPA-PSK (Wi-Fi Protected Access Pre-Shared Key，又稱為 WPA 個人版) – 需要輸入密碼，才能加入指定的網路。密碼可以是介於 8 到 63 個 ASCII 字元。

source: Show passwords while typing
de: Passwörter während der Eingabe anzeigen
es: Mostrar contraseñas mientras se escribe
fr: Afficher les mots de passé lors de la saisie
it: Mostra password durante la digitazione
ja: 入力中にパスワードを表示
ko: 입력하는 동안 암호 표시
pt_br: Mostrar senhas ao digitar
zh_cn: 键入时显示口令
zh_hk: 輸入時顯示密碼

source: Check this option to see passwords displayed in plain text as you type. If unchecked, passwords will be masked as you type.
de: Aktivieren Sie diese Option, um Passwörter während der Eingabe als Klartext anzuzeigen. Bei nicht aktivierter Option werden Passwörter während der Eingabe maskiert.
es: Active esta opción para ver contraseñas en texto sin formato mientras escribe. Si está desactivada, las contraseñas se van a enmascarar mientras escribe.
fr: Cochez cette option pour voir les mots de passe en texte brut à mesure que vous les tapez. Si cette case n'est pas cochée, les mots de passe sont masqués lorsque vous les tapez.
it: Selezionare questa opzione per vedere le password visualizzate in testo semplice durante la digitazione. Se l'opzione è deselezionata, le password vengono mascherate.
ja: 入力中に標準テキストで表示されるパスワードを見るには、このオプションにチェックマークを付けます。チェックマークが外れている場合は、入力中にパスワードがマスクされます。
ko: 입력할 때 암호를 일반 텍스트로 표시하려면 이 옵션을 선택합니다. 선택 취소된 경우 입력할 때 암호가 마스크됩니다.
pt_br: Marque essa opção para ver as senhas exibidas em texto simples, conforme você digita. Se estiver desmarcada, as senhas serão mascaradas durante a digitação.
zh_cn: 如果选中此选项，系统会在您键入口令时以纯文本形式显示口令。如果未选中此选项，则会在键入时屏蔽口令。
zh_hk: 選取這個選項，可以在輸入時以一般文字的方式顯示密碼。如果取消選取，會在輸入時將密碼遮罩起來。

source: Add to favorite networks list
de: Zur Liste der bevorzugten Netzwerke hinzufügen
es: Agregar a lista de redes favoritas
fr: Ajouter à la liste des réseaux favoris en cas de connexion réussie
it: Aggiungi a elenco di reti preferite
ja: お気に入りのネットワークのリストに追加する
ko: 즐겨 찾는 네트워크 목록에 추가
pt_br: Adicionar à lista de redes favoritas
zh_cn: 添加到收藏的网络列表中
zh_hk: 增加至常用網路清單

source: To automatically add the new network to your list of favorites, check this box.
de: Aktivieren Sie diese Option, um ein neues Netzwerk automatisch Ihrer Favoritenliste hinzuzufügen.
es: Para agregar automáticamente la nueva red a su lista de favoritos, marque esta casilla.
fr: Pour ajouter automatiquement le nouveau réseau à votre liste de favoris, cochez cette case.
it: Selezionare questa casella per aggiungere automaticamente la nuova rete all'elenco di preferiti.
ja: 新しいネットワークをお気に入りのリストに自動的に追加するには、このボックスにチェックマークを付けます。
ko: 새 네트워크를 즐겨찾기 목록에 자동으로 추가하려면 이 상자를 선택합니다.
pt_br: Para adicionar automaticamente a nova rede à sua lista de favoritas, marque essa caixa.
zh_cn: 要自动将新网络添加到您的收藏夹列表，请选中此框。
zh_hk: 若要自動新增網路到您的常用清單，請選取這個方塊。

source: More Options
de: Weitere Optionen
es: Más opciones
fr: Options supplémentaires
it: Altre opzioni
ja: 詳細オプション
ko: 기타 옵션
pt_br: Mais opções
zh_cn: 更多选项
zh_hk: 更多選項
