Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: Select the <guibutton>Manage modifier using an SMF Service</guibutton> radio button.
de: Aktivieren das Optionsfeld <guibutton>Modifizierer mit SMF-Service verwalten</guibutton>.
es: Seleccione el botón de radio <guibutton>Gestionar modificador mediante un servicio SMF</guibutton>.
fr: Sélectionnez le bouton radio <guibutton>Gérer le modificateur à l'aide d'un service SMF</guibutton>.
it: Selezionare il pulsante di opzione <guibutton>Gestire il modificatore utilizzando un servizio SMF</guibutton>.
ja: 「<guibutton>SMF サービスを使用して修飾子を管理します</guibutton>」ラジオボタンを選択します。
ko: <guibutton>SMF 서비스를 사용하여 수정자 관리</guibutton> 라디오 버튼을 선택합니다.
pt_br: Selecione o botão de opção <guibutton>Gerenciar modificador usando um serviço SMF</guibutton>.
zh_cn: 选择<guibutton>使用 SMF 服务管理修饰器</guibutton>单选按钮。
zh_hk: 選取 [<guibutton>使用 SMF 服務管理修飾鍵</guibutton>] 單選按鈕。

source: When the <guibutton>Manage modifier using an SMF Service</guibutton> radio button is selected, the <literal>Service FMRI</literal> field is enabled.
de: Wenn das Optionsfeld <guibutton>Modifizierer mit SMF-Service verwalten</guibutton> aktiviert wird, wird das Feld <literal>Service FMRI</literal> aktiviert.
es: Cuando el botón de radio <guibutton>Gestionar modificador mediante un servicio SMF</guibutton> está seleccionado, el campo <literal>Service FMRI</literal> está habilitado.
fr: Lorsque le bouton radio <guibutton>Gérer le modificateur à l'aide d'un service SMF</guibutton> est sélectionné, le champ <literal>Service FMRI</literal> est activé.
it: Quando il pulsante di opzione <guibutton>Gestire il modificatore utilizzando un servizio SMF</guibutton> è selezionato, il campo <literal>FMRI servizio</literal> è abilitato.
ja: 「<guibutton>SMF サービスを使用して修飾子を管理します</guibutton>」ラジオボタンが選択されているときは、「<literal>サービスの FMRI</literal>」フィールドが有効になります。
ko: <guibutton>SMF 서비스를 사용하여 수정자 관리</guibutton> 라디오 버튼을 선택하면 <literal>서비스 FMRI</literal> 필드가 사용으로 설정됩니다.
pt_br: Quando o botão de opção <guibutton>Gerenciar modificador usando um serviço SMF</guibutton> é selecionado, o campo <literal>FMRI de serviço</literal> é ativado.
zh_cn: 选择了<guibutton>使用 SMF 服务管理修饰器</guibutton>单选按钮时，将会启用<literal>服务 FMRI</literal> 字段。
zh_hk: 選取 [<guibutton>使用 SMF 服務管理修飾鍵</guibutton>] 單選按鈕之後，就會啟用 [<literal>服務 FMRI</literal>] 欄位。

source: Type the FMRI of the SMF service using any of the following formats:
de: Geben Sie den FMRI des SMF-Service ein, indem Sie eines der folgenden Formate verwenden:
es: Escriba el FMRI del servicio SMF con cualquiera de los siguientes formatos:
fr: Saisissez la chaîne FMRI du service SMF dans l'un des formats suivants :
it: Digitare l'FMRI del servizio SMF utilizzando uno dei seguenti formati:
ja: 次のいずれかの形式を使用して、SMF サービスの FMRI を入力します。
ko: 다음 형식 중 하나를 사용하여 SMF 서비스의 FMRI를 입력합니다.
pt_br: Digite o FMRI do serviço SMF usando qualquer um dos seguintes formatos:
zh_cn: 使用以下任一格式键入 SMF 服务的 FMRI：
zh_hk: 使用下列任一格式輸入 SMF 服務的 FMRI：

source: By specifying the absolute path:
de: Absoluter Pfad:
es: Especificando la ruta de absoluta:
fr: En spécifiant le chemin d'accès absolu :
it: Specificando il percorso assoluto:
ja: 絶対パスを指定することで
ko: 절대 경로 지정:
pt_br: Especificando o caminho absoluto:
zh_cn: 指定绝对路径：
zh_hk: 指定絕對路徑：

source: By specifying a path that is relative to the local system:
de: Pfad, der relativ zum lokalen System ist:
es: Especificando una ruta relativa en el sistema local:
fr: En spécifiant un chemin relatif au système local :
it: Specificando un percorso relativo al sistema locale:
ja: ローカルシステムへの相対パスを指定することで
ko: 로컬 시스템에 상대적인 경로 지정:
pt_br: Especificando um caminho relativo para o sistema local:
zh_cn: 指定相对于本地系统的路径：
zh_hk: 指定本機系統的相對路徑：

source: By specifying only the service identifier, with the string prefixes implied:
de: Alleinige Angabe des Servicebezeichners, mit einbezogenen Zeichenfolgepräfixen:
es: Especificando sólo el identificador de servicio, con los prefijos de cadena implicados:
fr: En ne spécifiant que l'identifiant de service, avec les préfixes de chaîne implicites :
it: Specificando solo l'identificatore del servizio, con i prefissi di stringa impliciti:
ja: サービス識別子のみを指定することで (接頭辞は暗黙的)
ko: 서비스 식별자만 지정, 문자열 접두어는 암묵적 내재:
pt_br: Especificando somente o identificador do serviço, com os prefixos de sequência de caracteres implícitos:
zh_cn: 仅指定服务标识符，字符串前缀是暗含的：
zh_hk: 只指定服務識別碼，並隱含字串前綴：

source: The <guibutton>Start</guibutton> and <guibutton>Stop</guibutton> buttons remain disabled for the network modifier until a valid FMRI has been typed in this field.
de: Die Schaltflächen <guibutton>Start</guibutton> und <guibutton>Stopp</guibutton> bleiben für den Netzwerkmodifizierer so lange deaktiviert, bis ein gültiger FMRI in dieses Feld eingegeben wird.
es: Los botones <guibutton>Iniciar</guibutton> y <guibutton>Detener</guibutton> permanecen inhabilitados para el modificador de red hasta que se introduzca un FMRI en este campo.
fr: Les boutons <guibutton>Démarrer</guibutton> et <guibutton>Arrêter</guibutton> restent désactivés pour le modificateur réseau tant qu'une chaîne FMRI valide n'est pas saisie dans ce champ.
it: I pulsanti <guibutton>Avvio</guibutton> e <guibutton>Interrompi</guibutton> rimangono disabilitati per il modificatore di rete fino a quando non viene digitato un FMRI valido nel campo.
ja: このネットワーク修飾子の「<guibutton>開始</guibutton>」および「<guibutton>停止</guibutton>」ボタンは、このフィールドに有効な FMRI が入力されるまで無効になっています。
ko: 이 필드에 유효한 FMRI가 입력될 때까지 네트워크 수정자에 대해 <guibutton>시작</guibutton> 및 <guibutton>중지</guibutton> 버튼이 사용 안함으로 설정됩니다.
pt_br: Os botões <guibutton>Iniciar</guibutton> e <guibutton>Parar</guibutton> permanecerão desativados para o modificador de rede até que um FMRI válido seja digitado nesse campo.
zh_cn: 网络修饰器的<guibutton>启动</guibutton>和<guibutton>停止</guibutton>按钮保持禁用状态，直到在该字段中键入了一个有效的 FMRI 为止。
zh_hk: 網路修飾鍵的 [<guibutton>啟動</guibutton>] 以及 [<guibutton>停止</guibutton>] 按鈕會一直保持停用的狀態，直到在這個欄位輸入有效的 FMRI 為止。

source: To add the service, click <guibutton>OK</guibutton>.
de: Klicken Sie auf <guibutton>OK</guibutton>, um den Service hinzuzufügen.
es: Para agregar el servicio, haga clic en <guibutton>Aceptar</guibutton>.
fr: Pour ajouter le service, cliquez sur <guibutton>OK</guibutton>.
it: Per aggiungere il servizio, fare clic su <guibutton>OK</guibutton>.
ja: このサービスを追加するには、「<guibutton>了解</guibutton>」をクリックします。
ko: 서비스를 추가하려면 <guibutton>확인</guibutton>을 누릅니다.
pt_br: Para adicionar o serviço, clique em <guibutton>OK</guibutton>.
zh_cn: 要添加该服务，请单击<guibutton>确定</guibutton>。
zh_hk: 若要新增服務，請按一下 [<guibutton>確定</guibutton>]。

source: To Start and Stop a Network Modifier
de: So starten und stoppen Sie einen Netzwerkmodifizierer
es: Para iniciar y detener un modificador de red
fr: Pour démarrer et arrêter un modificateur réseau
it: Per avviare e interrompere un modificatore di rete
ja: ネットワーク修飾子を開始および停止するには
ko: 네트워크 수정자 시작 및 중지
pt_br: Para iniciar e parar um modificador de rede
zh_cn: 启动和停止网络修饰器
zh_hk: 啟動及停止網路修飾鍵

source: You can start or stop a network modifier that has a Manual activation type by selecting <guimenuitem>Start</guimenuitem><replaceable>application-name</replaceable> or <guimenuitem>Stop</guimenuitem><replaceable>application-name</replaceable> from the <literal>Network Status</literal> notification icon's <guisubmenu>Network Modifiers</guisubmenu> submenu.
de: Sie können einen Netzwerkmodifizierer, der den Aktivierungstyp "Manuell" aufweist, starten oder stoppen, indem Sie im Untermenü <guisubmenu>Netzwerkmodifizierer</guisubmenu> des Benachrichtigungssymbols <literal>Netzwerkstatus</literal> die Option <guimenuitem>Start</guimenuitem><replaceable>application-name</replaceable> oder <guimenuitem>Stopp</guimenuitem><replaceable>application-name</replaceable> auswählen.
es: Puede iniciar o detener un modificador de red que tiene tipo de activación manual seleccionando <guimenuitem>Iniciar</guimenuitem><replaceable>nombre de aplicación</replaceable> o <guimenuitem>Detener</guimenuitem><replaceable>nombre de aplicación</replaceable> del submenú <guisubmenu>Modificadores de red</guisubmenu> del icono de notificación <literal>Network Status</literal>.
fr: Vous pouvez démarrer ou arrêter un modificateur réseau dont le type d'activation est Manuel en sélectionnant <guimenuitem>Démarrer</guimenuitem><replaceable>nom-de-l'application</replaceable> ou <guimenuitem>Arrêter</guimenuitem><replaceable>nom-de-l'application</replaceable> dans le sous-menu <guisubmenu>Modificateurs réseau</guisubmenu> de l'icône de notification <literal>Etat du réseau</literal>.
it: È possibile avviare o interrompere un modificatore di rete con tipo di attivazione manuale selezionando <guimenuitem>Avvia</guimenuitem><replaceable>nome applicazione</replaceable> o <guimenuitem>Interrompi</guimenuitem><replaceable>nome applicazione</replaceable> dal sottomenu <guisubmenu>Modificatori di rete</guisubmenu> dell'icona di notifica <literal>Stato rete</literal>.
ja: アクティブ化タイプが「手動」であるネットワーク修飾子は、「<literal>ネットワークステータス</literal>」通知アイコンの「<guisubmenu>ネットワーク修飾子</guisubmenu>」サブメニューから、「<replaceable>application-name</replaceable> を<guimenuitem>開始</guimenuitem>」 または「<replaceable>application-name</replaceable> を<guimenuitem>停止</guimenuitem>」を選択することによって、開始または停止できます。
ko: <literal>네트워크 상태</literal> 알림 아이콘의 <guisubmenu>네트워크 수정자</guisubmenu> 하위 메뉴에서 <replaceable>application-name</replaceable><guimenuitem>시작</guimenuitem> 또는 <replaceable>application-name</replaceable><guimenuitem>중지</guimenuitem>를 선택하여 수동 활성화 유형인 네트워크 수정자를 시작하거나 중지할 수 있습니다.
pt_br: É possível iniciar ou parar um modificador de rede que tenha um tipo de ativação Manual selecionando <guimenuitem>Iniciar</guimenuitem><replaceable>nome-aplicativo</replaceable> ou <guimenuitem>Parar</guimenuitem><replaceable>nome-aplicativo</replaceable> no submenu <guisubmenu>Modificadores de rede</guisubmenu> do ícone de notificação <literal>Status da rede</literal>.
zh_cn: 可通过从<literal>网络状态</literal>通知图标的<guisubmenu>网络修饰器</guisubmenu>子菜单中选择<guimenuitem>启动 </guimenuitem><replaceable>application-name</replaceable> 或<guimenuitem>停止 </guimenuitem><replaceable>application-name</replaceable>，启动或停止激活类型为“手动”的网络修饰器。
zh_hk: 您可以從 [<literal>網路狀態</literal>] 通知圖示的 [<guisubmenu>網路修飾鍵</guisubmenu>] 子功能表，選取 [<guimenuitem>啟動</guimenuitem><replaceable>應用程式名稱</replaceable>] 或 [<guimenuitem>停止</guimenuitem><replaceable>應用程式名稱</replaceable>]，即可啟動或停止啟用類型為「手動」的網路修飾鍵。

source: Alternatively, you can follow these steps:
de: Sie können stattdessen auch folgende Schritte durchführen:
es: Como alternativa, puede seguir estos pasos:
fr: Vous pouvez également procéder comme suit :
it: In alternativa è possibile eseguire queste operazioni:
ja: あるいは、次の手順に従うことができます。
ko: 다른 방법으로, 다음 단계를 따르십시오.
pt_br: Também é possível executar as etapas a seguir:
zh_cn: 或者，可以执行以下步骤：
zh_hk: 或者，您可以執行下列步驟：

source: Open the <literal>Network Modifiers</literal> dialog using one of the following methods:
de: Öffnen Sie das Dialogfeld <literal>Netzwerkmodifizierer</literal>, indem Sie eine der folgenden Vorgehensweisen wählen:
es: Abra el cuadro de diálogo <literal>Network Modifiers</literal> con uno de los siguientes métodos:
fr: Ouvrez la boîte de dialogue <literal>Modificateurs réseau</literal> d'une des manières suivantes :
it: Aprire la finestra di dialogo <literal>Modificatori di rete</literal> utilizzando uno dei seguenti metodi:
ja: 次のいずれかの方法を使用して「<literal>ネットワーク修飾子</literal>」ダイアログを開きます。
ko: 다음 방법 중 하나를 사용하여 <literal>네트워크 수정자</literal> 대화 상자를 엽니다.
pt_br: Abra a caixa de diálogo <literal>Modificadores de rede</literal> seguindo um destes métodos:
zh_cn: 使用以下方法之一打开<literal>网络修饰器</literal>对话框：
zh_hk: 使用下列其中一種方法，開啟 [<literal>網路修飾鍵</literal>] 對話方塊：

source: To start a network modifier manually, select the application in the list, then click <guibutton>Start</guibutton>.
de: Um einen Netzwerkmodifizierer manuell zu starten, wählen Sie die Anwendung aus der Liste aus, und klicken Sie dann auf die Schaltfläche <guibutton>Start</guibutton>.
es: Para iniciar un modificador de red manualmente, seleccione la aplicación en la lista y haga clic en <guibutton>Iniciar</guibutton>.
fr: Pour démarrer un modificateur réseau manuellement, sélectionnez l'application dans la liste, puis cliquez sur <guibutton>Démarrer</guibutton>.
it: Per avviare manualmente un modificatore di rete, selezionare l'applicazione nell'elenco, quindi fare clic su <guibutton>Avvio</guibutton>.
ja: ネットワーク修飾子を手動で開始するには、リスト内でアプリケーションを選択してから、「<guibutton>開始</guibutton>」をクリックします。
ko: 네트워크 수정자를 수동으로 시작하려면 목록에서 응용 프로그램을 선택하고 <guibutton>시작</guibutton>을 누릅니다.
pt_br: Para iniciar um modificador de rede manualmente, selecione o aplicativo na lista e, em seguida, clique em <guibutton>Iniciar</guibutton>.
zh_cn: 要手动启动一个网络修饰器，请在列表中选择该应用程序，然后单击<guibutton>启动</guibutton>。
zh_hk: 若要手動啟動網路修飾鍵，請選取清單中的應用程式，然後按一下 [<guibutton>啟動</guibutton>]。

source: To manually stop a network modifier:
de: So stoppen Sie einen Netzwerkmodifizierer manuell
es: Para detener en forma manual un modificador de red:
fr: Pour arrêter manuellement un modificateur réseau :
it: Per interrompere manualmente un modificatore di rete:
ja: ネットワーク修飾子を手動で停止するには
ko: 네트워크 수정자를 수동으로 중지하려면:
pt_br: Para parar manualmente um modificador de rede:
zh_cn: 手动停止网络修饰器：
zh_hk: 手動停止網路修飾鍵：

source: Select the application in the list, then click <guibutton>Stop</guibutton>.
de: Wählen Sie die Anwendung aus der Liste aus, und klicken Sie anschließend auf die Schaltfläche <guibutton>Stopp</guibutton>.
es: Seleccione la aplicación en la lista y, a continuación, haga clic en <guibutton>Detener</guibutton>.
fr: Sélectionnez l'application dans la liste, puis cliquez sur <guibutton>Arrêter</guibutton>.
it: Selezionare l'applicazione nell'elenco, quindi fare clic su <guibutton>Interrompi</guibutton>.
ja: リスト内でアプリケーションを選択してから、「<guibutton>停止</guibutton>」をクリックします。
ko: 목록에서 응용 프로그램을 선택하고 <guibutton>중지</guibutton>를 누릅니다.
pt_br: Selecione o aplicativo na lista e, em seguida, clique em <guibutton>Parar</guibutton>.
zh_cn: 在列表中选择该应用程序，然后单击<guibutton>停止</guibutton>。
zh_hk: 選取清單中的應用程式，然後按一下 [<guibutton>停止</guibutton>]。

source: The <guibutton>Stop</guibutton> button is enabled <emphasis>only</emphasis> for applications that are currently running.
de: Die Schaltfläche <guibutton>Stopp</guibutton> ist <emphasis>nur</emphasis> für Anwendungen aktiviert, die gerade ausgeführt werden.
es: El botón <guibutton>Detener</guibutton> se habilita <emphasis>solamente</emphasis> para aplicaciones que se están ejecutando.
fr: Le bouton <guibutton>Arrêter</guibutton> est activé<emphasis>uniquement</emphasis> pour les applications en cours d'exécution.
it: Il pulsante <guibutton>Interrompi</guibutton> è abilitato <emphasis>solo</emphasis> per le applicazioni attualmente in esecuzione.
ja: 「<guibutton>停止</guibutton>」ボタンは、現在実行されているアプリケーションに<emphasis>のみ</emphasis>有効になっています。
ko: 현재 실행 중인 응용 프로그램에 <emphasis>대해서만</emphasis> <guibutton>중지</guibutton> 버튼이 사용으로 설정됩니다.
pt_br: O botão <guibutton>Parar</guibutton> será ativado <emphasis>apenas</emphasis> para aplicativos que estiverem em execução no momento.
zh_cn: <guibutton>停止</guibutton>按钮<emphasis>仅</emphasis>对当前正在运行的应用程序启用。
zh_hk: <emphasis>只有</emphasis>目前正在執行的應用程式，其 [<guibutton>停止</guibutton>] 按鈕是啟用的。

source: To automatically start and stop a network modifier:
de: So starten und stoppen Sie einen Netzwerkmodifizierer automatisch
es: Para iniciar y detener automáticamente un modificador de red:
fr: Pour démarrer et arrêter automatiquement un modificateur réseau :
it: Per avviare e interrompere automaticamente un modificatore di rete:
ja: ネットワーク修飾子を自動的に開始および停止するには
ko: 네트워크 수정자를 자동으로 시작/중지하려면:
pt_br: Para iniciar e parar automaticamente um modificador de rede:
zh_cn: 自动启动和停止网络修饰器：
zh_hk: 自動啟動及停止網路修飾鍵：

source: Set the application's activation type to Conditional. For more information, see <xref linkend="vpn-setrules"/>.
de: Setzen Sie den Aktivierungstyp der Anwendung auf "Bedingt". Weitere Informationen finden Sie unter <xref linkend="vpn-setrules"/>.
es: Establezca el tipo de activación de la aplicación en Condicional. Para obtener más información, consulte <xref linkend="vpn-setrules"/>.
fr: Donnez à l'application le type d'activation Conditionnel. Pour plus d'informations, reportez-vous à la section <xref linkend="vpn-setrules"/>.
it: Impostare il tipo di attivazione dell'applicazione su Condizionale. Per ulteriori informazioni, vedere <xref linkend="vpn-setrules"/>.
ja: アプリケーションのアクティブ化タイプを「条件付き」に設定します。詳細については、<xref linkend="vpn-setrules"/>を参照してください。
ko: 응용 프로그램의 활성화 유형을 조건부로 설정합니다. 자세한 내용은 <xref linkend="vpn-setrules"/>을(를) 참조하십시오.
pt_br: Defina o tipo de ativação do aplicativo como Condicional. Para obter mais informações, consulte <xref linkend="vpn-setrules"/>.
zh_cn: 将该应用程序的激活类型设置为“有条件的”。有关更多信息，请参见<xref linkend="vpn-setrules"/>。
zh_hk: 將應用程式的啟用類型設定為「條件性」。如需詳細資訊，請參閱<xref linkend="vpn-setrules"/>。

source: To Set Rules for a Network Modifier
de: So legen Sie Regeln für einen Netzwerkmodifizierer fest
es: Establecer reglas para un modificador de red
fr: Pour définir les règles d'un modificateur réseau
it: Per impostare regole per un modificatore di rete
ja: ネットワーク修飾子の規則を設定するには
ko: 네트워크 수정자에 대한 규칙 설정
pt_br: Para definir regras para um modificador de rede
zh_cn: 为网络修饰器设置规则
zh_hk: 設定網路修飾鍵的規則

source: You can set rules that enable a network modifier to start and stop automatically.
de: Sie können Regeln festlegen, mit deren Hilfe ein Netzwerkmodifizierer automatisch gestartet und gestoppt werden kann.
es: Puede definir reglas que permiten que un modificador de red se inicie o se detenga de forma automática.
fr: Vous pouvez définir des règles qui permettent à un modificateur réseau de démarrer et de s'arrêter automatiquement.
it: È possibile impostare regole che consentono l'avvio e l'interruzione automatici del modificatore di rete.
ja: ネットワーク修飾子を自動的に開始および停止するための規則を設定できます。
ko: 네트워크 수정자가 자동으로 시작 및 중지되도록 규칙을 설정할 수 있습니다.
pt_br: É possível definir regras para que um modificador de rede seja iniciado ou parado automaticamente.
zh_cn: 可以设置规则，使网络修饰器根据规则自动启动和停止。
zh_hk: 您可以設定讓網路修飾鍵自動啟動或停止的規則。

source: Open the <literal>Network Modifiers</literal> dialog in one of the following ways:
de: Öffnen Sie das Dialogfeld <literal>Netzwerkmodifizierer</literal>, indem Sie einen der folgenden Schritte durchführen:
es: Abra el cuadro de diálogo <literal>Network Modifiers</literal> de una de las siguientes formas:
fr: Ouvrez la boîte de dialogue <literal>Modificateurs réseau</literal> de l'une des manières suivantes :
it: Aprire la finestra di dialogo <literal>Modificatori di rete</literal> utilizzando uno dei seguenti metodi:
ja: 次のいずれかの方法で「<literal>ネットワーク修飾子</literal>」ダイアログを開きます。
ko: 다음 방법 중 하나로 <literal>네트워크 수정자</literal> 대화 상자를 엽니다.
pt_br: Abra a caixa de diálogo <literal>Modificadores de rede</literal> seguindo um destes métodos:
zh_cn: 使用以下方法之一打开<literal>网络修饰器</literal>对话框：
zh_hk: 使用下列其中一種方法，開啟 [<literal>網路修飾鍵</literal>] 對話方塊：

source: Right-click the <literal>Network Status</literal> notification icon, then select the <guimenuitem>Network Modifier Preferences..</guimenuitem> menu item.
de: Klicken Sie mit der rechten Maustaste auf das Benachrichtigungssymbol <literal>Netzwerkstatus</literal>, und wählen Sie dann die Menüoption <guimenuitem>Einstellungen des Netzwerkmodifizierers</guimenuitem>.
es: Haga clic con el botón derecho en el icono de notificación <literal>Network Status</literal> y, a continuación, seleccione el elemento de menú <guimenuitem>Preferencias de modificador de red</guimenuitem>.
fr: Cliquez avec le bouton droit de la souris sur l'icône de notification <literal>Etat du réseau</literal>, puis sélectionnez l'option de menu <guimenuitem>Préférences de modificateurs réseau...</guimenuitem>.
it: Fare clic con il pulsante destro del mouse sull'icona di notifica <literal>Stato rete</literal>, quindi selezionare la voce di menu <guimenuitem>Preferenze modificatore di rete</guimenuitem>.
ja: 「<literal>ネットワークステータス</literal>」通知アイコンを右クリックしてから、「<guimenuitem>ネットワーク修飾子の設定</guimenuitem>」メニュー項目を選択します。
ko: <literal>네트워크 상태</literal> 알림 아이콘을 마우스 오른쪽 버튼으로 누르고 <guimenuitem>네트워크 수정자 기본 설정...</guimenuitem> 메뉴 항목을 선택합니다.
pt_br: Clique com o botão direito do mouse no ícone de notificação <literal>Status da rede</literal> e, em seguida, selecione o item de menu <guimenuitem>Preferências de modificador de rede</guimenuitem>.
zh_cn: 右键单击<literal>网络状态</literal>通知图标，然后选择<guimenuitem>网络修饰器首选项...</guimenuitem>菜单项。
zh_hk: 在 [<literal>網路狀態</literal>] 通知圖示按一下滑鼠右鍵，然後選取 [<guimenuitem>網路修飾鍵喜好設定..</guimenuitem>] 功能表項目。

source: Select the network modifier for which you want to set the rule, then check the <guilabel>Start/Stop according to rules</guilabel> check box.
de: Wählen Sie den Netzwerkmodifizierer aus, für den Sie die Regeln festlegen möchten, und aktivieren Sie dann das Kontrollkästchen <guilabel>Start/Stopp entsprechend den Regeln</guilabel>.
es: Seleccione el modificador de red para el que desea establecer la regla y marque la casilla de selección <guilabel>Iniciar/detener según las reglas</guilabel>.
fr: Sélectionnez le modificateur réseau pour lequel vous souhaitez définir la règle, puis cochez la case <guilabel>Démarrer/arrêter en fonction de règles</guilabel>.
it: Selezionare il modificatore di rete per cui si desidera impostare la regola, quindi selezionare la casella <guilabel>Avvia/arresta in base a regole</guilabel>.
ja: 規則を設定するネットワーク修飾子を選択してから、「<guilabel>規則に従って開始/停止する</guilabel>」チェックボックスにチェックマークを付けます。
ko: 규칙을 설정할 네트워크 수정자를 선택하고 <guilabel>규칙에 따라 시작/중지</guilabel> 확인란을 선택합니다.
pt_br: Selecione o modificador de rede para o qual deseja definir a regra e, em seguida, marque a caixa de seleção <guilabel>Iniciar/Parar de acordo com as regras</guilabel>.
zh_cn: 选择要为其设置规则的网络修饰器，然后选中<guilabel>根据规则启动/停止</guilabel>复选框。
zh_hk: 選取您想為其設定規則的網路修飾鍵，然後選取 [<guilabel>根據規則啟動/停止</guilabel>] 核取方塊。

source: Click the <guibutton>Edit Rules</guibutton> button to open the <literal>Edit Rules</literal> dialog.
de: Klicken Sie auf die Schaltfläche <guibutton>Regeln bearbeiten</guibutton>, um das Dialogfeld <literal>Regeln bearbeiten</literal> zu öffnen.
es: Haga clic en el botón <guibutton>Editar reglas</guibutton> para abrir el cuadro de diálogo <literal>Edit Rules</literal>.
fr: Cliquez sur le bouton <guibutton>Modifier les règles</guibutton> pour ouvrir la boîte de dialogue <literal>Modifier les règles</literal>.
it: Fare clic sul pulsante <guibutton>Modifica regole</guibutton> per aprire la finestra di dialogo <literal>Modifica regole</literal>.
ja: 「<guibutton>規則の編集</guibutton>」ボタンをクリックして「<literal>規則の編集</literal>」ダイアログを開きます。
ko: <guibutton>규칙 편집</guibutton> 버튼을 눌러 <literal>규칙 편집</literal> 대화 상자를 엽니다.
pt_br: Clique no botão <guibutton>Editar regras</guibutton> para abrir a caixa de diálogo <literal>Editar regras</literal>.
zh_cn: 单击<guibutton>编辑规则</guibutton>按钮打开<literal>编辑规则</literal>对话框。
zh_hk: 按一下 [<guibutton>編輯規則</guibutton>] 按鈕，開啟 [<literal>編輯規則</literal>] 對話方塊。

source: Specify the conditions under which the selected network modifier should be started.
de: Geben Sie die Bedingungen an, unter denen der ausgewählte Netzwerkmodifizierer gestartet werden soll.
es: Especifique las condiciones bajo las que el modificador de red seleccionado que se debería iniciar.
fr: Spécifiez les conditions dans lesquelles le modificateur réseau sélectionné doit être démarré.
it: Specificare le condizioni in cui viene avviato il modificatore di rete.
ja: 選択されたネットワーク修飾子を開始するべき条件を指定します。
ko: 선택한 네트워크 수정자를 시작할 조건을 지정합니다.
pt_br: Especifique as condições nas quais o modificador de rede selecionado deverá ser iniciado.
zh_cn: 指定启动选定网络修饰器应满足的条件。
zh_hk: 指定所選網路修飾鍵應該在什麼樣的條件下啟動。
