Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: Running network modifiers
de: Netzwerkmodifizierer werden ausgeführt
es: Modificadores de red en ejecución
fr: Modificateurs réseau en cours d'exécution
it: Esecuzione modificatori di rete
ja: 実行中のネットワーク修飾子
ko: 실행 중인 네트워크 수정자
pt_br: Execução de modificadores de rede
zh_cn: 正在运行的网络修饰器
zh_hk: 執行中網路修飾鍵

source: The specified network modifier is (or is not) currently running.
de: Der angegebene Netzwerkmodifizierer wird derzeit ausgeführt (oder nicht).
es: El modificador de red especificado está (o no) ejecutándose.
fr: Le modificateur réseau spécifié est (ou n'est pas) en cours d'exécution.
it: Il modificatore di rete specificato è (o non è) attualmente in esecuzione.
ja: 指定されたネットワーク修飾子が現在実行中である (または実行中でない)。
ko: 지정된 네트워크 수정자가 현재 실행 중입니다(또는 현재 실행 중이 아닙니다).
pt_br: O modificador de rede especificado está (ou não) em execução no momento.
zh_cn: 指定网络修饰器当前正在（或没有）运行。
zh_hk: 指定的網路修飾鍵目前正在 (或尚未) 執行。

source: Wireless network name
de: Name des Drahtlosnetzwerks
es: Nombre de la red inalámbrica
fr: Nom de réseau sans fil
it: Nome rete wireless
ja: 無線ネットワーク名
ko: 무선 네트워크 이름
pt_br: Nome de rede sem fio
zh_cn: 无线网络名称
zh_hk: 無線網路名稱

source: Any enabled wireless interface is currently connected to a wireless network whose ESSID matches (or does not match) the specified network name, or contains (or does not contain) the specified string.
de: Eine aktivierte drahtlose Schnittstelle ist derzeit mit einem Drahtlosnetzwerk verbunden, dessen ESSID mit dem Namen des angegebenen Netzwerks übereinstimmt (oder nicht) oder die angegebene Zeichenfolge enthält (oder nicht).
es: Cualquier interfaz inalámbrica habilitada actualmente conectada a una red inalámbrica cuyo ESSID coincide (o no) con el nombre de red especificado o contiene (o no) la cadena especificada.
fr: Interface sans fil activée qui est actuellement connectée à un réseau sans fil dont l'ESSID correspond (ou ne correspond pas) au nom de réseau spécifié ou contient (ou ne contient pas) la chaîne spécifiée.
it: Un'interfaccia di rete abilitata è attualmente connessa a una rete wireless il cui ESSID corrisponde (o non corrisponde) al nome di rete specificato, oppure contiene (o non contiene) la stringa specificata.
ja: 有効になっている無線インタフェースが現在接続されている無線ネットワークの ESSID が、指定されたネットワーク名に一致する (または一致しない) か、または指定された文字列を含む (または含まない)。
ko: 사용으로 설정된 무선 인터페이스가 ESSID가 지정된 네트워크 이름과 일치하거나(또는 일치하지 않거나) 지정된 문자열을 포함하는(또는 포함하지 않는) 무선 네트워크에 현재 연결되어 있습니다.
pt_br: Qualquer interface sem fio ativada está conectada no momento com uma rede sem fio cujo ESSID corresponde (ou não) ao nome de rede especificado ou contém (ou não) a sequência de caracteres especificada.
zh_cn: 任何已启用无线接口当前连接到其 ESSID 匹配（或不匹配）指定网络名称，或者包含（或不包含）指定字符串的无线网络。
zh_hk: 目前已連線到無線網路的任何已啟用無線介面，無線網路的 ESSID 要符合 (或不符合) 指定的網路名稱，或包含 (或不包含) 指定的字串。

source: Wireless network BSSID
de: Drahtlosnetzwerk-BSSID
es: Red inalámbrica BSSID
fr: Réseau sans fil (BSSID)
it: Rete wireless (BSSID)
ja: 無線ネットワーク (BSSID)
ko: 무선 네트워크 BSSID
pt_br: BSSID de rede sem fio
zh_cn: 无线网络 BSSID
zh_hk: 無線網路 BSSID

source: Any enabled wireless interface is currently connected to a wireless network whose BSSID matches (or does not match) the specified BSSID.
de: Eine aktivierte drahtlose Schnittstelle ist derzeit mit einem Drahtlosnetzwerk verbunden, dessen BSSID mit dem angegebenen BSSID übereinstimmt (oder nicht).
es: Cualquier interfaz inalámbrica habilitada actualmente a una red inalámbrica cuyo BSSID coincide (o no) con el BSSID especificado.
fr: Interface sans fil activée qui est actuellement connectée à un réseau sans fil dont le BSSID correspond (ou ne correspond pas) au BSSID spécifié.
it: Un'interfaccia wireless abilitata è attualmente collegata a una rete wireless il cui BSSID corrisponde (o non corrisponde) al BSSID specificato.
ja: 有効になっている無線インタフェースが現在接続されている無線ネットワークの BSSID が、指定された BSSID に一致する (または一致しない)。
ko: 사용으로 설정된 무선 인터페이스가 해당 BSSID가 지정된 BSSID와 일치하는(또는 일치하지 않는) 무선 네트워크에 현재 연결되어 있습니다.
pt_br: Qualquer interface sem fio ativada está conectada no momento com uma rede sem fio cujo BSSID corresponde (ou não ) ao BSSID especificado.
zh_cn: 任何已启用无线接口当前连接到其 BSSID 匹配（或不匹配）指定 BSSID 的无线网络。
zh_hk: 目前已連線到無線網路的任何已啟用無線介面，無線網路的 ESSID 要符合 (或不符合) 指定的 BSSID。

source: Having selected the condition type, do one of the following:
de: Gehen Sie nach Auswahl des Bedingungstyps wie folgt vor:
es: Una vez seleccionado el tipo de condición, realice una de las siguientes acciones:
fr: Une fois le type de condition sélectionné, procédez de l'une des manières suivantes :
it: Dopo aver selezionato il tipo di condizione, effettuare una delle operazioni seguenti:
ja: 条件タイプを選択したら、次のいずれかを行います。
ko: 조건 유형을 선택했으면 다음 중 하나를 수행합니다.
pt_br: Depois de selecionar o tipo de condição, faça o seguinte:
zh_cn: 选择条件类型后，执行以下操作之一：
zh_hk: 選取條件類型後，執行下列其中一項：

source: Complete the condition by choosing or typing the appropriate terms in the adjacent controls.
de: Vervollständigen Sie die Bedingung, indem Sie die entsprechenden Daten in den benachbarten Steuerelementen auswählen oder in die benachbarten Steuerelemente eintragen.
es: Complete la condición seleccionando o escribiendo las condiciones apropiadas en los controles adyacentes.
fr: Complétez la condition en sélectionnant ou en saisissant les termes appropriés dans les zones adjacentes.
it: Completare la condizione scegliendo o digitando i termini appropriati nei controlli adiacenti.
ja: 隣接するコントロールで適切な用語を選択または入力することによって、条件を完了します。
ko: 인접한 콘트롤에서 적절한 용어를 선택하거나 입력하여 조건을 완성합니다.
pt_br: Complete a condição escolhendo ou digitando os termos adequados nos controles adjacentes.
zh_cn: 通过在相邻控件中选择或键入适当词条来完成条件。
zh_hk: 在相鄰的控制項中選擇或輸入適當字詞，完成條件。

source: For example, to enter the condition "Wireless network name is OfficeNet", first select the condition type, <literal>Wireless network name</literal>. From the second drop-down list, select <guimenuitem>is</guimenuitem>, then type "OfficeNet" into the adjacent text field.
de: Um beispielsweise die Bedingung "Name des Drahtlosnetzwerks ist OfficeNet" einzugeben, wählen Sie zunächst den Bedingungstyp <literal>Wireless network name</literal> aus. Wählen Sie anschließend aus der zweiten Dropdown-Liste <guimenuitem>ist</guimenuitem> aus, und geben Sie dann "OfficeNet" in das benachbarte Textfeld ein.
es: Por ejemplo, para introducir la condición "El nombre de la red inalámbrica es OfficeNet", primero seleccione el tipo de condición <literal>Wireless network name</literal>. En la segunda lista desplegable, seleccione <guimenuitem>es</guimenuitem> y escriba "OfficeNet" en el campo de texto adyacente.
fr: Par exemple, pour entrer la condition "Le nom de réseau sans fil est OfficeNet", sélectionnez d'abord le type de condition, <literal>Nom de réseau sans fil</literal>. Dans la deuxième liste déroulante, sélectionnez <guimenuitem>est</guimenuitem>, puis entrez "OfficeNet" dans le champ de texte adjacent.
it: Ad esempio, per immettere la condizione "Nome rete wireless è OfficeNet", selezionare innanzitutto il tipo di condizione, <literal>Nome rete wireless</literal>. Dal secondo elenco a discesa, selezionare <guimenuitem>è</guimenuitem>, quindi digitare "OfficeNet" nel campo di testo adiacente.
ja: たとえば、「無線ネットワーク名は OfficeNet である」という条件を入力するには、まず条件タイプ「<literal>無線ネットワーク名</literal>」を選択します。2 番目のドロップダウンリストから、「<guimenuitem>が次である</guimenuitem>」を選択し、隣接するテキストフィールドに「OfficeNet」を入力します。
ko: 예를 들어, "무선 네트워크 이름이 OfficeNet과 같음"이라는 조건을 입력하려면 먼저 조건 유형으로 <literal>무선 네트워크 이름</literal>을 선택합니다. 두번째 드롭다운 목록에서 <guimenuitem>같음</guimenuitem>을 선택하고 인접한 텍스트 필드에 "OfficeNet"을 입력합니다.
pt_br: Por exemplo, para inserir a condição "O nome da rede sem fio é OfficeNet", primeiro, selecione o tipo de condição, <literal>Nome de rede sem fio</literal>. Na segunda lista drop-down, selecione <guimenuitem>é</guimenuitem> e, em seguida, digite "OfficeNet" no campo de texto adjacente.
zh_cn: 例如，要输入条件“无线网络名称是 OfficeNet”，请首先选择条件类型<literal>无线网络名称</literal>。从第二个下拉式列表中，选择<guimenuitem>是</guimenuitem>，然后在相邻文本字段中键入 "OfficeNet"。
zh_hk: 例如，若要輸入「無線網路名稱為 OfficeNet」這個條件，請先選取 [<literal>無線網路名稱</literal>] 條件類型。從第二個下拉式清單選取 [<guimenuitem>是</guimenuitem>]，然後在相鄰的文字欄位中輸入 OfficeNet。

source: To add another condition, click the <guibutton>Add</guibutton> (<guibutton>+</guibutton>) button that is displayed next to any existing condition. To remove an existing condition, click the <guibutton>Remove</guibutton> (<guibutton>-</guibutton>) button that is displayed next to that condition.
de: Um eine weitere Bedingung hinzuzufügen, klicken Sie auf die Schaltfläche <guibutton>Hinzufügen</guibutton> (<guibutton>+</guibutton>), die neben einer vorhandenen Bedingung angezeigt wird. Um eine vorhandene Bedingung zu entfernen, klicken Sie auf die Schaltfläche <guibutton>Entfernen</guibutton> (<guibutton>–</guibutton>), die neben dieser Bedingung angezeigt wird.
es: Para agregar otra condición, haga clic en el botón <guibutton>Agregar</guibutton> (<guibutton>+</guibutton>) que aparece junto a cualquier condición existente. Para eliminar una condición existente, haga clic en el botón <guibutton>Eliminar</guibutton> (<guibutton>-</guibutton>) que aparece junto a esa condición.
fr: Pour ajouter une autre condition, cliquez sur le bouton<guibutton>Ajouter</guibutton> (<guibutton>+</guibutton>) qui s'affiche en regard d'une condition existante. Pour supprimer une condition existante, cliquez sur le bouton <guibutton>Supprimer</guibutton> (<guibutton>-</guibutton>) qui s'affiche en regard de la condition en question.
it: Per aggiungere un'altra condizione, fare clic sul pulsante <guibutton>Aggiungi</guibutton> (<guibutton>+</guibutton>) visualizzato accanto alle condizioni esistenti. Per rimuovere una condizione esistente, fare clic sul pulsante <guibutton>Rimuovi</guibutton> (<guibutton>-</guibutton>) visualizzato accanto alla condizione in questione.
ja: 別の条件を追加するには、既存の条件の横に表示されている「<guibutton>追加</guibutton>」(<guibutton>+</guibutton>) ボタンをクリックします。既存の条件を削除するには、その条件の横に表示されている「<guibutton>削除</guibutton>」(<guibutton>-</guibutton>) ボタンをクリックします。
ko: 다른 조건을 추가하려면 기존 조건 옆에 표시되는 <guibutton>추가</guibutton>(<guibutton>+</guibutton>) 버튼을 누릅니다. 기존 조건을 제거하려면 해당 조건 옆에 표시되는 <guibutton>제거</guibutton>(<guibutton>-</guibutton>) 버튼을 누릅니다.
pt_br: Para adicionar outra condição, clique no botão <guibutton>Adicionar</guibutton> (<guibutton>+</guibutton>) exibido ao lado de qualquer condição existente. Para remover uma condição existente, clique no botão <guibutton>Remover</guibutton> (<guibutton>-</guibutton>) exibido ao lado da condição.
zh_cn: 要添加其他条件，请单击任何现有条件旁边显示的<guibutton>添加</guibutton> (<guibutton>+</guibutton>) 按钮。要删除现有条件，请单击该条件旁边显示的<guibutton>删除</guibutton> (<guibutton>-</guibutton>) 按钮。
zh_hk: 若要新增其他條件，請按一下任何現有條件旁邊顯示的 [<guibutton>新增</guibutton>] (<guibutton>+</guibutton>) 按鈕。若要移除現有的條件，請按一下條件旁邊顯示的 [<guibutton>移除</guibutton>] (<guibutton>-</guibutton>) 按鈕。

source: If the action is to be performed when any one of the conditions is met, click the <guibutton>Match Any</guibutton> button. Use the <guibutton>Match All</guibutton> button, if all of the conditions must be met before the action is performed.
de: Soll die Aktion ausgeführt werden, wenn eine der Bedingungen erfüllt ist, klicken Sie auf die Schaltfläche <guibutton>Beliebige abgleichen</guibutton>. Verwenden Sie die Schaltfläche <guibutton>Alle abgleichen</guibutton>, wenn alle Bedingungen erfüllt werden müssen, bevor die Aktion ausgeführt wird.
es: Si la acción se realizará cuando se cumpla alguna de las condiciones, haga clic en el botón <guibutton>Coincidir con cualquiera</guibutton>. Use el botón <guibutton>Coincidir todos</guibutton>, si todas las condiciones deben cumplirse antes de que la acción se realice.
fr: Si l'action doit être exécutée lorsque l'une des conditions est remplie, cliquez sur le bouton <guibutton>Un seul critère</guibutton>. Utilisez le bouton <guibutton>Tous les critères</guibutton> si toutes les conditions doivent être remplies avant d'exécuter l'action.
it: Se l'azione viene effettuata quando una qualsiasi delle condizioni viene soddisfatta, fare clic sul pulsante <guibutton>Confronta alcuni</guibutton>. Utilizzare il pulsante <guibutton>Confronta tutto</guibutton> se tutte le condizioni devono essere soddisfatte prima che l'azione venga eseguita.
ja: いずれかの条件が満たされたときにアクションを実行する場合は、「<guibutton>いずれかに一致</guibutton>」ボタンをクリックします。そのアクションが実行される前にすべての条件が満たされる必要がある場合は、「<guibutton>すべてに一致</guibutton>」ボタンを使用します。
ko: 조건 중 하나라도 충족할 때 작업이 수행되는 경우 <guibutton>임의 일치</guibutton> 버튼을 누릅니다. 작업을 수행하기 전에 모든 조건이 충족해야 하는 경우 <guibutton>모두 일치</guibutton> 버튼을 사용합니다.
pt_br: Se a ação precisar ser executada quando qualquer uma das condições for atendida, clique no botão <guibutton>Corresponder a qualquer</guibutton>. Use o botão <guibutton>Corresponder a todos</guibutton> se todas as condições precisarem ser atendidas para que a ação seja executada.
zh_cn: 如果要在满足任一条件时执行操作，请单击<guibutton>匹配任一</guibutton>按钮。如果必须满足所有条件才能执行操作，请选择<guibutton>匹配所有</guibutton>按钮。
zh_hk: 如果要在符合任一條件時執行動作，請按一下 [<guibutton>任一相符</guibutton>] 按鈕。如果必須符合所有條件才能執行動作，請使用 [<guibutton>全部相符</guibutton>] 按鈕。

source: To discard any changes you made to the rules since opening the dialog, click the <guibutton>Revert</guibutton> button. The dialog remains open for further editing.
de: Um Änderungen zu verwerfen, die Sie seit dem Öffnen des Dialogfelds vorgenommen haben, klicken Sie auf die Schaltfläche <guibutton>Wiederherstellen</guibutton>. Das Dialogfeld bleibt zur weiteren Bearbeitung geöffnet.
es: Para descartar los cambios realizados a la regla desde la apertura del cuadro de diálogo, haga clic en el botón <guibutton>Revertir</guibutton>. El cuadro de diálogo permanece abierto para seguir editándolo.
fr: Pour supprimer les modifications apportées aux règles depuis l'ouverture de la boîte de dialogue, cliquez sur le bouton <guibutton>Rétablir</guibutton>. La boîte de dialogue reste ouverte afin de poursuivre les modifications.
it: Per annullare qualsiasi modifica apportata alle regole dopo l'apertura della finestra di dialogo, fare clic sul pulsante <guibutton>Ripristina</guibutton>. La finestra di dialogo rimane aperta per consentire ulteriori modifiche.
ja: このダイアログを開いてから規則に加えた変更を破棄するには、「<guibutton>元に戻す</guibutton>」ボタンをクリックします。このダイアログは、さらに編集できるように開いたままになります。
ko: 대화 상자를 열어둔 이후 규칙에 변경한 사항을 무시하려면 <guibutton>되돌리기</guibutton> 버튼을 누릅니다. 추후 편집을 위해 대화 상자를 열어둡니다.
pt_br: Para descartar as alterações feitas nas regras desde que você abriu a caixa de diálogo, clique no botão <guibutton>Reverter</guibutton>. A caixa de diálogo permanecerá aberta para mais edições.
zh_cn: 要放弃自打开该对话框后对规则所做的任何更改，请单击<guibutton>恢复</guibutton>按钮。该对话框仍将保持打开状态，供进一步进行编辑。
zh_hk: 若要捨棄開啟對話方塊後所做的任何規則變更，請按一下 [<guibutton>復原</guibutton>] 按鈕。對話方塊會保持開啟，讓您做進一步的編輯。

source: translator-credits
es: créditos del traductor
it: Traduzione
ja: Sun Microsystems
ko: Oracle Corporation
pt_br: créditos do tradutor
zh_cn: Oracle Corporation
zh_hk: Oralce Corporation

source: attempts:3 ndots:2 debug no-check-names
fr: tentatives :3 ndots :2 debug no-check-names
pt_br: tentativas:3 npontos:2 depurar sem-verificar-nomes

source: U.S. GOVERNMENT RIGHTS Programs, software, databases, and related documentation and technical data delivered to U.S. Government customers are “commercial computer software” or “commercial technical data” pursuant to the applicable Federal Acquisition Regulation and agency-specific supplemental regulations. As such, the use, duplication, disclosure, modification, and adaptation shall be subject to the restrictions and license terms set forth in the applicable Government contract, and, to the extent applicable by the terms of the Government contract, the additional rights set forth in FAR 52.227-19, Commercial Computer Software License (December 2007). Oracle USA, Inc., 500 Oracle Parkway, Redwood City, CA 94065.
it: DIRITTI DEL GOVERNO STATUNITENSE Programmi, software, database e la relativa documentazione e dati tecnici consegnati ai clienti del Governo degli Stati Uniti sono "software informatico commerciale" o "dati tecnici commerciali" in conformità alla Federal Acquisition Regulation applicabile e ai regolamenti supplementari specifici di ciascun ente. Come tale, l'uso, la duplicazione, la divulgazione, la modifica e l'adattamento sono soggetti alle restrizioni e ai temini di licenza delineati nel contratto governativo applicabile e, nella misura definita dai termini del contratto governativo, ai diritti aggiuntivi delineati in FAR 52.227-19, Commercial Computer Software License (dicembre 2007). Oracle USA, Inc., 500 Oracle Parkway, Redwood City, California 94065, USA.

source: Manual
de: Manuell
fr: Manuel
it: Manuale
ja: 手動
ko: 수동
zh_cn: 手动
zh_hk: 手動
