Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: To Change the Priority Mode of a Priority Group:
de: So ändern Sie den Prioritätsmodus einer Prioritätsgruppe
es: Para cambiar el modo de prioridad de un grupo de prioridad:
fr: Pour changer le mode de priorité d'un groupe de priorités :
it: Per modificare la modalità di priorità di un gruppo priorità:
ja: 優先度グループの優先度モードを変更するには
ko: 우선 순위 그룹의 우선 순위 모드 변경:
pt_br: Para alterar o modo de prioridade de um grupo de prioridade:
zh_cn: 更改优先级组的优先级模式：
zh_hk: 變更優先順序群組的優先模式：

source: To change the priority mode of a priority group, select its top-level group description or any of the connections that it contains. The <guilabel>Selected group</guilabel> drop-down list is displayed, along with the priority mode of the group that you selected.
de: Um den Prioritätsmodus einer Prioritätsgruppe zu ändern, wählen Sie seine obere Gruppenbeschreibung oder eine der darin enthaltenen Verbindungen aus. Die Dropdown-Liste <guilabel>Ausgewählte Gruppe</guilabel> wird zusammen mit dem Prioritätsmodus der von Ihnen ausgewählten Gruppe angezeigt.
es: Para cambiar el modo de prioridad de un grupo de prioridad, seleccione la descripción de grupo del nivel superior o cualquiera de las conexiones que contiene. Se muestra la lista desplegable <guilabel>Grupo seleccionado</guilabel>, junto con el modo de prioridad del grupo que seleccionó.
fr: Pour changer le mode de priorité d'un groupe de priorités, sélectionnez la description de son groupe de niveau supérieur ou toute connexion qu'il contient. La liste déroulante <guilabel>Groupe sélectionné</guilabel>, ainsi que le mode de priorité du groupe sélectionné s'affichent.
it: Per modificare la modalità di priorità di un gruppo priorità, selezionare la descrizione del gruppo di livello superiore o una qualsiasi delle connessioni in esso contenute. Viene visualizzato l'elenco a discesa del <guilabel>gruppo selezionato</guilabel>, oltre alla modalità di priorità del gruppo selezionato.
ja: 優先度グループの優先度モードを変更するには、その最上位のグループの説明、またはそこに含まれているいずれかの接続を選択します。「<guilabel>選択されたグループ</guilabel>」ドロップダウンリストが、選択したグループの優先度モードとともに表示されます。
ko: 우선 순위 그룹의 우선 순위 모드를 변경하려면 최상위 그룹 설명이나 그것이 포함하는 연결을 선택합니다. <guilabel>선택된 그룹</guilabel> 드롭다운 목록이 선택한 그룹의 우선 순위 모드와 함께 표시됩니다.
pt_br: Para alterar o modo de prioridade de um grupo de prioridade, selecione sua descrição de nível superior ou qualquer uma das conexões que ele contém. A lista drop-down <guilabel>Grupo selecionado</guilabel> será exibida, juntamente com o modo de prioridade do grupo selecionado.
zh_cn: 要更改优先级组的优先级模式，请选择其顶层组说明或其中包含的任一连接。此时将显示<guilabel>选定组</guilabel>下拉式列表以及所选组的优先级模式。
zh_hk: 若要變更優先順序群組的優先模式，請選取它的頂層群組說明或所含的任何一個連線。系統會顯示 [<guilabel>選取的群組</guilabel>] 下拉式清單，以及您所選群組的優先模式。

source: To change the selected group's priority mode, choose from one of the following values in the drop-down list:
de: Um den Prioritätsmodus der ausgewählten Gruppe zu ändern, wählen Sie in der Dropdown-Liste einen der folgenden Werte aus:
es: Para cambiar el modo de prioridad del grupo seleccionado, elija uno de los siguientes valores de la lista desplegable:
fr: Pour changer le mode de priorité du groupe sélectionné, sélectionnez l'une des valeurs suivantes dans la liste déroulante :
it: Per modificare la modalità di priorità del gruppo selezionato, scegliere uno dei valori seguenti nell'elenco a discesa:
ja: 選択されたグループの優先度モードを変更するには、ドロップダウンリスト内の次のいずれかの値から選択します。
ko: 선택한 그룹의 우선 순위 모드를 변경하려면 드롭다운 목록에서 다음 값 중 하나를 선택합니다.
pt_br: Para alterar o modo de prioridade do grupo selecionado, escolha um dos seguintes valores na lista drop-down:
zh_cn: 要更改选定组的优先级模式，请从下拉式列表中选择下列值之一：
zh_hk: 若要變更所選群組的優先模式，請從下拉式清單中選取下列其中一個值：

source: <guilabel>Exactly one connection is enabled:</guilabel> One connection in the group is enabled and all of the other connections are disabled. This value corresponds to the <literal>Exclusive</literal> priority type.
de: <guilabel>Nur eine Verbindung ist aktiviert:</guilabel> Eine Verbindung in der Gruppe ist aktiviert, und alle anderen Verbindungen sind deaktiviert. Dieser Wert entspricht dem Prioritätstyp <literal>Exklusiv</literal>.
es: <guilabel>Hay exactamente una conexión habilitada:</guilabel> una conexión del grupo está habilitada y todas las otras conexiones están deshabilitadas. Este valor corresponde al tipo de prioridad <literal>Exclusiva</literal>.
fr: <guilabel>Une connexion exactement est activée :</guilabel> une connexion du groupe est activée et toutes les autres connexions sont désactivées. Cette valeur correspond au type de priorité <literal>Exclusive</literal>.
it: <guilabel>Solo una connessione è abilitata:</guilabel> una connessione del gruppo viene abilitata; tutte le altre sono disabilitate. Questo valore corrisponde al tipo di priorità <literal>Esclusiva</literal>.
ja: <guilabel>1 つの接続だけが有効です:</guilabel> グループ内の 1 つの接続が有効になり、その他の接続はすべて無効になります。この値は、「<literal>排他的</literal>」優先度タイプに対応します。
ko: <guilabel>정확히 하나의 연결이 사용으로 설정되어 있습니다.</guilabel> 그룹에서 하나의 연결이 사용으로 설정되고 다른 연결은 모두 사용 안함으로 설정됩니다. 이 값은 <literal>배타적</literal> 우선 순위 유형에 해당합니다.
pt_br: <guilabel>Exatamente uma conexão é ativada:</guilabel> uma conexão no grupo é ativada e todas as outras são desativadas. Esse valor corresponde ao tipo de prioridade <literal>Exclusivo</literal>.
zh_cn: <guilabel>只启用一个连接</guilabel>：启用组中的一个连接而禁用所有其他连接。此值对应于<literal>专用</literal>优先级类型。
zh_hk: <guilabel>僅啟用一個連線：</guilabel>啟用群組中的一個連線，並停用所有其他連線。這個值對應到 [<literal>專用</literal>] 優先類型。

source: <guilabel>One or more connections may be enabled:</guilabel> All of the connections in the group that can be enabled are enabled. This value corresponds to the <literal>Shared</literal> priority type.
de: <guilabel>Eine oder mehrere Verbindungen sind eventuell aktiviert:</guilabel> Alle Verbindungen in der Gruppe, die aktiviert sein können, sind aktiviert. Dieser Wert entspricht dem Prioritätstyp <literal>Gemeinsam</literal>.
es: <guilabel>Se pueden habilitar una o varias conexiones:</guilabel> todas las conexiones del grupo que pueden estar habilitadas, lo están. Este valor corresponde al tipo de prioridad <literal>Shared</literal>.
fr: <guilabel>Une ou plusieurs connexions peuvent être activées :</guilabel> Toutes les connexions figurant dans le groupe qui peut être activées sont activées. Cette valeur correspond au type de priorité <literal>Partagée</literal>.
it: <guilabel>Una o più connessioni possono essere abilitate:</guilabel> vengono abilitate tutte le connessioni del gruppo che lo possono essere. Questo valore corrisponde al tipo di priorità <literal>Condivisa</literal>.
ja: <guilabel>1 つ以上の接続を有効にすることができます:</guilabel> 有効にできるグループ内のすべての接続が有効になります。この値は、「<literal>共有</literal>」優先度タイプに対応します。
ko: <guilabel>하나 이상의 연결이 사용으로 설정되었을 수 있습니다.</guilabel> 그룹에서 사용으로 설정할 수 있는 모든 연결이 사용으로 설정됩니다. 이 값은 <literal>공유</literal> 우선 순위 유형에 해당합니다.
pt_br: <guilabel>Uma ou mais conexões podem ser ativadas:</guilabel> todas as conexões do grupo que podem ser ativadas são ativadas. Esse valor corresponde ao tipo de prioridade <literal>Compartilhado</literal>.
zh_cn: <guilabel>可以启用一个或多个连接</guilabel>：启用组中所有可以启用的连接。此值对应于<literal>共享</literal>优先级类型。
zh_hk: <guilabel>可以啟用一或多個連線：</guilabel>群組中所有可以啟用的連線都會啟用。這個值對應到 [<literal>共用</literal>] 優先類型。

source: <guilabel>All connections must be enabled:</guilabel> All of the connections in the group are enabled. This value corresponds to the <literal>All</literal> priority type.
de: <guilabel>Alle Verbindungen müssen aktiviert sein:</guilabel> Alle Verbindungen in der Gruppe sind aktiviert. Dieser Wert entspricht dem Prioritätstyp <literal>Alle</literal>.
es: <guilabel>Todas las conexiones deben estar habilitadas:</guilabel> todas las conexiones del grupo están habilitadas. este valor corresponde al tipo de prioridad <literal>All</literal>.
fr: <guilabel>Toutes les connexions doivent être activées :</guilabel> Toutes les connexions figurant dans le groupe sont activées. Cette valeur correspond au type de priorité <literal>Toutes</literal>.
it: <guilabel>Tutte le connessioni devono essere abilitate:</guilabel> vengono abilitate tutte le connessioni del gruppo. Questo valore corrisponde al tipo di priorità <literal>Tutto</literal>.
ja: <guilabel>すべての接続を有効にする必要があります:</guilabel> グループ内のすべての接続が有効になります。この値は、「<literal>すべて</literal>」優先度タイプに対応します。
ko: <guilabel>모든 연결을 사용으로 설정해야 합니다.</guilabel> 그룹에서 모든 연결이 사용으로 설정됩니다. 이 값은 <literal>모두</literal> 우선 순위 유형에 해당합니다.
pt_br: <guilabel>Todas as conexões devem ser ativadas:</guilabel> todas as conexões do grupo são ativadas. Esse valor corresponde ao tipo de prioridade <literal>Todos</literal>.
zh_cn: <guilabel>必须启用所有连接</guilabel>：启用组中的所有连接。此值对应于<literal>全部</literal>优先级类型。
zh_hk: <guilabel>必須啟用所有連線：</guilabel>群組中的所有連線都會啟用。這個值對應到 [<literal>全部</literal>] 優先類型。

source: To Increase or Decrease the Priority of a Group:
de: So gehen Sie beim Erhöhen oder Verringern der Priorität einer Gruppe vor
es: Para aumentar o disminuir la prioridad de un grupo:
fr: Pour augmenter ou diminuer la priorité d'un groupe :
it: Per aumentare o diminuire la priorità di un gruppo:
ja: グループの優先度を上げるか、または下げるには
ko: 그룹의 우선 순위 높이기/낮추기:
pt_br: Para aumentar ou diminuir a prioridade de um grupo:
zh_cn: 提高或降低组的优先级：
zh_hk: 提高或降低群組的優先順序：

source: To increase a group's priority, select its group description, then click the <guibutton>Up</guibutton> button.
de: Um die Priorität einer Gruppe zu erhöhen, wählen Sie deren Gruppenbeschreibung und klicken Sie dann auf die Schaltfläche <guibutton>Nach oben</guibutton>.
es: Para aumentar la prioridad de un grupo, seleccione su descripción de grupo y haga clic en el botón <guibutton>Arriba</guibutton>.
fr: Pour augmenter la priorité d'un groupe, sélectionnez la description de son groupe, puis cliquez sur le bouton <guibutton>Haut</guibutton>.
it: Per aumentare la priorità di un gruppo, selezionarne la descrizione, quindi fare clic sul pulsante <guibutton>Su</guibutton>.
ja: グループの優先度を上げるには、そのグループの説明を選択してから、「<guibutton>上へ</guibutton>」ボタンをクリックします。
ko: 그룹의 우선 순위를 높이려면 그룹 설명을 선택하고 <guibutton>위로</guibutton> 버튼을 누릅니다.
pt_br: Para aumentar a prioridade de um grupo, selecione sua descrição e, em seguida, clique no botão <guibutton>Para cima</guibutton>.
zh_cn: 要提高一个组的优先级，请选择其组说明，然后单击<guibutton>向上</guibutton>按钮。
zh_hk: 若要提高群組的優先順序，請選取群組說明，然後按一下 [<guibutton>向上</guibutton>] 按鈕。

source: The <guibutton>Up</guibutton> button is disabled if the selected group already has the highest priority in the network profile.
de: Die Schaltfläche <guibutton>Nach oben</guibutton> ist deaktiviert, wenn die ausgewählte Gruppe bereits die höchste Priorität im Netzwerkprofil hat.
es: El botón <guibutton>Arriba</guibutton> está inhabilitado si el grupo seleccionado ya tiene la prioridad más alta en el perfil de red.
fr: Le bouton <guibutton>Haut</guibutton> est désactivé si le groupe sélectionné possède déjà le niveau de priorité le plus élevé dans le profil réseau.
it: Il pulsante <guibutton>Su</guibutton> viene disabilitato se il gruppo selezionato ha già la priorità più elevata nel profilo di rete.
ja: 「<guibutton>上へ</guibutton>」ボタンは、選択されたグループにすでにネットワークプロファイル内でもっとも高い優先度が割り当てられている場合は無効になります。
ko: 선택한 그룹이 이미 네트워크 프로필의 가장 높은 우선 순위인 경우 <guibutton>위로</guibutton> 버튼이 사용 안함으로 설정됩니다.
pt_br: O botão <guibutton>Para cima</guibutton> será desativado se o grupo selecionado já tiver a prioridade mais alta do perfil de rede.
zh_cn: 如果选定组在网络配置文件中已经具有最高优先级，则<guibutton>向上</guibutton>按钮会被禁用。
zh_hk: 如果選取的群組已經具備網路設定檔的最高優先順序，就會停用 [<guibutton>向上</guibutton>] 按鈕。

source: To decrease a group's priority, select its group description, then click the <guibutton>Down</guibutton> button.
de: Um die Priorität einer Gruppe herabzusetzen, wählen Sie ihre Gruppenbeschreibung aus und klicken dann auf die Schaltfläche <guibutton>Nach unten</guibutton>.
es: Para disminuir la prioridad de un grupo, seleccione la descripción del grupo y haga clic en el botón <guibutton>Abajo</guibutton>.
fr: Pour diminuer la priorité d'un groupe, sélectionnez la description de son groupe, puis cliquez sur le bouton <guibutton>Bas</guibutton>.
it: Per diminuire la priorità di un gruppo, selezionarne la descrizione, quindi fare clic sul pulsante <guibutton>Giù</guibutton>.
ja: グループの優先度を下げるには、そのグループの説明を選択してから、「<guibutton>下へ</guibutton>」ボタンをクリックします。
ko: 그룹의 우선 순위를 낮추려면 그룹 설명을 선택하고 <guibutton>아래로</guibutton> 버튼을 누릅니다.
pt_br: Para diminuir a prioridade de um grupo, selecione sua descrição e, em seguida, clique no botão <guibutton>Para baixo</guibutton>.
zh_cn: 要降低一个组的优先级，请选择其组说明，然后单击<guibutton>向下</guibutton>按钮。
zh_hk: 若要降低群組的優先順序，請選取群組說明，然後按一下 [<guibutton>向下</guibutton>] 按鈕。

source: The <guibutton>Down</guibutton> button is disabled if the selected group already has the lowest priority in the network profile.
de: Die Schaltfläche <guibutton>Nach unten</guibutton> ist deaktiviert, wenn die ausgewählte Gruppe bereits die niedrigste Priorität im Netzwerkprofil hat.
es: El botón <guibutton>Abajo</guibutton> está inhabilitado si el grupo seleccionado ya tiene la prioridad más baja en el perfil de red.
fr: Le bouton <guibutton>Bas</guibutton> est désactivé si le groupe sélectionné possède déjà le niveau de priorité le moins élevé dans le profil réseau.
it: Il pulsante <guibutton>Giù</guibutton> viene disabilitato se il gruppo selezionato ha già la priorità più bassa nel profilo di rete.
ja: 「<guibutton>下へ</guibutton>」ボタンは、選択されたグループにすでにネットワークプロファイル内でもっとも低い優先度が割り当てられている場合は無効になります。
ko: 선택한 그룹이 이미 네트워크 프로필의 가장 낮은 우선 순위인 경우 <guibutton>아래로</guibutton> 버튼이 사용 안함으로 설정됩니다.
pt_br: O botão <guibutton>Para baixo</guibutton> será desativado se o grupo selecionado já tiver a prioridade mais baixa do perfil de rede.
zh_cn: 如果选定组在网络配置文件中已经具有最低优先级，则<guibutton>向下</guibutton>按钮会被禁用。
zh_hk: 如果選取的群組已經具備網路設定檔的最低優先順序，就會停用 [<guibutton>向下</guibutton>] 按鈕。

source: To Delete a Priority Group:
de: So löschen Sie eine Prioritätsgruppe
es: Para eliminar un grupo de prioridad:
fr: Pour supprimer un groupe de priorités :
it: Per eliminare un gruppo priorità:
ja: 優先度グループを削除するには
ko: 우선 순위 그룹 삭제:
pt_br: Para excluir um grupo de prioridade:
zh_cn: 删除优先级组：
zh_hk: 刪除優先順序群組：

source: Select its group description.
de: Wählen Sie die Beschreibung der Gruppe.
es: Seleccione su descripción de grupo.
fr: Sélectionnez la description de son groupe.
it: Selezionare la relativa descrizione gruppo.
ja: そのグループの説明を選択します。
ko: 그룹 설명을 선택합니다.
pt_br: Selecione a descrição correspondente.
zh_cn: 选择其组说明。
zh_hk: 選取群組說明。

source: The label of the <guibutton>New Group</guibutton> button changes to <guilabel>Remove Group</guilabel>.
de: Die Bezeichnung der Schaltfläche <guibutton>Neue Gruppe</guibutton> ändert sich in <guilabel>Gruppe entfernen</guilabel>.
es: La etiqueta del botón <guibutton>Grupo nuevo</guibutton> cambia a <guilabel>Eliminar grupo</guilabel>.
fr: Le libellé du bouton <guibutton>Nouveau groupe</guibutton> est remplacé par <guilabel>Supprimer un groupe</guilabel>.
it: L'etichetta del pulsante <guibutton>Nuovo gruppo</guibutton> diventa <guilabel>Rimuovi gruppo</guilabel>.
ja: 「<guibutton>新規グループ</guibutton>」ボタンのラベルが「<guilabel>グループの削除</guilabel>」に変化します。
ko: <guibutton>새 그룹</guibutton> 버튼의 레이블이 <guilabel>그룹 제거</guilabel>로 바뀝니다.
pt_br: O rótulo do botão <guibutton>Novo grupo</guibutton> é alterado para <guilabel>Remover grupo</guilabel>.
zh_cn: <guibutton>新建组</guibutton>按钮的标签会更改为<guilabel>删除组</guilabel>。
zh_hk: [<guibutton>新群組</guibutton>] 按鈕的標籤會變成 [<guilabel>移除群組</guilabel>]。

source: To remove the priority group, click <guibutton>Remove Group</guibutton>.
de: Um die Prioritätsgruppe zu entfernen, klicken Sie auf <guibutton>Gruppe entfernen</guibutton>.
es: Para eliminar el grupo de prioridad, haga clic en <guibutton>Eliminar grupo</guibutton>.
fr: Pour supprimer le groupe de priorités, cliquez sur <guibutton>Supprimer un groupe</guibutton>.
it: Per rimuovere il gruppo principale, fare clic su <guibutton>Rimuovi gruppo</guibutton>.
ja: 優先度グループを削除するには、「<guibutton>グループの削除</guibutton>」をクリックします。
ko: 우선 순위 그룹을 제거하려면 <guibutton>그룹 제거</guibutton>를 누릅니다.
pt_br: Para remover o grupo de prioridade, clique em <guibutton>Remover grupo</guibutton>.
zh_cn: 要删除该优先级组，请单击<guibutton>删除组</guibutton>。
zh_hk: 若要移除優先順序群組，請按一下 [<guibutton>移除群組</guibutton>]。

source: The priority group is removed from the list and no longer exists.
de: Die Prioritätsgruppe wird aus der Liste entfernt und ist nicht mehr vorhanden.
es: El grupo de prioridad se elimina de la lista y ya no existe.
fr: Le groupe de priorités est supprimé de la liste et n'existe plus.
it: Il gruppo priorità viene rimosso dall'elenco e non esiste più.
ja: その優先度グループはリストから削除され、存在しなくなります。
ko: 우선 순위 그룹이 목록에서 제거되고 더 이상 존재하지 않습니다.
pt_br: O grupo de prioridade será removido da lista e deixará de existir.
zh_cn: 该优先级组将从列表中删除，不再存在。
zh_hk: 優先順序群組會從清單中移除，從此不再存在。

source: Alternatively, you can delete a group by moving all of its connections into other groups.
de: Sie können eine Gruppe auch löschen, indem Sie alle ihre Verbindungen in andere Gruppen verschieben.
es: De forma alternativa, puede eliminar un grupo moviendo todas sus conexiones a otros grupos.
fr: Vous pouvez également supprimer un groupe en déplaçant toutes ses connexions dans d'autres groupes.
it: In alternativa, è possibile eliminare un gruppo spostando tutte le relative connessioni in altri gruppi.
ja: あるいは、そのすべての接続をほかのグループに移動することでグループを削除することもできます。
ko: 다른 방법으로, 모든 연결을 다른 그룹으로 이동하여 그룹을 삭제할 수 있습니다.
pt_br: Como alternativa, é possível excluir um grupo movendo todo o seu conteúdo para outros grupos.
zh_cn: 或者，可以通过将一个组中的所有连接移到其他组来删除该组。
zh_hk: 或者，將群組中的所有連線移至其他群組也可刪除群組。

source: To Add or Remove Connections
de: So gehen Sie beim Hinzufügen und Entfernen von Verbindungen vor
es: Para agregar o eliminar conexiones
fr: Pour ajouter ou supprimer des connexions
it: Per aggiungere o rimuovere connessioni
ja: 接続を追加または削除するには
ko: 연결 추가 또는 제거
pt_br: Para adicionar ou remover conexões
zh_cn: 添加或删除连接
zh_hk: 新增或移除連線

source: Open the <literal>Edit Connections</literal> dialog by clicking the <guibutton>Connections</guibutton> button. The Connections button is enabled for all network profiles except the Automatic profile.
de: Öffnen Sie das Dialogfeld <literal>Verbindungen bearbeiten</literal>, indem Sie auf die Schaltfläche <guibutton>Verbindungen</guibutton> klicken. Die Schaltfläche "Verbindungen" ist für alle Netzwerkprofile mit Ausnahme von "Automatisch" aktiviert.
es: Abra el cuadro de diálogo <literal>Edit Connections</literal> haciendo clic en el botón <guibutton>Conexiones</guibutton>. El botón Conexiones está habilitada para todos los perfiles de red excepto para el perfil Automático.
fr: Ouvrez la boîte de dialogue <literal>Modifier les connexions</literal> en cliquant sur le bouton <guibutton>Connexions</guibutton>. Le bouton Connexions est activé pour tous les profils réseau, à l'exception du profil Automatique.
it: Aprire la finestra di dialogo <literal>Modifica connessioni</literal> facendo clic sul pulsante <guibutton>Connessioni</guibutton>. Il pulsante Connessioni viene abilitato per tutti i profili di rete, ad eccezione di quello automatico.
ja: 「<guibutton>接続</guibutton>」ボタンをクリックして「<literal>接続の編集</literal>」ダイアログを開きます。「接続」ボタンは、「自動」プロファイルを除くすべてのネットワークプロファイルで有効になっています。
ko: <guibutton>연결</guibutton> 버튼을 눌러 <literal>연결 편집</literal> 대화 상자를 엽니다. 자동 프로필을 제외한 모든 네트워크 프로필에 대해 연결 버튼이 사용으로 설정됩니다.
pt_br: Abra a caixa de diálogo <literal>Editar conexões</literal> clicando no botão <guibutton>Conexões</guibutton>. O botão Conexão é ativado para todos os perfis de rede, exceto o Automático.
zh_cn: 通过单击<guibutton>连接</guibutton>按钮打开<literal>编辑连接</literal>对话框。“连接”按钮对于“自动”配置文件以外的所有其他网络配置文件启用。
zh_hk: 按一下 [<guibutton>連線</guibutton>] 按鈕，開啟 [<literal>編輯連線</literal>] 對話方塊。除了自動設定檔以外，所有網路設定檔的 [連線] 按鈕都會啟用。

source: The list displays all of the connections that are currently available in the Automatic network profile.
de: In der Liste werden alle Verbindungen angezeigt, die gerade im Netzwerkprofil "Automatisch" verfügbar sind.
es: La lista muestra todas las conexiones que están disponibles actualmente en el perfil de red Automático.
fr: La liste affiche toutes les connexions actuellement disponibles dans le profil réseau Automatique.
it: Nell'elenco vengono visualizzate tutte le connessioni attualmente disponibili nel profilo di rete automatico.
ja: このリストには、「自動」ネットワークプロファイルで現在使用可能なすべての接続が表示されます。
ko: 현재 자동 네트워크 프로필에서 사용 가능한 모든 연결이 표시됩니다.
pt_br: A lista exibe todas as conexões atualmente disponíveis no perfil de rede Automático.
zh_cn: 该列表显示“自动”网络配置文件中当前可用的所有连接。
zh_hk: 這個清單會顯示自動網路設定檔中，目前可用的所有連線。

source: To include a connection in the selected network profile, place a check mark by the connection.
de: Um eine Verbindung in das ausgewählte Netzwerkprofil aufzunehmen, setzen Sie für die Verbindung ein Häkchen.
es: Para incluir una conexión en el perfil de red seleccionado, coloque una marca de verificación junto a la conexión.
fr: Pour inclure une connexion dans le profil réseau sélectionné, cochez la connexion en question.
it: Per includere una connessione nel profilo di rete selezionato, apporre un segno di spunta accanto ad essa.
ja: 選択されたネットワークプロファイルに接続を含めるには、その接続にチェックマークを付けます。
ko: 선택한 네트워크 프로필에 연결을 포함하려면 연결 옆에 선택 표시를 합니다.
pt_br: Para incluir uma conexão no perfil de rede, coloque nela uma marca de verificação.
zh_cn: 要将一个连接包括在选定网络配置文件中，请选中该连接旁边的复选框。
zh_hk: 若要在選取的網路設定檔中加入連線，請在連線旁邊加上一個核取記號。

source: To remove a connection from the network profile, remove the check mark.
de: Entfernen Sie die Verbindung aus dem Netzwerkprofil, indem Sie das entsprechende Häkchen entfernen.
es: Para eliminar una conexión del perfil de red, elimine la marca de verificación.
fr: Pour supprimer une connexion du profil réseau, enlevez la coche.
it: Per rimuovere una connessione dal profilo di rete, rimuovere il segno di spunta.
ja: ネットワークプロファイルから接続を削除するには、チェックマークを外します。
ko: 네트워크 프로필에서 연결을 제거하려면 선택 표시를 지웁니다.
pt_br: Para removê-la do perfil, exclua a marca.
zh_cn: 要从网络配置文件中删除一个连接，请去除复选标记。
zh_hk: 若要從網路設定檔移除連線，請移除核取記號。

source: One connection must be checked at all times. It is not possible to uncheck a connection if it is currently the only checked connection in the network profile.
de: Eine Verbindung muss immer aktiviert sein. Es ist nicht möglich, eine Verbindung zu deaktivieren, wenn es sich bei der Verbindung um die einzige Verbindung im Netzwerkprofil handelt.
es: Una conexión debe estar marcada en todo momento. No es posible desmarcar una conexión si es actualmente la única conexión marcada en el perfil de red.
fr: Une connexion minimum doit être cochée à tout moment. Il n'est pas possible d'enlever la coche d'une connexion s'il s'agit de la seule connexion actuellement cochée dans le profil réseau.
it: È necessario che sia selezionata almeno una connessione per volta. Non è possibile deselezionare una connessione se è attualmente l'unica selezionata nel profilo di rete.
ja: 常に 1 つの接続にチェックマークが付いている必要があります。その接続がネットワークプロファイル内で現在チェックマークが付いている唯一の接続である場合は、チェックマークを外すことはできません。
ko: 항상 하나의 연결이 선택되어야 합니다. 현재 네트워크 프로필에서 유일하게 선택된 연결인 경우 선택을 취소할 수 없습니다.
pt_br: É necessário sempre selecionar uma conexão. Não será possível desmarcar uma conexão se ela for atualmente a única selecionada no perfil de rede.
zh_cn: 始终必须有一个连接处于选中状态。如果某个连接当前是网络配置文件中唯一选中的连接，则无法取消选中该连接。
zh_hk: 任何時候都一定要選取一個連線。如果連線是網路設定檔中目前唯一選取的連線，則無法取消選取該連線。

source: Configuring Network Connection Properties
de: Konfigurieren von Netzwerkverbindungseigenschaften
es: Configuración de propiedades de conexión de red
fr: Configuration de la boîte de dialogue Propriétés de connexion réseau
it: Configurazione delle proprietà della connessione di rete
ja: ネットワーク接続プロパティーの構成
ko: 네트워크 연결 등록 정보 구성
pt_br: Configuração das propriedades da conexão de rede
zh_cn: 配置网络连接属性
zh_hk: 配置網路連線特性
