Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: About the Network Status Notification Icon
de: Informationen zum Benachrichtigungssymbol "Netzwerkstatus"
es: Acerca del icono Notificación de estado de red
fr: À propos de l'icône de notification Etat du réseau
it: Informazioni sull'icona di notifica Stato rete
ja: 「ネットワークステータス」通知アイコンについて
ko: 네트워크 상태 알림 아이콘 정보
pt_br: Sobre o ícone de notificação Status da rede
zh_cn: 关于网络状态通知图标
zh_hk: 關於網路狀態通知圖示

source: The <literal>Network Status</literal> notification icon is displayed in the desktop panel's notification area at all times. The icon is the primary method for viewing the status of your network and for interacting with automatic network configuration processes. The <literal>Network Status</literal> notification icon is also where informational messages about your network are displayed. The icon menu enables quick access to essential network functionality.
de: Das Benachrichtigungssymbol <literal>Netzwerkstatus</literal> wird ständig im Benachrichtigungsbereich des Desktops angezeigt. Es dient zum Anzeigen des Status Ihres Netzwerks und zum Kommunizieren mit automatischen Netzwerk-Konfigurationsprozessen. Außerdem zeigt es informative Meldungen über Ihr Netzwerk an. Über das Symbolmenü kann rasch auf wichtige Netzwerkfunktionen zugegriffen werden.
es: El icono de notificación <literal>Network Status</literal> aparece en el área de notificación del panel del escritorio en todo momento. El icono es el primer método para visualizar el estado de su red y para interactuar con procesos de configuración de red automática. El icono de notificación <literal>Network Status</literal> también está donde se visualizan los mensajes informativos acerca de la red. El menú de icono permite el acceso rápido a la funcionalidad esencial de la red.
fr: L'icône de notification <literal>Etat du réseau</literal> s'affiche en permanence dans la zone de notification du panneau du bureau. Cette icône est le principal moyen de consultation de l'état du réseau et d'interaction avec les processus de configuration automatique du réseau. L'icône de notification <literal>Etat du réseau</literal> est également l'endroit où les messages d'information sur le réseau s'affichent. Le menu de l'icône permet d'accéder rapidement aux principales fonctionnalités du réseau.
it: L'icona di notifica dello <literal>Stato rete</literal> è sempre visualizzata nell'area delle notifiche del desktop. L'icona è lo strumento principale per visualizzare lo stato della rete e interagire con i processi di configurazione di rete automatici. L'icona di notifica <literal>Stato rete</literal> consente inoltre di leggere i messaggi informativi relativi alla rete. Il menu dell'icona assicura un accesso rapido alle funzionalità di rete essenziali.
ja: 「<literal>ネットワークステータス</literal>」通知アイコンは、デスクトップパネルの通知領域に常に表示されます。このアイコンは、ネットワークステータスを表示したり、自動ネットワーク構成プロセスを操作したりするための主な方法になります。「<literal>ネットワークステータス</literal>」通知アイコンはまた、ネットワークに関する情報メッセージが表示される場所でもあります。このアイコンメニューを使用すると、基本的なネットワーク機能にすばやくアクセスできます。
ko: <literal>네트워크 상태</literal> 알림 아이콘은 항상 데스크탑 패널의 알림 영역에 표시됩니다. 아이콘은 네트워크 상태를 확인하고 자동 네트워크 구성 프로세스와 상호 작용하기 위한 주요 수단입니다. <literal>네트워크 상태</literal> 알림 아이콘은 네트워크에 대한 정보 메시지가 표시되는 곳이기도 합니다. 아이콘 메뉴로 필수적인 네트워크 기능에 빨리 액세스할 수 있습니다.
pt_br: O ícone de notificação <literal>Status da rede</literal> é exibido permanentemente no painel da área de trabalho. O ícone é o método principal para exibir o status da rede e interagir com processos automáticos de configuração de rede. O ícone de notificação <literal>Status da rede</literal> também é o local onde mensagens informativas sobre a rede são exibidas. O menu do ícone permite acesso rápido a recursos de rede essenciais.
zh_cn: <literal>网络状态</literal>通知图标始终显示在桌面面板的通知区域内。此图标提供了查看网络状态以及与自动网络配置过程交互的主要方法。<literal>网络状态</literal>通知图标还显示关于网络的提示性消息。使用图标菜单，可以快速访问基本网络功能。
zh_hk: <literal>網路狀態</literal>通知圖示會一直顯示在桌面面板的通知區域中。該圖示的主要用途是檢視網路狀態以及與自動網路配置程序進行互動。<literal>網路狀態</literal>通知圖示也是顯示網路資訊訊息的地方。圖示功能表可以讓您快速存取基本的網路功能。

source: The icon's appearance indicates the overall condition of your network.
de: Das Symbol zeigt den Gesamtzustand Ihres Netzwerks an.
es: El aspecto del icono indica el estado general de la red.
fr: L'apparence de l'icône indique l'état général du réseau.
it: L'aspetto dell'icona indica la condizione globale della rete.
ja: このアイコンの外観は、ネットワークの全体的な状態を示します。
ko: 아이콘 모양은 네트워크의 전반적인 상태를 나타냅니다.
pt_br: A aparência do ícone indica a condição geral da rede.
zh_cn: 此图标的外观指示了网络的整体状况。
zh_hk: 圖示的外觀代表網路的整體狀況。

source: The following table illustrates the individual icon elements that are displayed on the desktop, along with a description.
de: In der folgenden Tabelle werden die auf dem Desktop angezeigten Symbole aufgeführt und beschrieben.
es: La siguiente tabla muestra los elementos individuales del icono que aparecen en el escritorio junto con una descripción.
fr: La table ci-après illustre les éléments d'icône qui s'affichent sur le bureau, ainsi qu'une description.
it: Nella seguente tabella vengono illustrate e descritte le singole icone visualizzate sul desktop.
ja: 次の表は、デスクトップに表示される個々のアイコン要素を、その説明とともに示しています。
ko: 다음 표는 데스크탑에 표시되는 개별 아이콘 요소를 설명과 함께 보여줍니다.
pt_br: A tabela a seguir ilustra os elementos individuais do ícone, que são exibidos na área de trabalho, juntamente com uma descrição.
zh_cn: 下表显示了桌面上显示的各个图标元素及其说明。
zh_hk: 下表圖解桌面上顯示的個別圖示元素，並附上相關說明。

source: Icon
de: Symbol
es: Icono
fr: Icône
it: Icona
ja: アイコン
ko: 아이콘
pt_br: Ícone
zh_cn: 图标
zh_hk: 圖示

source: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
zh_cn: 状态
zh_hk: 狀態

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
zh_cn: 说明
zh_hk: 說明

source: All online (Wired)
de: Alle online (verdrahtet)
es: Todas en línea (con cables)
fr: Toutes en ligne (câblées)
it: Tutto online (Con cavo)
ja: すべてオンライン (有線)
ko: 모두 온라인(유선)
pt_br: Tudo on-line (com fio)
zh_cn: 全部联机（有线）
zh_hk: 全部線上 (有線)

source: Indicates all manually enabled connections that are in the active network profile are online and that the required number of connections in the active profile group (if such a group exists) are online.
de: Zeigt an, dass alle manuell aktivierten Verbindungen im aktiven Netzwerkprofil online sind und dass die erforderlichen Verbindungen (d. h. die erforderliche Anzahl) in der aktiven Profilgruppe online sind (sofern eine solche Gruppe vorhanden ist).
es: Indica que todas las conexiones habilitadas manualmente que están en el perfil de red activo están en línea y que la cantidad requerida de conexiones en el grupo de perfil activo (si ese grupo existe) están en línea.
fr: Indique que l'ensemble des connexions activées manuellement figurant dans le profil réseau actif sont en ligne et que le nombre requis de connexions dans le groupe de profils actif (si un tel groupe existe) est en ligne.
it: Indica che tutte le connessioni abilitate manualmente e presenti nel profilo di rete attivo sono online e che il numero richiesto di connessioni nel gruppo del profilo attivo (se esistente) sono online.
ja: アクティブなネットワークプロファイル内にある手動で有効になったすべての接続がオンラインであり、かつアクティブなプロファイルグループ内の必要な数の接続 (このようなグループが存在する場合) がオンラインであることを示します。
ko: 활성 네트워크 프로필의 수동으로 사용으로 설정된 모든 연결이 온라인이고, 활성 프로필 그룹(해당 그룹이 존재하는 경우)에서 필요한 수의 연결이 온라인임을 나타냅니다.
pt_br: Indica que todas as conexões ativadas manualmente no perfil de rede ativo, bem como o número necessário de conexões no grupo de perfis ativos, se houver, estão on-line.
zh_cn: 指示活动网络配置文件中所有手动启用的连接均处于联机状态，而且活动配置文件组（如果存在这样的组）中的所需数目的连接也处于联机状态。
zh_hk: 指出使用中網路設定檔中，所有手動啟用的連線都已在線上，而且使用中設定檔群組 (如果類似的群組存在) 中所需的連線數目也已在線上。

source: The “required number” is as follows:
de: Unter der erforderlichen Anzahl von Verbindungen ist Folgendes zu verstehen:
es: La "cantidad necesaria" es la siguiente:
fr: Le « nombre requis » est le suivant :
it: Il "numero richiesto" è:
ja: 「必要な数」は次のとおりです。
ko: "필요한 수"는 다음과 같습니다.
pt_br: O “número necessário” é o seguinte:
zh_cn: “所需数目”的定义如下：
zh_hk: 「所需數目」如下：

source: One connection if the group is of the Exclusive priority type
de: eine Verbindung, wenn die Gruppe den Prioritätstyp "Exklusiv" aufweist,
es: Una conexión si el grupo tiene prioridad de tipo Exclusiva
fr: Une connexion si le type de priorité du groupe est Exclusive.
it: Una connessione se il tipo di priorità del gruppo è Esclusiva
ja: そのグループの優先度タイプが「排他的」である場合は、1 つの接続
ko: 배타적 우선 순위 유형의 그룹인 경우 하나의 연결
pt_br: Uma conexão, se o grupo for do tipo de prioridade Exclusivo
zh_cn: 如果该组的优先级类型为“专用”，则需要一个连接
zh_hk: 如果群組屬於「專用」優先類型，則需一個連線

source: One or more connections if the group is of the Shared priority type
de: eine oder mehrere Verbindungen, wenn die Gruppe den Prioritätstyp "Gemeinsam" aufweist,
es: Una o más conexiones si el grupo tiene prioridad de tipo Compartida
fr: Une ou plusieurs connexions si le type de priorité du groupe est Partagée.
it: Una o più connessioni se il tipo di priorità del gruppo è Condivisa
ja: そのグループの優先度タイプが「共有」である場合は、1 つ以上の接続
ko: 공유 우선 순위 유형의 그룹인 경우 하나 이상의 연결
pt_br: Uma ou mais conexões, se o grupo for do tipo de prioridade Compartilhado
zh_cn: 如果该组的优先级类型为“共享”，则需要一个或多个连接
zh_hk: 如果群組是「共用」優先類型，則需一或多個連線

source: All connections in the group if the group is of the All priority type
de: alle Verbindungen in der Gruppe, wenn die Gruppe den Prioritätstyp "Alle" aufweist.
es: Todas las conexiones del grupo, si el grupo tiene prioridad del tipo Todas
fr: Toutes les connexions du groupe si le type de priorité du groupe est Toutes.
it: Tutte le connessioni del gruppo, se il tipo di priorità del gruppo è Tutto
ja: そのグループの優先度タイプが「すべて」である場合は、グループ内のすべての接続
ko: 모두 우선 순위 유형의 그룹인 경우 그룹의 모든 연결
pt_br: Todas as conexões do grupo, se o grupo for do tipo de prioridade Todos
zh_cn: 如果该组的优先级类型为“全部”，则需要所有连接
zh_hk: 如果群組是「全部」優先類型，則需群組中的所有連線

source: For more information, see <xref linkend="prioritygrp-tasks"/>
de: Weitere Informationen finden Sie unter <xref linkend="prioritygrp-tasks"/>.
es: Para obtener más información, consulte <xref linkend="prioritygrp-tasks"/>
fr: Pour plus d'informations, reportez-vous à la section <xref linkend="prioritygrp-tasks"/>.
it: Per ulteriori informazioni, vedere <xref linkend="prioritygrp-tasks"/>
ja: 詳細については、<xref linkend="prioritygrp-tasks"/>を参照してください。
ko: 자세한 내용은 <xref linkend="prioritygrp-tasks"/>을(를) 참조하십시오.
pt_br: Para obter mais informações, consulte <xref linkend="prioritygrp-tasks"/>.
zh_cn: 有关更多信息，请参见<xref linkend="prioritygrp-tasks"/>。
zh_hk: 如需詳細資訊，請參閱<xref linkend="prioritygrp-tasks"/>

source: All online (Wireless)
de: Alle online (drahtlos)
es: Todas en línea (inalámbrica)
fr: Toutes en ligne (sans fil)
it: Tutto online (Wireless)
ja: すべてオンライン (無線)
ko: 모두 온라인(무선)
pt_br: Tudo on-line (sem fio)
zh_cn: 全部联机（无线）
zh_hk: 全部線上 (無線)

source: Indicates all manually enabled connections in the active network profile are online and that the required number of connections in the active profile group (if such a group exists) are online. The required number is the same as those described for the <emphasis> All online (Wired)</emphasis> status.
de: Zeigt an, dass alle manuell aktivierten Verbindungen im aktiven Netzwerkprofil online sind und dass die erforderlichen Verbindungen in der aktiven Profilgruppe online sind (sofern eine solche Gruppe vorhanden ist). Die Anzahl der erforderlichen Verbindungen ist dieselbe wie die der Verbindungen mit dem Status <emphasis>Alle online (verdrahtet)</emphasis>.
es: Indica que todas las conexiones habilitadas manualmente en el perfil de red activo están en línea y que la cantidad requerida de conexiones en el grupo de perfil activo (si ese grupo existe) están en línea. La cantidad requerida es la mina que la descrita para el estado <emphasis> Todas en línea (con cables)</emphasis>
fr: Indique que toutes les connexions activées manuellement dans le profil réseau actif sont en ligne et que le nombre requis de connexions dans le groupe de profils actif (si un tel groupe existe) est en ligne. Le nombre requis est l'un des nombres décrits pour l'état <emphasis>Toutes en ligne (câblées)</emphasis>.
it: Indica che tutte le connessioni abilitate manualmente e presenti nel profilo di rete attivo sono online, così come le connessioni richieste nel gruppo del profilo attivo (se esistente). Il numero delle connessioni richieste è quello descritto per lo stato <emphasis>Tutto online (Con cavo)</emphasis>.
ja: アクティブなネットワークプロファイル内にある手動で有効になったすべての接続がオンラインであり、かつアクティブなプロファイルグループ内の必要な数の接続 (このようなグループが存在する場合) がオンラインであることを示します。必要な数は、「<emphasis>すべてオンライン (有線)</emphasis>」状態で説明した内容と同じです。
ko: 활성 네트워크 프로필의 수동으로 사용으로 설정된 모든 연결이 온라인이고, 활성 프로필 그룹(해당 그룹이 존재하는 경우)에서 필요한 수의 연결이 온라인임을 나타냅니다. 필요한 수는 <emphasis>모두 온라인(유선)</emphasis> 상태에 설명된 것과 같습니다.
pt_br: Indica que as conexões ativadas manualmente no perfil de rede ativo, bem como o número necessário de conexões no grupo de perfis ativos, se houver, estão on-line. O número necessário é o mesmo descrito anteriormente para o status <emphasis> Tudo on-line (sem fio)</emphasis>.
zh_cn: 指示活动网络配置文件中所有手动启用的连接均处于联机状态，而且活动配置文件组（如果存在这样的组）中的所需数目的连接也处于联机状态。“所需数目”的定义与<emphasis>全部联机（有线）</emphasis>的所需数目定义相同。
zh_hk: 指出使用中網路設定檔中，所有手動啟用的連線都已在線上，而且使用中設定檔群組 (如果類似的群組存在) 中所需的連線數目也已在線上。所需數目與<emphasis>全部線上 (有線)</emphasis>狀態的描述相同。

source: Note that at least one online connection is wireless.
de: Beachten Sie, dass mindestens eine Onlineverbindung drahtlos ist.
es: Observe que al menos una conexión en línea es inalámbrica.
fr: Notez qu'au moins une connexion en ligne est sans fil.
it: Si noti che almeno una connessione è wireless.
ja: 少なくとも 1 つのオンライン接続が無線であることに注意してください。
ko: 적어도 하나의 온라인 연결이 무선입니다.
pt_br: Observe que, pelo menos, uma conexão on-line é sem fio.
zh_cn: 请注意至少有一个联机连接是无线连接。
zh_hk: 請注意，至少要有一個無線線上連線。

source: Partially online (Wired)
de: Teilweise online (verdrahtet)
es: Parcialmente en línea (con cables)
fr: Partiellement en ligne (câblée)
it: Parzialmente online (Con cavo)
ja: 部分的にオンライン (有線)
ko: 부분적으로 온라인(유선)
pt_br: Parcialmente on-line (com fio)
zh_cn: 部分联机（有线）
zh_hk: 部分線上 (有線)

source: Indicates one or more manually enabled or priority group connections are offline, such that the status is no longer <emphasis>All online</emphasis>. In this example, at least one wired connection is online.
de: Zeigt an, dass eine oder mehrere aktivierte Verbindungen oder Verbindungen der Prioritätsgruppe offline sind, wodurch der Status nicht mehr <emphasis>Alle online</emphasis> ist. In diesem Beispiel ist mindestens eine verdrahtete Verbindung online.
es: Indica que una o más conexiones habilitadas manualmente o de grupo de prioridad están sin conexión, por ejemplo, el estado ya no es <emphasis>Todas en línea</emphasis>. En este ejemplo, al menos una conexión con cables está en línea.
fr: Indique qu'une ou plusieurs connexions activées manuellement ou appartenant à un groupe de priorités sont hors ligne, de sorte que l'état n'est plus <emphasis>Toutes en ligne</emphasis>. Dans cet exemple, au moins une connexion câblée est en ligne.
it: Indica che una o più connessioni abilitate manualmente o di gruppo priorità sono offline e quindi lo stato non è più <emphasis>Tutto online</emphasis>. In questo esempio, almeno una connessione cablata è online.
ja: 手動で有効になった接続または優先度グループ接続の 1 つまたは複数がオフラインであるため、状態が「<emphasis>すべてオンライン</emphasis>」ではなくなったことを示します。この例では、少なくとも 1 つの有線接続がオンラインです。
ko: 하나 이상의 수동으로 사용으로 설정된 연결이나 우선 순위 그룹 연결이 오프라인임을 나타냅니다(상태가 더 이상 <emphasis>모두 온라인</emphasis>이 아님). 이 예에서 적어도 하나의 유선 연결이 온라인입니다.
pt_br: Indica que uma ou mais conexões ativadas manualmente ou do grupo de prioridade estão off-line, de forma que o status não é mais <emphasis>Tudo on-line</emphasis>. Neste exemplo, pelo menos, uma conexão com fio está on-line.
zh_cn: 指示一个或多个手动启用的连接或优先级组中的连接处于脱机状态，使得状态不再是<emphasis>全部联机</emphasis>。在本例中，至少一个有线连接处于联机状态。
zh_hk: 指出一或多個手動啟用或優先順序群組連線已經離線，因此狀態已經不再是<emphasis>全部線上</emphasis>。在這個範例中，至少要有一個有線連線在線上。

source: The Network Status notification icon is also displayed as <emphasis>Partially online</emphasis> if a wireless connection is pending user input, for example choosing an available wireless network or providing a wireless network password.
de: Das Benachrichtigungssymbol "Netzwerkstatus" wird auch mit dem Status <emphasis>Teilweise online</emphasis> angezeigt, wenn für eine drahtlose Verbindung eine Benutzereingabe erforderlich ist, beispielsweise die Auswahl eines verfügbaren Drahtlosnetzwerks oder die Eingabe eines Passworts.
es: El icono de notificación de Estado de red también se muestra como <emphasis>Parcialmente en línea</emphasis> si una conexión inalámbrica está esperando una introducción del usuario, por ejemplo, que elija una red inalámbrica disponible o que introduzca la contraseña de red inalámbrica.
fr: L'icône de notification Etat du réseau indique également l'état <emphasis>Partiellement en ligne</emphasis> si une connexion sans fil requiert la saisie d'informations d'un utilisateur, par exemple la sélection d'un réseau sans fil disponible ou le mot de passe d'accès au réseau sans fil.
it: Anche l'icona di notifica Stato rete è visualizzata come <emphasis>Parzialmente online</emphasis> se una connessione wireless è in attesa di input da parte dell'utente, ad esempio per scegliere una rete wireless disponibile o per immettere una password di rete wireless.
ja: 「ネットワークステータス」通知アイコンはまた、無線接続でユーザー入力が保留されている場合も「<emphasis>部分的にオンライン</emphasis>」として表示されます。たとえば、使用可能な無線ネットワークを選択している場合や、無線ネットワークのパスワードを提供している場合などがあります。
ko: 무선 연결에서 사용 가능한 무선 네트워크를 선택하거나 무선 네트워크 암호를 제공하기 위해 사용자 입력이 보류 중인 경우에도 네트워크 상태 알림 아이콘이 <emphasis>부분적으로 온라인</emphasis>으로 표시됩니다.
pt_br: O ícone de notificação Status da rede também será exibido como <emphasis>Parcialmente on-line</emphasis> se uma conexão sem fio precisar da interferência do usuário, por exemplo, para escolher uma rede disponível ou fornecer a senha de uma rede sem fio.
zh_cn: 如果某个无线连接正在等待用户输入，例如选择可用无线网络或提供无线网络口令，则“网络状态”通知图标也会显示为<emphasis>部分联机</emphasis>。
zh_hk: 如果無線連線靜候使用者輸入資料，例如選擇可用的無線網路或者提供無線網路密碼，則「網路狀態」通知圖示也會顯示成<emphasis>部分線上</emphasis>。

source: Offline (Wired)
de: Offline (verdrahtet)
es: Sin conexión (con cables)
fr: Hors ligne (câblées)
it: Offline (Con cavo)
ja: オフライン (有線)
ko: 오프라인(유선)
pt_br: Off-line (com fio)
zh_cn: 脱机（有线）
zh_hk: 離線 (有線)

source: Indicates the NWAM feature is disabled or in maintenance mode.
de: Zeigt an, dass die Funktion NWAM deaktiviert ist oder sich im Wartungsmodus befindet.
es: Indica que la función NWAM está desactivada o en modo de mantenimiento.
fr: Indique que la fonction NWAM est désactivée ou en mode de maintenance.
it: Indica che la funzionalità NWAM è disattivata o in modalità di manutenzione.
ja: NWAM 機能が無効になっているか、または保守モードにあることを示します。
ko: NWAM 기능이 사용 안함으로 설정되거나 유지 보수 모드에 있음을 나타냅니다.
pt_br: Indica que o recurso NWAM está desativado ou no modo de manutenção.
zh_cn: 指示 NWAM 功能处于禁用状态或维护模式。
zh_hk: 指出 NWAM 功能已經停用或者處於維護模式中。

source: If one wireless network connection is enabled, its current wireless signal strength is displayed. If multiple wireless network connections are enabled, their average signal strength is displayed.
de: Wenn eine drahtlose Netzwerkverbindung aktiviert ist, wird die aktuelle Signalstärke der drahtlosen Verbindung angezeigt. Wenn mehrere drahtlose Netzwerkverbindungen aktiviert sind, wird ihre durchschnittliche Signalstärke angezeigt.
es: Si una red con conexión inalámbrica está activada, se muestra la intensidad actual de la señal inalámbrica. Si hay varias conexiones de red inalámbricas habilitadas, aparece la intensidad de la señal promedio.
fr: Lorsqu'une connexion réseau sans fil est activée, l'intensité de son signal sans fil s'affiche. Lorsque plusieurs connexions réseau sans fil sont activées, il s'agit de la moyenne de l'intensité de leurs signaux.
it: Se è abilitata una connessione di rete wireless, viene visualizzata la forza del relativo segnale wireless. Se sono abilitate più connessioni di rete wireless, viene visualizzata la forza media del segnale.
ja: 1 つの無線ネットワーク接続が有効になっている場合は、その現在の無線信号の強さが表示されます。複数の無線ネットワーク接続が有効になっている場合は、それらの平均の信号の強さが表示されます。
ko: 하나의 무선 네트워크 연결이 사용으로 설정된 경우 현재 무선 신호 감도가 표시됩니다. 여러 무선 네트워크 연결이 사용으로 설정된 경우 평균 신호 감도가 표시됩니다.
pt_br: Se uma conexão de rede sem fio estiver ativada, sua força de sinal sem fio atual será exibida. Se várias conexões de rede sem fio estiverem ativadas, a força de sinal média será exibida.
zh_cn: 如果启用了一个无线网络连接，则会显示其当前无线信号强度。如果启用了多个无线网络连接，则会显示其平均信号强度。
zh_hk: 如果啟用一個無線網路，就會顯示目前無線訊號強度。如果啟用多個無線網路，則會顯示訊號的平均強度。

source: To display a summary of the current network status in a tool tip, hover your mouse over the icon.
de: Um eine Zusammenfassung des aktuellen Netzwerkstatus in einem Tooltip anzuzeigen, zeigen Sie mit der Maus auf das Symbol.
es: Para ver un resumen del estado actual de la red en la información sobre herramientas, pase el mouse sobre el icono.
fr: Pour afficher un résumé de l'état actuel du réseau dans une infobulle, pointez la souris sur l'icône.
it: Per visualizzare un riepilogo dell'attuale stato di rete all'interno di una descrizione comandi, posizionare il cursore del mouse sopra l'icona.
ja: 現在のネットワークステータスの概要をツールチップに表示するには、マウスのポインタをアイコンの上に置きます。
ko: 현재 네트워크 상태 요약을 도구 설명에 표시하려면 아이콘 위로 마우스를 가져갑니다.
pt_br: Para exibir um resumo do status da rede atual em uma dica de ferramenta, passe o ponteiro do mouse sobre o ícone.
zh_cn: 要在工具提示中显示当前网络状态的摘要，请将鼠标悬停在此图标上。
zh_hk: 如果想在工具提示中顯示目前的網路狀態摘要，請將滑鼠游標停留在圖示上即可。

source: To configure network preferences, click the icon to open the <literal>Network Preferences</literal> dialog. This function is only enabled for user accounts that have been assigned the <literal>Network Autoconf Admin</literal> rights profile by a system administrator.
de: Zum Konfigurieren von Netzwerkeinstellungen klicken Sie auf das Symbol, um das Dialogfeld <literal>Netzwerkeigenschaften</literal> zu öffnen. Diese Funktion ist nur für Benutzerkonten aktiviert, denen von einem Systemadministrator das <literal>Netwerk-Autoconf-Admin</literal>-Rechteprofil zugewiesen wurde.
es: Para configurar las preferencias de red, haga clic en el icono para abrir el cuadro de diálogo <literal>Network Preferences</literal>. Esta función sólo se habilita para las cuentas de usuario a las que el administrador del sistema asignó el perfil de derechos <literal>Network Autoconf Admin</literal>.
fr: Pour configurer les préférences réseau, cliquez sur l'icône permettant d'ouvrir la boîte de dialogue <literal>Préférences réseau</literal>. Cette fonction n'est activée que pour les comptes utilisateur auxquels le profil de droits <literal>Network Autoconf Admin</literal> a été accordé par un administrateur système.
it: Per configurare le preferenze di rete, fare clic sull'icona per aprire la finestra di dialogo <literal>Preferenze di rete</literal>. Questa funzione è disponibile solo per gli account utente a cui è stato assegnato il profilo con diritti di <literal>amministratore di rete Autoconf</literal>.
ja: ネットワーク設定を構成するには、アイコンをクリックして「<literal>ネットワーク設定</literal>」ダイアログを開きます。この機能は、システム管理者によって<literal>ネットワーク自動構成管理者</literal>権利プロファイルが割り当てられたユーザーアカウントに対してのみ有効になっています。
ko: 네트워크 기본 설정을 구성하려면 아이콘을 눌러 <literal>네트워크 기본 설정</literal> 대화 상자를 엽니다. 이 기능은 시스템 관리자로부터 <literal>네트워크 자동 구성 관리</literal> 권한 프로필을 할당받은 사용자 계정에만 사용으로 설정됩니다.
pt_br: Para configurar as preferências de rede, clique no ícone para abrir a caixa de diálogo <literal>Preferências de rede</literal>. Essa função é ativada apenas para contas de usuário às quais foi atribuído o perfil de direitos de <literal>Administrador de autoconfiguração de rede</literal> por um administrador do sistema.
zh_cn: 要配置网络首选项，请单击此图标打开<literal>网络首选项</literal>对话框。此功能仅对于系统管理员为其分配了<literal>网络自动配置管理</literal>权限配置文件的用户帐户启用。
zh_hk: 若想配置網路喜好設定，請按一下圖示開啟 [<literal>網路喜好設定</literal>] 對話方塊。只有系統管理員已經指派「<literal>Network Autoconf Admin</literal>」權限設定檔的使用者帳戶，才能使用這項功能。
