Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: Use the <guisubmenu>Connections</guisubmenu> submenu of the <literal>Networks Status</literal> notification icon to disable the wireless connection and then enable a wired connection. Note that this method is only possible if both connections have the Manual activation type.
de: Verwenden Sie das Untermenü <guisubmenu>Verbindungen</guisubmenu> des Benachrichtigungssymbols <literal>Netzwerkstatus</literal>, um die drahtlose Verbindung zu deaktivieren, und aktivieren Sie dann eine verdrahtete Verbindung. Beachten Sie, dass diese Methode nur dann möglich ist, wenn beide Verbindungen den Aktivierungstyp "Manuell" aufweisen.
es: Utilice el submenú <guisubmenu>Conexiones</guisubmenu> del icono de notificación <literal>Network Status</literal> para deshabilitar la conexión inalámbrica y habilitar una con cables. Observe que este método sólo es posible si ambas conexiones tienen el tipo de activación Manual.
fr: Utilisez le sous-menu <guisubmenu>Connexions</guisubmenu> de l'icône de notification <literal>Etat du réseau</literal> pour désactiver la connexion sans fil, puis activer une connexion câblée. Notez que cette méthode ne peut être utilisée que si le type d'activation des deux connexions est Manuel.
it: Utilizzare il sottomenu <guisubmenu>Connessioni</guisubmenu> dell'icona di notifica dello <literal>stato della rete</literal> per disabilitare la connessione wireless e abilitarne una cablata. Si noti che questo metodo è possibile solo se entrambe le connessioni prevedono il tipo di attivazione manuale.
ja: 無線接続を無効にしてから有線接続を有効にするには、「<literal>ネットワークステータス</literal>」通知アイコンの「<guisubmenu>接続</guisubmenu>」サブメニューを使用します。この方法は、両方の接続のアクティブ化タイプが「手動」の場合にのみ可能であることに注意してください。
ko: <literal>네트워크 상태</literal> 알림 아이콘의 <guisubmenu>연결</guisubmenu> 하위 메뉴를 사용하여 무선 연결을 사용 안함으로 설정한 후 유선 연결을 사용으로 설정합니다. 이 방법은 양쪽 연결이 수동 활성화 유형인 경우에만 가능합니다.
pt_br: Use o submenu <guisubmenu>Conexões</guisubmenu> do ícone de notificação <literal>Status das redes</literal> para desativar a conexão sem fio e ativar uma com fio. Observe que esse método será possível apenas se o tipo de ativação das duas conexões for Manual.
zh_cn: 使用<literal>网络状态</literal>通知图标的<guisubmenu>连接</guisubmenu>子菜单禁用无线连接，然后启用有线连接。请注意，此方法仅适用于这两个连接的激活类型均为“手动”的情况。
zh_hk: 使用 [<literal>網路狀態</literal>] 通知圖示的 [<guisubmenu>連線</guisubmenu>] 子功能表，停用無線連線，然後啟用有線連線。請注意，只有有線和無線連線都是「手動」啟用類型時，才能使用這種方法。

source: Edit the active network profile to enable the wired connection and disable the wireless connection.
de: Bearbeiten Sie das aktive Netzwerkprofil, um die verdrahtete Verbindung zu aktivieren und die drahtlose Verbindung zu deaktivieren.
es: Edite el perfil de red activo para habilitar la conexión con cables y deshabilitar la conexión inalámbrica.
fr: Modifiez le profil réseau actif pour activer la connexion câblée et désactiver la connexion sans fil.
it: Modificare il profilo di rete attivo per abilitare la connessione cablata e disabilitare la connessione wireless.
ja: 有線接続を有効にしてから無線接続を無効にするには、アクティブなネットワークプロファイルを編集します。
ko: 활성 네트워크 프로필을 편집하여 유선 연결을 사용으로 설정하고 무선 연결을 사용 안함으로 설정합니다.
pt_br: Edite o perfil de rede ativo para ativar a conexão com fio e desativar a conexão sem fio.
zh_cn: 编辑活动网络配置文件，以启用有线连接并禁用无线连接。
zh_hk: 編輯使用中網路設定檔，來啟用有線連線以及停用無線連線。

source: When the wired connection is established, a notification message is displayed.
de: Sobald die verdrahtete Verbindung hergestellt ist, wird eine Benachrichtigungsmeldung angezeigt.
es: Cuando la conexión con cables está establecida, se muestra un mensaje de notificación.
fr: Une fois la connexion câblée établie, un message de notification s'affiche.
it: Quando la connessione cablata è stata stabilita, viene visualizzato un messaggio di notifica.
ja: 有線接続が確立されると、通知メッセージが表示されます。
ko: 유선 연결을 설정할 때 알림 메시지가 표시됩니다.
pt_br: Quando a conexão com fio for estabelecida, uma mensagem de notificação será exibida.
zh_cn: 建立了有线连接后，会显示一条通知消息。
zh_hk: 建立有線連線後，就會顯示通知訊息。

source: To Switch From One Wireless Network to Another Wireless Network
de: So wechseln Sie von einem Drahtlosnetzwerk zu einem anderen
es: Para cambiar de una red inalámbrica a otra red inalámbrica
fr: Pour passer d'un réseau sans fil à un autre
it: Per passare da una rete wireless all'altra
ja: ある無線ネットワークから別の無線ネットワークに切り替えるには
ko: 한 무선 네트워크에서 다른 무선 네트워크로 전환
pt_br: Para alternar entre redes sem fio
zh_cn: 在无线网络之间切换
zh_hk: 從一個無線網路切換到另一個無線網路

source: If you want to join a wireless network other than the one to which you are currently connected:
de: Gehen Sie wie folgt vor, um eine Verbindung mit einem anderen als dem Drahtlosnetzwerk herzustellen, mit dem Sie gerade verbunden sind:
es: Si desea incorporarse a una red inalámbrica distinta de aquella a la que está conectado actualmente:
fr: Pour rejoindre un réseau sans fil autre que celui auquel vous êtes actuellement connecté :
it: Se si desidera accedere a una rete wireless diversa da quella attualmente in uso:
ja: 現在接続されている無線ネットワーク以外の無線ネットワークに加入する場合は
ko: 현재 연결된 것 이외의 다른 무선 네트워크에 연결하려면 다음과 같이 하십시오.
pt_br: Se você desejar entrar em uma rede sem fio que não seja a atual:
zh_cn: 如果要从当前连接的无线网络切换到其他无线网络：
zh_hk: 如果不想使用目前連線的無線網路，而想加入另一個無線網路：

source: Right-click the <literal>Network Status</literal> notification icon to access its menu.
de: Klicken Sie mit der rechten Maustaste auf das Benachrichtigungssymbol <literal>Netzwerkstatus</literal>, um das Menü des Benachrichtigungssymbols zu öffnen.
es: Haga clic con el botón derecho en el icono de notificación <literal>Network Status</literal> para acceder al menú.
fr: Cliquez avec le bouton droit de la souris sur l'icône de notification <literal>Etat du réseau</literal> pour accéder à son menu.
it: Fare clic con il pulsante destro del mouse sull'icona di notifica <literal>Stato rete</literal> per accedere al relativo menu.
ja: 「<literal>ネットワークステータス</literal>」通知アイコンを右クリックして、そのメニューにアクセスします。
ko: <literal>네트워크 상태</literal> 알림 아이콘을 마우스 오른쪽 버튼으로 눌러 메뉴에 액세스합니다.
pt_br: Clique com o botão direito do mouse no ícone de notificação <literal>Status da rede</literal> para acessar o menu correspondente.
zh_cn: 右键单击<literal>网络状态</literal>通知图标访问其菜单。
zh_hk: 在 [<literal>網路狀態</literal>] 通知圖示按一下滑鼠右鍵，存取功能表。

source: Select the wireless network of your choice.
de: Wählen Sie das gewünschte Drahtlosnetzwerk.
es: Seleccione la red inalámbrica que prefiera.
fr: Sélectionnez le réseau sans fil de votre choix.
it: Selezionare la rete wireless prescelta.
ja: 目的の無線ネットワークを選択します。
ko: 원하는 무선 네트워크를 선택합니다.
pt_br: Selecione a rede sem fio.
zh_cn: 选择所需无线网络。
zh_hk: 選取想用的無線網路。

source: If the network is secure, you might be prompted for a password.
de: Wenn es sich um ein sicheres Netzwerk handelt, werden Sie eventuell zur Eingabe eines Passworts angefordert.
es: Si la red está protegida, es posible que se le pida una contraseña.
fr: Si le réseau est sécurisé, vous serez peut-être invité à saisir un mot de passe.
it: Se si tratta di una rete sicura, viene richiesta una password.
ja: そのネットワークがセキュリティー保護されている場合は、パスワードの入力を求められることがあります。
ko: 보안 네트워크의 경우 암호를 묻는 메시지가 나타날 수 있습니다.
pt_br: Se a rede for segura, talvez uma senha seja solicitada.
zh_cn: 如果该网络是安全网络，系统可能提示您输入口令。
zh_hk: 如果網路受到保護，可能會提示您輸入密碼。

source: To Switch From One Wired Network Connection to Another Wired Network Connection
de: So wechseln Sie von einer verdrahteten Netzwerkverbindung zu einer anderen verdrahteten Netzwerkverbindung
es: Para cambiar de una conexión de red con cables a otra conexión de red con cables
fr: Pour passer d'une connexion réseau câblée à une autre
it: Per passare da una rete cablata all'altra
ja: ある有線ネットワーク接続から別の有線ネットワーク接続に切り替えるには
ko: 한 유선 네트워크 연결에서 다른 유선 네트워크 연결로 전환
pt_br: Para alternar entre conexões de rede com fio
zh_cn: 在有线网络连接间切换
zh_hk: 從一個有線網路連線切換到另一個有線網路連線

source: If you are using the Automatic network profile, it is not possible to choose which wired connection is active at any given time. The most appropriate connection is automatically chosen.
de: Wenn Sie das Netzwerkprofil "Automatisch" verwenden, kann nicht ausgewählt werden, welche verdrahtete Verbindung aktiv sein soll. Die geeignetste Verbindung wird automatisch ausgewählt.
es: Si está utilizando el perfil de red automático, no es posible elegir qué conexión con cables está activa en ningún momento. La conexión más apropiada se selecciona automáticamente.
fr: Si vous utilisez le profil réseau Automatique, vous ne pouvez pas choisir la connexion câblée à activer à tout moment donné. La connexion la plus appropriée est automatiquement sélectionnée.
it: Se si utilizza il profilo di rete automatico, non è possibile scegliere quale connessione cablata è attiva in un determinato momento. La connessione migliore viene scelta automaticamente.
ja: 「自動」ネットワークプロファイルを使用している場合は、任意の特定の時点でどの有線接続をアクティブにするかを選択することができません。もっとも適切な接続が自動的に選択されます。
ko: 자동 네트워크 프로필을 사용하는 경우 주어진 시간에 활성으로 설정할 유선 연결을 선택할 수 없습니다. 가장 적절한 연결이 자동으로 선택됩니다.
pt_br: Se você estiver usando o perfil Automático, não poderá escolher qual conexão com fio estará ativa em um determinado momento. A conexão mais adequada é escolhida de forma automática.
zh_cn: 如果您使用的是“自动”网络配置文件，则无法选择在给定时间哪个有线连接处于活动状态。系统将自动选择最适当的连接。
zh_hk: 如果您使用自動網路設定檔，便無法隨時選擇要使用的有線連線。系統會自動選擇最合適的連線。

source: Use the <guisubmenu>Connections</guisubmenu> submenu of the <literal>Networks Status</literal> panel notification icon to enable and disable wired connections, as required. Note that this method is only possible if both connections have the Manual activation type.
de: Verwenden Sie das Untermenü <guisubmenu>Verbindungen</guisubmenu> des Benachrichtigungssymbols <literal>Netzwerkstatus</literal>, um verdrahtete Verbindungen nach Bedarf zu aktivieren und zu deaktivieren. Beachten Sie, dass die Verwendung dieser Methode nur dann möglich ist, wenn beide Verbindungen den Aktivierungstyp "Manuell" aufweisen.
es: Utilice el submenú <guisubmenu>Conexiones</guisubmenu> del icono de notificación del panel <literal>Network Status</literal> para habilitar y deshabilitar las conexiones con cables, según sea necesario. Observe que este método sólo es posible si ambas conexiones tienen el tipo de activación Manual.
fr: Utilisez le sous-menu <guisubmenu>Connexions</guisubmenu> de l'icône de notification du panneau <literal>Etat du réseau</literal> pour activer et désactiver des connexions câblées, selon les besoins. Notez que cette méthode ne peut être utilisée que si le type d'activation des deux connexions est Manuel.
it: Utilizzare il sottomenu <guisubmenu>Connessioni</guisubmenu> dell'icona di notifica dello <literal>stato della rete</literal> per abilitare e disabilitare le connessioni cablate, come necessario. Si noti che questo metodo è possibile solo se entrambe le connessioni prevedono il tipo di attivazione manuale.
ja: 必要に応じて有線接続を有効にしたり無効にしたりするには、「<literal>ネットワークステータス</literal>」パネル通知アイコンの「<guisubmenu>接続</guisubmenu>」サブメニューを使用します。この方法は、両方の接続のアクティブ化タイプが「手動」の場合にのみ可能であることに注意してください。
ko: <literal>네트워크 상태</literal> 패널 알림 아이콘의 <guisubmenu>연결</guisubmenu> 하위 메뉴를 사용하여 필요에 따라 유선 연결을 사용 및 사용 안함으로 설정합니다. 이 방법은 양쪽 연결이 수동 활성화 유형인 경우에만 가능합니다.
pt_br: Use o submenu <guisubmenu>Conexões</guisubmenu> do ícone de notificação do painel <literal>Status das redes</literal> para ativar e desativar as conexões com fio, conforme necessário. Observe que esse método será possível apenas se o tipo de ativação das duas conexões for Manual.
zh_cn: 使用<literal>网络状态</literal>面板通知图标的<guisubmenu>连接</guisubmenu>子菜单，根据需要启用和禁用有线连接。请注意，此方法仅适用于这两个连接的激活类型均为“手动”的情况。
zh_hk: 需要時，使用 [<literal>網路狀態</literal>] 面板通知圖示的 [<guisubmenu>連線</guisubmenu>] 子功能表，啟用或停用有線連線。請注意，只有有線和無線連線都是「手動」啟用類型時，才能使用這種方法。

source: Edit the active network profile to enable the required wired connection and disable the other wired connection, as required.
de: Bearbeiten Sie das aktive Netzwerkprofil, um die gewünschte verdrahtete Verbindung zu aktivieren und die andere verdrahtete Verbindung nach Bedarf zu deaktivieren.
es: Edite el perfil de red activo para permitir la conexión con cables necesaria y deshabilite la otra conexión con cables, según sea necesario.
fr: Modifiez le profil réseau actif pour activer la connexion câblée requise et désactiver l'autre connexion câblée selon vos besoins.
it: Modificare il profilo di rete attivo per abilitare la connessione cablata desiderata e disabilitare l'altra connessione cablata, come necessario.
ja: 必要な有線接続を有効にしてから、必要に応じてその他の有線接続を無効にするには、アクティブなネットワークプロファイルを編集します。
ko: 활성 네트워크 프로필을 편집하여 필요한 유선 연결을 사용으로 설정하고 필요에 따라 다른 유선 연결을 사용 안함으로 설정합니다.
pt_br: Edite o perfil de rede ativo para ativar a conexão com fio e desativar a outra conexão, conforme necessário.
zh_cn: 编辑活动网络配置文件，以根据需要启用所需的有线连接并禁用其他有线连接。
zh_hk: 需要時，編輯使用中網路設定檔，啟用必要的有線連線以及停用其他有線連線。

source: About Joining Wireless Networks
de: Informationen zum Verbinden mit Drahtlosnetzwerken
es: Acerca de cómo incorporarse a redes inalámbricas
fr: À propos de l'établissement d'une connexion à des réseaux sans fil
it: Informazioni sull'accesso alle reti wireless
ja: 無線ネットワークへの加入について
ko: 무선 네트워크 연결 정보
pt_br: Sobre a conexão com redes sem fio
zh_cn: 关于连接无线网络
zh_hk: 關於加入無線網路

source: By default, when any wireless network connections are enabled, NWAM attempts to connect to any available network in the favorites list, without asking, in the order in which the connections are listed. If no favorite networks are available, the <literal>Wireless Chooser</literal> dialog opens. In this dialog you can choose which wireless network to join. See <xref linkend="wireless-chooser"/>.
de: Wenn drahtlose Netzwerkverbindungen aktiviert sind, versucht NWAM standardmäßig, d. h., ohne den Benutzer zu fragen, eine Verbindung mit einem Netzwerk aus der Favoritenliste herzustellen, und zwar in der Reihenfolge, in der die Verbindungen aufgelistet sind. Wenn keine bevorzugten Netzwerke verfügbar sind, wird das Dialogfeld <literal>Drahtlosnetzwerk auswählen</literal> angezeigt. In diesem Dialogfeld können Sie auswählen, mit welchem Drahtlosnetzwerk eine Verbindung hergestellt werden soll. Siehe <xref linkend="wireless-chooser"/>.
es: De forma predeterminada, cuando hay alguna conexión de red inalámbrica habilitada, NWAM intenta conectarse a cualquier red disponible de la lista de favoritos, sin preguntar, en el orden en el que aparecen. Si no hay redes favoritas disponibles, se abre el cuadro de diálogo <literal>Wireless Chooser</literal>. Aquí, puede seleccionar una red para incorporarse. Consulte <xref linkend="wireless-chooser"/>.
fr: Par défaut, lorsque des connexions réseau sans fil sont activées, NWAM tente de se connecter à un des réseaux disponibles de la liste des favoris sans vous poser de question, dans l'ordre dans lequel les connexions sont répertoriées. Si aucun des réseaux favoris n'est disponible, la boîte de dialogue <literal>Sélecteur de réseau sans fil</literal> s'affiche pour vous permettre de sélectionner le réseau sans fil auquel vous connecter. Reportez-vous à la section <xref linkend="wireless-chooser"/>.
it: Per impostazione predefinita, quando una connessione wireless è abilitata, NWAM tenta automaticamente di connettersi a una rete disponibile tra quelle preferite, in base all'ordine dell'elenco. Se non sono disponibili reti preferite, viene aperta la finestra di dialogo <literal>Selettore di rete wireless</literal>, che consente di scegliere a quale rete wireless accedere. Vedere <xref linkend="wireless-chooser"/>.
ja: デフォルトでは、いずれかの無線ネットワーク接続が有効になっている場合、NWAM はユーザーに問い合わせることなく、接続が一覧表示されている順序で、お気に入りリスト内のいずれかの使用可能なネットワークに接続しようとします。使用可能なお気に入りのネットワークがない場合は、「<literal>無線チューザ</literal>」ダイアログが開きます。このダイアログでは、どの無線ネットワークに加入するかを選択できます。<xref linkend="wireless-chooser"/>を参照してください。
ko: 기본적으로 무선 네트워크 연결이 사용으로 설정된 경우 NWAM은 아무것도 묻지 않고 즐겨찾기 목록에 나타난 순서대로 사용 가능한 네트워크에 연결하려고 시도합니다. 사용 가능한 즐겨 찾는 네트워크가 없는 경우 <literal>무선 선택기</literal> 대화 상자가 열립니다. 이 대화 상자에서 연결할 무선 네트워크를 선택할 수 있습니다. <xref linkend="wireless-chooser"/>을(를) 참조하십시오.
pt_br: Por padrão, quando qualquer conexão de rede sem fio está ativada, o NWAM tenta se conectar com qualquer rede disponível na lista de favoritas, sem perguntar, na ordem em que as conexões estão listadas. Se não houver redes favoritas disponíveis, a caixa de diálogo <literal>Seletor sem fio</literal> será aberta. Nessa caixa, você poderá escolher em qual rede sem fio entrar. Consulte <xref linkend="wireless-chooser"/>.
zh_cn: 缺省情况下，当启用了任何无线网络连接时，NWAM 会按照收藏夹列表中可用网络的列出顺序，尝试连接这些网络而不给出提示。如果没有收藏网络可用，则会打开<literal>无线网络选择器</literal>对话框。在该对话框中，可以选择要连接的无线网络。请参见<xref linkend="wireless-chooser"/>。
zh_hk: 根據預設，啟用任何無線網路連線時，NWAM 會在沒有詢問的情況下，直接到 [我的最愛] 清單中，按照先後列出的順序，嘗試連線任何可用的網路。如果沒有可使用的常用網路，就會開啟 [<literal>無線網路選擇器</literal>] 對話方塊。在這個對話方塊中，您可以選擇要加入的無線網路。請參閱<xref linkend="wireless-chooser"/>。

source: You can also modify the way in which wireless connections are attempted in the <guilabel>Wireless</guilabel> tab of the <literal>Network Preferences</literal> dialog's <literal>Connection Properties</literal> view. See <xref linkend="wirelessprops-configure"/>. If required, you can manually connect to a different wireless network by accessing the <literal>Network Status</literal> notification icon right-click menu. See <xref linkend="status-contxtmenu"/>.
de: Außerdem können Sie in der Ansicht <literal>Verbindungseigenschaften</literal> des Dialogfelds <literal>Netzwerkeigenschaften</literal> mithilfe der Registerkarte <guilabel>Drahtlos</guilabel> die Art und Weise ändern, wie versucht wird, drahtlose Verbindungen herzustellen. Siehe <xref linkend="wirelessprops-configure"/>. Sie können nach Bedarf eine manuelle Verbindung mit einem anderen Drahtlosnetzwerk herstellen, indem Sie auf das Kontextmenü des Benachrichtigungssymbols <literal>Netzwerkstatus</literal> zugreifen. Siehe <xref linkend="status-contxtmenu"/>.
es: También puede modificar la forma en la que se intenta conectar a las redes inalámbricas en la ficha <guilabel>Inalámbrico</guilabel> del cuadro de diálogo <literal>Network Preferences</literal> de la vista <literal>Connection Properties</literal>. Consulte <xref linkend="wirelessprops-configure"/>. Si es necesario, puede conectarse en forma manual a diferentes redes inalámbricas mediante el icono de notificación <literal>Network Status</literal> haciendo clic con el botón derecho. Consulte <xref linkend="status-contxtmenu"/>.
fr: Vous pouvez également modifier la manière dont les connexions sans fil sont tentées dans l'onglet <guilabel>Sans fil</guilabel> de la vue <literal>Propriétés de connexion</literal> de la boîte de dialogue <literal>Préférences réseau</literal>. Reportez-vous à la section <xref linkend="wirelessprops-configure"/>. Le cas échéant, vous pouvez vous connecter manuellement à un autre réseau sans fil en accédant au menu contextuel de l'icône de notification <literal>Etat du réseau</literal>. Reportez-vous à la section <xref linkend="status-contxtmenu"/>.
it: È anche possibile modificare il modo in cui si tenta di stabilire le connessioni wireless nella scheda <guilabel>Wireless</guilabel> della finestra di dialogo <literal>Preferenze di rete</literal>, nella vista <literal>Proprietà della connessione</literal>. Vedere <xref linkend="wirelessprops-configure"/>. Se necessario, è possibile connettersi manualmente a una diversa rete wireless dal menu di scelta rapida dell'icona di notifica <literal>Stato rete</literal>. Vedere <xref linkend="status-contxtmenu"/>.
ja: また、「<literal>ネットワーク設定</literal>」ダイアログの「<literal>接続プロパティー</literal>」ビューの「<guilabel>無線</guilabel>」タブで、無線接続が試行される方法を変更することもできます。<xref linkend="wirelessprops-configure"/>を参照してください。必要に応じて、「<literal>ネットワークステータス</literal>」通知アイコンの右クリックメニューにアクセスすることによって、別の無線ネットワークに手動で接続できます。<xref linkend="status-contxtmenu"/>を参照してください。
ko: <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>연결 등록 정보</literal> 뷰의 <guilabel>무선</guilabel> 탭에서 무선 연결 시도 방법을 수정할 수 있습니다. <xref linkend="wirelessprops-configure"/>을(를) 참조하십시오. 필요한 경우 <literal>네트워크 상태</literal> 알림 아이콘을 마우스 오른쪽 버튼으로 누르면 나타나는 메뉴에 액세스하여 다른 무선 네트워크에 수동으로 연결할 수 있습니다. <xref linkend="status-contxtmenu"/>을(를) 참조하십시오.
pt_br: Também é possível modificar a forma como o sistema tenta estabelecer conexões sem fio na guia <guilabel>Sem fio</guilabel> da caixa de diálogo <literal>Preferências de rede</literal>, exibição <literal>Propriedades de conexão</literal>. Consulte <xref linkend="wirelessprops-configure"/>. Se necessário, você pode se conectar manualmente com outra rede sem fio, acessando o menu do botão direito do mouse do ícone de notificação <literal>Status da rede</literal>. Consulte <xref linkend="status-contxtmenu"/>.
zh_cn: 还可以在<literal>网络首选项</literal>对话框的<literal>连接属性</literal>视图中的<guilabel>无线</guilabel>选项卡上修改尝试建立无线连接的方式。请参见<xref linkend="wirelessprops-configure"/>。如果需要，可通过访问<literal>网络状态</literal>通知图标右键菜单，手动连接到其他无线网络。请参见<xref linkend="status-contxtmenu"/>。
zh_hk: 您也可以在 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>連線特性</literal>] 檢視中，使用 [<guilabel>無線</guilabel>] 標籤，修改嘗試使用無線連線的方式。請參閱<xref linkend="wirelessprops-configure"/>。需要時，您可以存取 [<literal>網路狀態</literal>] 通知圖示的右鍵功能表，手動連線其他無線網路。請參閱<xref linkend="status-contxtmenu"/>。

source: Joining a Wireless Network
de: Verbinden mit Drahtlosnetzwerk
es: Cómo incorporarse a una red inalámbrica
fr: Connexion à un réseau sans fil
it: Accesso a una rete wireless
ja: 無線ネットワークへの加入
ko: 무선 네트워크 연결
pt_br: Conexão com uma rede sem fio
zh_cn: 连接无线网络
zh_hk: 加入無線網路

source: By default, NWAM attempts to join the most appropriate wireless network without further intervention.
de: NWAM versucht standardmäßig, eine Verbindung mit dem geeignesten Drahtlosnetzwerk herzustellen, ohne dass weiteres Eingreifen erforderlich ist.
es: De forma predeterminada, NWAM intenta incorporarse a la red inalámbrica más apropiada sin necesidad de su intervención.
fr: Par défaut, NWAM tente de se connecter au réseau sans fil le plus approprié sans intervention de votre part.
it: Per impostazione predefinita, NWAM tenta di accedere alla rete wireless più opportuna senza ulteriori interventi.
ja: デフォルトでは、NWAM はさらに介入を求めることなく、もっとも適切な無線ネットワークに加入しようとします。
ko: 기본적으로 NWAM은 사용자 개입 없이 가장 적절한 무선 네트워크에 연결하려고 시도합니다.
pt_br: Por padrão, o NWAM tenta ingressar na rede sem fio mais adequada, sem intervenção adicional.
zh_cn: 缺省情况下，NWAM 会尝试连接最适当的无线网络，而无需进一步手动介入。
zh_hk: 根據預設，NWAM 會嘗試加入最合適的無線網路，無須進一步的介入。

source: To manually connect to a different wireless network, you can do one of the following:
de: Gehen Sie wie folgt vor, um manuell eine Verbindung mit einem anderen Drahtlosnetzwerk herzustellen:
es: Para conectarse manualmente a una red inalámbrica diferente, puede realizar una de las siguientes acciones:
fr: Pour vous connecter manuellement à un autre réseau sans fil, vous pouvez effectuer l'une des opérations suivantes :
it: Per connettersi manualmente a una diversa rete wireless, è possibile eseguire una delle seguenti operazioni:
ja: 別の無線ネットワークに手動で接続するには、次のいずれかを行うことができます。
ko: 다른 무선 네트워크에 수동으로 연결하려면 다음 중 하나를 수행합니다.
pt_br: Para estabelecer conexão com outra rede sem fio manualmente, é possível executar uma das ações a seguir:
zh_cn: 要手动连接到其他无线网络，可以执行以下操作之一：
zh_hk: 若要手動連線其他無線網路，可以執行下列其中一個步驟：
