Repository: Acidburn0zzz/nwam-manager
Catalog: help/*/*.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_hk

source: A location is a profile that comprises certain elements of a network configuration, including name service and firewall settings, which are applied together when required. For example, a laptop user might set up one location profile for a home network and another location for an office network. Because locations do not necessarily correspond to a physical location, you might also set up two different locations for use in the same workplace. One location could be used when you are connected to the company intranet. The other location could be used when you are connected to the public Internet by using a wireless access point that is located in your office.
de: Ein Speicherort ist ein Profil, das aus bestimmten Elementen einer Netzwerkkonfiguration besteht, einschließlich des Name Service und der Firewall-Einstellungen, die nach Bedarf zusammen angewendet werden. Ein Laptop-Benutzer kann beispielsweise ein Speicherortprofil für ein Heimnetzwerk und ein anderes Speicherortprofil für ein Büronetzwerk einrichten. Da Speicherorte nicht unbedingt einem physischen Speicherort entsprechen, können Sie zwei verschiedene Speicherorte für denselben Arbeitsplatz einrichten. Ein Speicherort könnte verwendet werden, wenn Sie mit dem Unternehmens-Intranet verbunden sind. Der andere Speicherort könnte verwendet werden, wenn Sie über einen Drahtloszugriffspunkt, der sich in Ihrem Büro befindet, mit dem öffentlichen Internet verbunden sind.
es: Una ubicación es un perfil que contiene determinados elementos de una configuración de red, incluidos el nombre de servicio y la configuración de cortafuegos, que se aplican juntos cuando es necesario. Por ejemplo, un usuario de equipo portátil puede configurar un perfil de ubicación para una red doméstica y otra ubicación para una red de oficina. Debido a que las ubicaciones no necesariamente corresponden a una ubicación física, también debe configurar dos ubicaciones diferentes para utilizar en el mismo lugar de trabajo. Una ubicación se puede usar cuando se conecta a la intranet de una empresa. La otra ubicación se puede usar cuando se conecta a Internet pública mediante un punto de acceso inalámbrico ubicado en su oficina.
fr: Un emplacement est un profil contenant certains éléments d'une configuration réseau, notamment un service de noms et des paramètres de pare-feu, qui sont appliqués ensemble au moment opportun. Par exemple, un utilisateur d'ordinateur portable peut configurer un profil d'emplacement pour un réseau domestique et un autre emplacement pour un réseau d'entreprise. Les emplacements ne correspondant pas nécessairement à un des emplacements physiques, vous pouvez également configurer deux emplacements différents à utiliser sur le même lieu de travail. L'un à utiliser lorsque vous êtes connecté à l'intranet de l'entreprise et l'autre, lorsque vous êtes connecté à l'Internet public en vous servant d'un point d'accès sans fil situé dans votre bureau.
it: Una posizione è un profilo che comprende alcuni elementi di una configurazione di rete, comprese le impostazioni di servizio dei nomi e firewall, che vengono applicate insieme quando necessario. Ad esempio, chi utilizza il laptop potrebbe impostare una posizione per la rete domestica e un'altra posizione per la rete dell'ufficio. Dato che le posizioni non corrispondono necessariamente a posizioni fisiche, è anche possibile creare due posizioni diverse da utilizzare nel medesimo posto di lavoro. Una posizione potrebbe essere utilizzata quando si è connessi all'intranet aziendale, mentre l'altra può essere utilizzata quando si è connessi a Internet utilizzando un punto di accesso wireless pubblico presente in ufficio.
ja: 場所とは、ネームサービスとファイアウォールの設定 (これらは必要に応じて一緒に適用される) を含む、ネットワーク構成の特定の要素で構成されるプロファイルのことです。たとえば、ノートパソコンのユーザーがホームネットワーク用に 1 つの場所プロファイルを設定し、オフィスネットワーク用に別の場所を設定することがあります。場所は必ずしも物理的な場所に対応していないため、同じ職場で使用するために 2 つの別の場所を設定することもあります。1 つの場所は、企業のイントラネットに接続されているときに使用できます。もう 1 つの場所は、オフィス内に設置されている無線アクセスポイントを使用してパブリックインターネットに接続されているときに使用できます。
ko: 위치는, 이름 서비스 및 방화벽 설정(필요한 경우 함께 적용됨)과 같은 특정 네트워크 구성 요소로 구성된 프로필입니다. 예를 들어, 랩탑 사용자가 홈 네트워크에 한 위치 프로필을 설정하고 사무실 네트워크에 다른 위치를 설정할 수 있습니다. 위치가 반드시 물리적 위치에 해당하는 것은 아니므로 동일한 작업장에 두 개의 다른 위치를 설정할 수도 있습니다. 한 위치는 회사 인트라넷에 연결할 때 사용하고, 다른 위치는 사무실에 있는 무선 액세스 포인트를 사용하여 공용 인터넷에 연결할 때 사용할 수 있습니다.
pt_br: Local é um perfil que compreende determinados elementos de uma configuração de rede, incluindo definições de firewall e serviço de nome, que são aplicados juntos quando necessário. Por exemplo, um usuário de laptop pode configurar um perfil de local para uma rede doméstica e outro local para uma rede no escritório. Como os locais não correspondem necessariamente a um local físico, também é possível configurar dois locais diferentes para uso no mesmo local de trabalho. Um dos locais poderá ser usado quando você estiver conectado com a intranet da empresa. O outro poderá ser usado quando você estiver conectado com a Internet pública, usando um ponto de acesso sem fio localizado no escritório.
zh_cn: 位置是一种配置文件，由网络配置的特定元素组成，包括名称服务和防火墙设置，这些元素在需要时一起应用。例如，手提电脑用户可以为家庭网络设置一个位置配置文件，而为办公室网络设置另一个位置。由于每个位置不必对应于唯一物理位置，因此您也可以设置两个不同的位置用于同一个工作场所。其中一个位置可用于您连接到公司内联网时，另一个位置可用于通过办公室中的无线接入点连接到公共 Internet 时。
zh_hk: 位置是由特定網路配置元素組成的設定檔，其中包括名稱服務和防火牆設定，需要時可以一起套用。例如，膝上型電腦使用者可能會為家用網路設定一個位置設定檔，然後再為辦公室網路設定另一個位置。因為位置不一定非得對應實體位置，因此您也可以為同一個工作場所設定兩個不同的位置。一個位置可以用來連線公司內部網路。另一個位置可以在使用辦公室無線存取點連線公用網際網路時使用。

source: Locations can be activated manually or automatically, according to environmental conditions, such as the IP address that is obtained by a network connection.
de: Speicherorte können manuell oder automatisch aktiviert werden, was von den Umgebungsbedingungen abhängt, beispielsweise der IP-Adresse, die über eine Netzwerkverbindung bereitgestellt wird.
es: Las ubicaciones se pueden activar manual o automáticamente, según las condiciones ambientales, como la dirección IP que se obtiene mediante una conexión de red.
fr: Les emplacements peuvent être activés manuellement ou automatiquement, selon les conditions d'environnement, telles que l'adresse IP qui est obtenue par une connexion réseau.
it: Le posizioni possono essere attivate manualmente o automaticamente a seconda dell'ambiente; ad esempio, l'indirizzo IP può essere ottenuto da una connessione di rete.
ja: 場所は、ネットワーク接続で取得される IP アドレスなどの環境条件に従って手動で、または自動的にアクティブにできます。
ko: 위치는 네트워크 연결에서 얻은 IP 주소와 같은 환경 조건에 따라 수동으로 또는 자동으로 활성화할 수 있습니다.
pt_br: É possível ativar locais de forma manual ou automática, de acordo com as condições do ambiente, como o endereço IP obtido por uma conexão de rede.
zh_cn: 根据环境条件，例如通过网络连接获取的 IP 地址，可以手动或自动激活位置。
zh_hk: 位置可以根據環境條件手動或自動啟用，例如透過網路連線取得的 IP 位址。

source: About the Network Locations Dialog
de: Informationen zum Dialogfeld "Netzwerkspeicherorte"
es: Acerca del cuadro de diálogo Ubicaciones de red
fr: À propos de la boîte de dialogue Emplacements réseau
it: Informazioni sulla finestra di dialogo Posizioni di rete
ja: 「ネットワークの場所」ダイアログについて
ko: 네트워크 위치 대화 상자 정보
pt_br: Sobre a caixa de diálogo Locais de rede
zh_cn: 关于“网络位置”对话框
zh_hk: 關於網路位置對話方塊

source: The <literal>Network Locations</literal> dialog enables you to switch locations, edit location properties, create new locations, and remove locations.
de: Mithilfe des Dialogfelds <literal>Netzwerkspeicherorte</literal> können Sie zwischen Speicherorten wechseln, die Eigenschaften von Speicherorten bearbeiten, neue Speicherorte erstellen und Speicherorte entfernen.
es: El cuadro de diálogo <literal>Network Locations</literal> le permite cambiar ubicaciones, editar propiedades de ubicación, crear nuevas ubicaciones y eliminar otras.
fr: La boîte de dialogue <literal>Emplacements réseau</literal> vous permet de changer d'emplacement, de modifier les propriétés d'un emplacement, ainsi que de créer et de supprimer des emplacements.
it: La finestra di dialogo <literal>Posizioni di rete</literal> consente di cambiare posizione, modificare le proprietà di una posizione, creare nuove posizioni e rimuovere posizioni esistenti.
ja: 「<literal>ネットワークの場所</literal>」ダイアログでは、場所を切り替えたり、場所のプロパティーを編集したり、新しい場所を作成したり、場所を削除したりできます。
ko: <literal>네트워크 위치</literal> 대화 상자에서 위치를 전환하고, 위치 등록 정보를 편집하고, 새 위치를 만들고, 위치를 제거할 수 있습니다.
pt_br: A caixa de diálogo <literal>Locais de rede</literal> permite alternar os locais, editar suas propriedades, criar e remover locais.
zh_cn: 在<literal>网络位置</literal>对话框中，可以切换位置、编辑位置属性、创建新位置以及删除位置。
zh_hk: [<literal>網路位置</literal>] 對話方塊可以讓您切換位置、編輯位置特性、建立新位置以及移除位置。

source: To open the dialog, choose <literal>Network Locations</literal> from the <literal>Network Status</literal> notification icon's right-click menu. Or, in the <literal>Connection Status</literal> view of the <literal>Network Preferences</literal> dialog, click the <guibutton>Locations</guibutton> button.
de: Um das Dialogfeld zu öffnen, wählen Sie im Kontextmenü des Benachrichtigungssymbols <literal>Netzwerkstatus</literal> die Option <literal>Netzwerkspeicherorte</literal>. Sie können auch in der Ansicht <literal>Verbindungsstatus</literal> des Dialogfelds <literal>Netzwerkeigenschaften</literal> auf die Schaltfläche <guibutton>Speicherorte</guibutton> klicken.
es: Para abrir el cuadro de diálogo, seleccione <literal>Network Locations</literal> del menú que aparece al hacer clic con el botón derecho del mouse en el icono de notificación <literal>Network Status</literal>. O, en la vista <literal>Connection Status</literal> del cuadro de diálogo <literal>Network Preferences</literal>, haga clic en el botón <guibutton>Ubicaciones</guibutton>.
fr: Pour ouvrir la boîte de dialogue, sélectionnez l'option <literal>Emplacements réseau</literal> du menu contextuel de l'icône de notification <literal>Etat du réseau</literal>. Vous pouvez également cliquer sur le bouton <guibutton>Emplacements</guibutton> dans la vue <literal>Etat de connexion</literal> de la boîte de dialogue <literal>Préférences réseau</literal>.
it: Per aprire la finestra di dialogo, scegliere <literal>Posizioni di rete</literal> dal menu di scelta rapida dell'icona di notifica <literal>Stato rete</literal>. Oppure, nella vista <literal>Stato della connessione</literal>della finestra di dialogo <literal>Preferenze di rete</literal>, fare clic sul pulsante <guibutton>Posizioni</guibutton>.
ja: このダイアログを開くには、「<literal>ネットワークステータス</literal>」通知アイコンの右クリックメニューから「<literal>ネットワークの場所</literal>」を選択します。または、「<literal>ネットワーク設定</literal>」ダイアログの「<literal>接続ステータス</literal>」ビューで、「<guibutton>場所</guibutton>」ボタンをクリックします。
ko: 대화 상자를 열려면 <literal>네트워크 상태</literal> 알림 아이콘을 마우스 오른쪽 버튼으로 누르면 나타나는 메뉴에서 <literal>네트워크 위치</literal>를 선택합니다. 또는 <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>연결 상태</literal> 뷰에서 <guibutton>위치</guibutton> 버튼을 누릅니다.
pt_br: Para abrir a caixa de diálogo, escolha <literal>Locais de rede</literal> no menu do botão direito do ícone de notificação <literal>Status da rede</literal>. Também é possível, na exibição <literal>Status da conexão</literal> da caixa de diálogo <literal>Preferências de rede</literal>, clicar no botão <guibutton>Locais</guibutton>.
zh_cn: 要打开该对话框，请从<literal>网络状态</literal>通知图标的右键菜单中选择<literal>网络位置</literal>。或者，在<literal>网络首选项</literal>对话框的<literal>连接状态</literal>视图中，单击<guibutton>位置</guibutton>按钮。
zh_hk: 若要開啟這個對話方塊，請從 [<literal>網路狀態</literal>] 通知圖示右鍵功能表選取 [<literal>網路位置</literal>]。或者，在 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>連線狀態</literal>] 檢視，按一下 [<guibutton>位置</guibutton>] 按鈕。

source: The <literal>Network Locations</literal> dialog is only available to user accounts that have been assigned the <literal>Network Autoconf Admin</literal> rights profile by a system administrator.
de: Das Dialogfeld <literal>Netzwerkspeicherorte</literal> ist nur für Benutzerkonten verfügbar, denen von einem Systemadministrator das <literal>Netwerk-Autoconf-Admin</literal>-Rechteprofil zugewiesen wurde.
es: El cuadro de diálogo <literal>Network Locations</literal> sólo está disponible para cuentas de usuario a las que el administrador del sistema le asignó el perfil de derechos <literal>Network Autoconf Admin</literal>.
fr: La boîte de dialogue <literal>Emplacements réseau</literal> n'est disponible que pour les comptes utilisateur auxquels le profil de droits <literal>Network Autoconf Admin</literal> a été accordé par un administrateur système.
it: La finestra di dialogo <literal>Percorsi di rete</literal> è disponibile solo per gli account utente a cui è stato assegnato dall'amministratore di sistema il profilo con diritti di <literal>amministratore di rete Autoconf</literal>.
ja: 「<literal>ネットワークの場所</literal>」ダイアログは、システム管理者によって<literal>ネットワーク自動構成管理者</literal>権利プロファイルが割り当てられたユーザーアカウントのみが使用できます。
ko: <literal>네트워크 위치</literal> 대화 상자는 시스템 관리자로부터 <literal>네트워크 자동 구성 관리</literal> 권한 프로필을 할당받은 사용자 계정에만 사용할 수 있습니다.
pt_br: A caixa de diálogo <literal>Locais de rede</literal> somente está disponível para contas de usuário às quais foi atribuído o perfil de direitos de <literal>Administrador de autoconfiguração de rede</literal> por um administrador do sistema.
zh_cn: <literal>网络位置</literal>对话框仅对于系统管理员为其分配了<literal>网络自动配置管理</literal>权限配置文件的用户帐户可用。
zh_hk: 只有系統管理員已經指派「<literal>Network Autoconf Admin</literal>」權限設定檔的使用者帳戶，才能使用 [<literal>網路位置</literal>] 對話方塊。

source: The Locations list is similar to the list on the <literal>Network Status</literal> notification's icon menu. Each available location, with an icon that represents its activation type, is listed.
de: Die Liste der Speicherorte ähnelt der Liste im Menü des Benachrichtigungssymbols <literal>Netzwerkstatus</literal>. Jeder verfügbare Speicherort wird zusammen mit einem Symbol aufgelistet, das den Aktivierungstyp des Speicherorts darstellt.
es: La lista Ubicaciones es similar a la lista del menú del icono de notificación <literal>Network Status</literal>. Cada ubicación disponible se muestra con un icono que representa el tipo de activación.
fr: La liste des emplacements est similaire à la liste du menu de l'icône de notification <literal>Etat du réseau</literal>. Chaque emplacement disponible (indiqué par une icône représentant le type d'activation) est répertorié.
it: L'elenco dei percorsi è simile all'elenco nel menu dell'icona di notifica <literal>Stato rete</literal>. Viene elencata ciascuna posizione disponibile, con un'icona che rappresenta il tipo di attivazione.
ja: 「場所」リストは、「<literal>ネットワークステータス</literal>」通知のアイコンメニュー上のリストに似ています。使用可能な各場所が、アクティブ化タイプを表すアイコンとともに一覧表示されます。
ko: 위치 목록은 <literal>네트워크 상태</literal> 알림 아이콘 메뉴의 목록과 비슷합니다. 각 사용 가능한 위치가 활성화 유형을 나타내는 아이콘과 함께 나열됩니다.
pt_br: A lista Locais é similar à lista no menu do ícone de notificação <literal>Status da rede</literal>. Todos os locais disponíveis, com um ícone que representa seu tipo de ativação, são listados.
zh_cn: “位置”列表类似于<literal>网络状态</literal>通知图标菜单上的列表。每个可用的位置都会列出，并带有表示其激活类型的图标。
zh_hk: [位置] 清單與 [<literal>網路狀態</literal>] 通知圖示功能表上的清單類似，會列出每個可用位置，以及代表其啟用類型的圖示。

source: The following table describes the location activation types.
de: In der folgenden Tabelle werden die Aktivierungstypen der Speicherorte beschrieben.
es: La siguiente tabla describe los tipos de activación de ubicación.
fr: La table suivante décrit les types d'activation d'un emplacement.
it: La tabella seguente descrive i tipi di attivazione dei percorsi.
ja: 次の表は、場所のアクティブ化タイプを示しています。
ko: 다음 표는 위치 활성화 유형을 설명합니다.
pt_br: A tabela a seguir descreve os tipos de ativação de locais.
zh_cn: 下表介绍了位置激活类型。
zh_hk: 下表提供位置啟用類型的描述。

source: The activation type of the selected location is also displayed in the <literal>Selected location</literal> drop-down list. The active location is represented by a selected radio button that is displayed in the first column of the list.
de: Der Aktivierungstyp des ausgewählten Speicherorts wird auch in der Dropdown-Liste <literal>Ausgewählter Speicherort</literal> angezeigt. Der aktive Speicherort wird durch ein aktiviertes Optionsfeld dargestellt, das in der ersten Zeile der Liste angezeigt wird.
es: El tipo de activación de la ubicación seleccionada también se muestra en la lista desplegable <literal>Selected location</literal>. La ubicación activa está representada mediante un botón de radio que se muestra en la primera columna de la lista.
fr: Le type d'activation de l'emplacement sélectionné est également affiché dans la liste déroulante <literal>Emplacement sélectionné</literal>. L'emplacement actif est représenté par un bouton radio sélectionné qui s'affiche dans la première colonne de la liste.
it: Il tipo di attivazione della posizione selezionata è anche visualizzato nell'elenco a discesa <literal>Posizione selezionata</literal>. Il percorso attivo è rappresentato da un pulsante di opzione selezionato e visualizzato nella prima colonna dell'elenco.
ja: 選択された場所のアクティブ化タイプは、「<literal>選択された場所</literal>」ドロップダウンリストでも表示されます。アクティブな場所は、このリストの最初の列に表示されている、選択されているラジオボタンによって示されます。
ko: 선택한 위치의 활성화 유형은 <literal>선택된 위치</literal> 드롭다운 목록에도 표시됩니다. 활성 위치는 목록의 첫번째 열에 표시된 선택한 라디오 버튼으로 표시됩니다.
pt_br: O tipo de ativação do local selecionado também é exibido na lista drop-down <literal>Local selecionado</literal>. O local ativo é representado por um botão de opção selecionado, exibido na primeira coluna da lista.
zh_cn: 选定位置的激活类型还显示在<literal>选定的位置</literal>下拉式列表中。活动位置由选中的单选按钮指示，此按钮显示在该列表的第一列中。
zh_hk: 所選位置的啟用類型也會顯示在 [<literal>選取的位置</literal>] 下拉式清單中。使用中位置會以選取的單選按鈕表示，顯示在清單的第一欄。

source: To Change a Location's Activation Mode
de: So ändern Sie den Aktivierungsmodus eines Speicherorts
es: Para cambiar el modo de activación de una ubicación
fr: Pour modifier le mode d'activation d'un emplacement
it: Per cambiare la modalità di attivazione di una posizione
ja: 場所のアクティブ化モードを変更するには
ko: 위치의 활성화 모드 변경
pt_br: Para alterar o modo de ativação de um local
zh_cn: 更改位置的激活类型
zh_hk: 變更位置的啟用模式

source: Choose <literal>Network Locations</literal> from the desktop notification icon's right-click menu. Or, in the <literal>Connection Status</literal> view of the <literal>Network Preferences</literal> dialog, click the <guibutton>Locations</guibutton> button.
de: Wählen Sie im Kontextmenü des Desktop-Benachrichtigungssymbols die Option <literal>Netzwerkspeicherorte</literal>. Außerdem können Sie in der Ansicht <literal>Verbindungsstatus</literal> des Dialogfelds <literal>Netzwerkeigenschaften</literal> auf die Schaltfläche <guibutton>Speicherorte</guibutton> klicken.
es: Seleccione <literal>Network Locations</literal> del menú que aparece al hacer clic con el botón derecho en el icono de notificación del escritorio. O, en la vista <literal>Connection Status</literal> del cuadro de diálogo <literal>Network Preferences</literal>, haga clic en el botón <guibutton>Ubicaciones</guibutton>.
fr: Sélectionnez <literal>Emplacements réseau</literal> dans le menu contextuel de l'icône de notification du bureau. Vous pouvez également cliquer sur le bouton <guibutton>Emplacements</guibutton> dans la vue <literal>Etat de connexion</literal> de la boîte de dialogue <literal>Préférences réseau</literal>.
it: Scegliere <literal>Posizioni di rete</literal> dal menu di scelta rapida dell'icona di notifica del desktop. Oppure, nella vista <literal>Stato della connessione</literal> della finestra di dialogo <literal>Preferenze di rete</literal>, fare clic sul pulsante <guibutton>Posizioni</guibutton>.
ja: デスクトップ通知アイコンの右クリックメニューから「<literal>ネットワークの場所</literal>」を選択します。または、「<literal>ネットワーク設定</literal>」ダイアログの「<literal>接続ステータス</literal>」ビューで、「<guibutton>場所</guibutton>」ボタンをクリックします。
ko: 데스크탑 알림 아이콘을 마우스 오른쪽 버튼으로 누르면 나타나는 메뉴에서 <literal>네트워크 위치</literal>를 선택합니다. 또는 <literal>네트워크 기본 설정</literal> 대화 상자의 <literal>연결 상태</literal> 뷰에서 <guibutton>위치</guibutton> 버튼을 누릅니다.
pt_br: Escolha <literal>Locais de rede</literal> no menu do botão direito do ícone de notificação <literal>Status da rede</literal>. Também é possível, na exibição <literal>Status da conexão</literal> da caixa de diálogo <literal>Preferências de rede</literal>, clicar no botão <guibutton>Locais</guibutton>.
zh_cn: 从桌面通知图标的右键菜单中选择<literal>网络位置</literal>。或者，在<literal>网络首选项</literal>对话框的<literal>连接状态</literal>视图中，单击<guibutton>位置</guibutton>按钮。
zh_hk: 從桌面通知圖示右鍵功能表選取 [<literal>網路位置</literal>]。或者，在 [<literal>網路喜好設定</literal>] 對話方塊的 [<literal>連線狀態</literal>] 檢視中，按一下 [<guibutton>位置</guibutton>] 按鈕。

source: To change the activation mode of a location, select the location in the list, then select the new activation mode the <guilabel>Selected location</guilabel> drop-down list.
de: Um den Aktivierungsmodus eines Speicherorts zu ändern, wählen Sie den Speicherort aus der Liste aus. Anschließend wählen Sie den neuen Aktivierungsmodus aus der Dropdown-Liste <guilabel>Ausgewählter Speicherort</guilabel>.
es: Para cambiar el modo de activación de una ubicación, seleccione la ubicación en la lista y, a continuación, seleccione el nuevo modo de activación en la lista desplegable <guilabel>Ubicación seleccionada</guilabel>.
fr: Pour changer le mode d'activation d'un emplacement, sélectionnez l'emplacement dans la liste, puis sélectionnez le nouveau mode d'activation dans la liste déroulante <guilabel>Emplacement sélectionné</guilabel>.
it: Per cambiare la modalità di attivazione di una posizione, selezionare la posizione nell'elenco, quindi selezionare la nuova modalità di attivazione dall'elenco a discesa <guilabel>Posizione selezionata</guilabel>.
ja: 場所のアクティブ化モードを変更するには、リスト内で場所を選択してから、「<guilabel>選択された場所</guilabel>」ドロップダウンリストから新しいアクティブ化モードを選択します。
ko: 위치의 활성화 모드를 변경하려면 목록에서 위치를 선택하고 <guilabel>선택된 위치</guilabel> 드롭다운 목록에서 새 활성화 모드를 선택합니다.
pt_br: Para alterar o modo de ativação de um local, selecione-o na lista e, em seguida, selecione o novo modo de ativação na lista drop-down <guilabel>Local selecionado</guilabel>.
zh_cn: 要更改某个位置的激活模式，请在列表中选择该位置，然后从<guilabel>选定的位置</guilabel>下拉式列表中选择新激活模式。
zh_hk: 若要變更位置的啟用模式，請選取清單中的位置，然後從 [<guilabel>選取的位置</guilabel>] 下拉式清單中選取新的啟用模式。

source: Note that when a system location is selected, the drop-down list shows <guilabel>Activated by system</guilabel>, and both the drop-down list and the <guibutton>Edit Rules</guibutton> button are disabled.
de: Beachten Sie Folgendes: Wenn ein Systemspeicherort ausgewählt ist, wird in der Dropdown-Liste der Hinweis <guilabel>Durch System aktiviert</guilabel> angezeigt, und sowohl die Dropdown-Liste als auch die Schaltfläche <guibutton>Regeln bearbeiten</guibutton> sind deaktiviert.
es: Tenga en cuenta que cuando se selecciona una ubicación en el sistema, la lista desplegable muestra <guilabel>Activado por sistema</guilabel>, y la lista desplegable y el botón <guibutton>Editar reglas</guibutton> aparecen inhabilitados.
fr: Notez que lorsqu'un emplacement du système est sélectionné, la liste déroulante affiche <guilabel>activation par le système</guilabel> et la liste déroulante ainsi que le bouton <guibutton>Modifier les règles</guibutton> sont désactivés.
it: Quando viene selezionata una posizione nel sistema, l'elenco a discesa mostra <guilabel>Attivato dal sistema</guilabel> e vengono disabilitati sia l'elenco a discesa sia il pulsante <guibutton>Modifica regole</guibutton>.
ja: システムの場所が選択されているときは、ドロップダウンリストに「<guilabel>システムによって起動されました</guilabel>」が表示され、ドロップダウンリストと「<guibutton>規則の編集</guibutton>」ボタンの両方が無効になることに注意してください。
ko: 시스템 위치를 선택하면 드롭다운 목록에 <guilabel>시스템에 의해 활성화됨</guilabel>이 표시되고 드롭다운 목록과 <guibutton>규칙 편집</guibutton> 버튼이 모두 사용 안함으로 설정됩니다.
pt_br: Observe que quando um local de sistema é selecionado, a lista drop-down mostra <guilabel>Ativado pelo sistema</guilabel>, e a lista drop-down e o botão <guibutton>Editar regras</guibutton> são desativados.
zh_cn: 请注意，选择了系统位置时，该下拉式列表将显示<guilabel>由系统激活</guilabel>，此时下拉式列表和<guibutton>编辑规则</guibutton>按钮都会被禁用。
zh_hk: 請注意，如果選取系統位置，下拉式清單會顯示 [<guilabel>由系統啟動</guilabel>]，而且下拉式清單以及 [<guibutton>編輯規則</guibutton>] 按鈕都會停用。
