Repository: Acidburn0zzz/nwam-manager
Catalog: po/*.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pt_br

source: The Proxy Password to use for authenticating proxies
de: Das Proxy-Passwort zur Authentifizierung von Proxys
es: Contraseña de proxy que se usará para autenticar proxies
fr: Mot de passe de proxy à utiliser pour l'authentification des proxies
it: Password del proxy da usare per l'autenticazione dei proxy
ja: プロキシを認証するために使用するプロキシパスワード
pt_br: A senha de proxy a ser usada para autenticar proxies

source: An error occurred validating the current NCU. The property '%s' caused this failure
de: Bei der Überprüfung des aktuellen NCU ist ein Fehler aufgetreten. Dieser Fehler wurde durch die Eigenschaft '%s' verursacht
es: Se produjo un error al validar la NCU actual. El error fue ocasionado por la propiedad '%s'
fr: Une erreur s'est produite lors de la validation du NCU actuel. L'échec a été provoqué par la propriété '%s'
it: Si è verificato un errore nella convalida di NCU corrente. La proprietà '%s' ha causato l'errore
ja: 現在の NCU の検証中にエラーが発生しました プロパティー '%s' によってこの障害が発生しました
pt_br: Ocorreu um erro durante a validação do NCU atual. A propriedade '%s' provocou essa falha

source: Connection Status
de: Verbindungsstatus
es: Estado de conexión
fr: Etat de connexion
it: Stato della connessione
ja: 接続状態
pt_br: Status da conexão

source: Network Profile
de: Netzwerkprofil
es: Perfil de red
fr: Profil réseau
it: Profilo di rete
ja: ネットワークプロファイル
pt_br: Perfil de rede

source: Connection Information
de: Verbindungsinformationen
es: Información de conexión
fr: Informations de connexion
it: Informazioni di connessione
ja: 接続情報
pt_br: Informações da conexão

source: Unknown profile
de: Unbekanntes Profil
es: Perfil desconocido
fr: Profil inconnu
it: Profilo sconosciuto
ja: 不明なプロファイル
pt_br: Perfil desconhecido

source: Unknown env
de: Unbekannte Umgebung
es: Env desconocido
fr: Environnement inconnu
it: Ambiente sconosciuto
ja: 不明な環境
pt_br: Amb. desconhecido

source: No name
de: Kein Name
es: Sin nombre
fr: Sans nom
it: Nessun nome
ja: 名前がありません
pt_br: Sem nome

source: The name of a committed object cannot be changed.
de: Der Name eines bestätigten Objekts kann nicht geändert werden.
es: No se puede cambiar el nombre del objeto confirmado.
fr: Le nom d'un objet validé ne peut pas être modifié.
it: Il nome di un oggetto sottoposto a commit non può essere modificato.
ja: コミットされたオブジェクトの名前は変更できません。
pt_br: O nome de um objeto submetido a commit não pode ser alterado.

source: Renaming Failed
de: Umbenennung fehlgeschlagen
es: Se produjo un error al cambiar el nombre
fr: Echec de l'attribution d'un nouveau nom
it: Ridenominazione non riuscita
ja: 名前の変更に失敗しました
pt_br: A renomeação falhou

source: The name '%s' is already in use
de: Der Name '%s' wird bereits verwendet
es: El nombre '%s' ya está en uso
fr: Le nom '%s' est déjà utilisé
it: Il nome '%s' è già in uso
ja: 名前 '%s' はすでに使用されています
pt_br: O nome '%s' já está sendo usado

source: Name Already In Use
de: Bereits verwendeter Name
es: El nombre ya está en uso
fr: Ce nom est déjà utilisé.
it: Nome già in uso
ja: すでに使用されている名前
pt_br: O nome já está sendo usado

source: Name (ESSID)
es: Nombre (ESSID)
fr: Nom (ESSID)
it: Nome (ESSID)
ja: 名前 (ESSID)
pt_br: Nome (ESSID)

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Débit
it: Velocità
ja: 速度
pt_br: Velocidade

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティー
pt_br: Segurança

source: Show 'Network Preferences' Dialog
de: Dialogfeld 'Netzwerkeinstellungen' anzeigen
es: Mostrar el diálogo 'Preferencias de red'
fr: Afficher la boîte de dialogue 'Préférences réseau'
it: Mostra finestra di dialogo 'Preferenze di rete'
ja: 「ネットワーク設定」ダイアログの表示
pt_br: Mostrar a caixa de diálogo 'Preferências de rede'

source: Show 'Network Configuration' Dialog
de: Dialogfeld 'Netzwerkkonfiguration' anzeigen
es: Mostrar el diálogo 'Configuración de red'
fr: Afficher la boîte de dialogue 'Configuration réseau'
it: Mostra finestra di dialogo 'Configurazione di rete'
ja: 「ネットワーク構成」ダイアログの表示
pt_br: Mostrar a caixa de diálogo 'Configuração de rede'

source: Show 'Network Modifier Preferences' Dialog
de: Dialogfeld 'Einstellungen des Netzwerkmodifizierers' anzeigen
es: Mostrar el diálogo 'Preferencias del modificador de red'
fr: Afficher la boîte de dialogue 'Préférences de modificateurs réseau'
it: Mostra finestra di dialogo 'Preferenze modificatore di rete'
ja: 「ネットワーク修飾子の設定」ダイアログの表示
pt_br: Mostrar a caixa de diálogo 'Preferências do modificador de rede'

source: Show 'Wireless Network Chooser' Dialog
de: Dialogfeld 'Drahtlosnetzwerkauswahl' anzeigen
es: Mostrar el diálogo 'Selector de red inalámbrica'
fr: Afficher la boîte de dialogue 'Sélecteur de réseau sans fil'
it: Mostra finestra di dialogo 'Selettore di rete wireless'
ja: 「無線ネットワークの選択」ダイアログの表示
pt_br: Mostrar a caixa de diálogo 'Selecionador de rede sem fio'

source: Show 'Location' Dialog
de: Dialogfeld 'Speicherort' anzeigen
es: Mostrar diálogo 'Ubicación'
fr: Afficher la boîte de dialogue 'Emplacement'
it: Mostra finestra di dialogo 'Posizione'
ja: 「場所」ダイアログの表示
pt_br: Mostrar a caixa de diálogo 'Local'

source: Configure a network interface
de: Eine Netzwerkschnittstelle konfigurieren
es: Configurar una interfaz de red
fr: Configurer une interface réseau
it: Configurare un'interfaccia di rete
ja: ネットワークインタフェースの設定
pt_br: Configurar a interface de rede

source: DHCP assigned
de: Über DHCP zugewiesen
es: DHCP asignado
fr: Attribuée par DHCP
it: DHCP assegnato
ja: DHCP 割り当て
pt_br: DHCP atribuído

source: Manually assigned
de: Manuell zugewiesen
es: Asignado manualmente
fr: Attribuée manuellement
it: Assegnato manualmente
ja: 手動割り当て
pt_br: Atribuído manualmente

source: DHCP and Manually assigned
de: Über DHCP und manuell zugewiesen
es: DHCP y asignado manualmente
fr: Attribuée par DHCP et manuellement
it: Assegnazione DHCP e manuale
ja: DHCP および手動割り当て
pt_br: DHCP e atribuído manualmente

source: Remove favourite with ESSID '%s'?
de: Bevorzugtes Netzwerk mit ESSID '%s' entfernen?
es: ¿Desea eliminar la red favorita con ESSID '%s'?
fr: Supprimer le favori avec ESSID '%s'?
it: Rimuovere preferiti con '%s' ESSID?
ja: ESSID が '%s' のお気に入りを削除しますか?
pt_br: Remover favorito usando o ESSID '%s'?

source: Remove Wireless Favourite?
de: Bevorzugtes Drahtlosnetzwerk entfernen?
es: ¿Desea eliminar la red inalámbrica favorita?
fr: Supprimer le réseau sans fil favori ?
it: Rimuovere preferiti wireless?
ja: 無線のお気に入りを削除しますか?
pt_br: Remover favorito sem fio?

source: Channel
de: Kanal
es: Canal
fr: Canal
it: Canale
ja: チャネル
pt_br: Canal

source: Mb/s
fr: Mo/s

source: Subnet Mask
de: Teilnetzmaske
es: Máscara de subred
fr: Masque de sous-réseau
it: Maschera di sottorete
ja: サブネットマスク
pt_br: Máscara de sub-rede

source: Prefix Length
de: Präfixlänge
es: Longitud de prefijo
fr: Longueur du préfixe
it: Lunghezza prefisso
ja: 接頭辞長
pt_br: Comprimento do prefixo

source: <i>No IP Address assigned</i>
de: <i>Keine IP-Adresse zugewiesen</i>
es: <i>No hay una dirección IP asignada</i>
fr: <i>Aucune adresse IP affectée</i>
it: <i>Nessun indirizzo IP assegnato</i>
ja: <i>IP アドレスが割り当てられていません</i>
pt_br: <i>Nenhum endereço IP foi atribuído</i>

source: An error occurred validating the current NCU. The device is configured to use static IPv4 addresses, but none exist.
de: Beim Überprüfen des aktuellen NCU ist ein Fehler aufgetreten. Das Gerät ist so konfiguriert, dass statische IPv4-Adressen verwendet werden. Es sind jedoch keine vorhanden.
es: Se produjo un error al validar la NCU actual. El dispositivo está configurado para usar direcciones IPv4 estáticas, pero no existe ninguna.
fr: Une erreur s'est produite lors de la validation du NCU actuel. Le périphérique est configuré pour l'utilisation d'adresses IPv4 statiques, mais il n'en existe aucune.
it: Si è verificato un errore durante la convalida di NCU corrente. Il dispositivo è configurato per utilizzare indirizzi IPv4 statici, ma nessuno è disponibile.
ja: 現在の NCU の検証中にエラーが発生しました デバイスは静的な IPv4 アドレスを使用するように設定されていますが、アドレスが存在しません。
pt_br: Ocorreu um erro durante a validação do NCU atual. O dispositivo está configurado para usar endereços IPv4 estáticos, mas não existe nenhum.

source: Enabled
ar: تفعيل
cs: Povoleno
de: Aktiviert
es: Habilitada
fr: Activé
hu: Engedélyezett
it: Abilitata
ja: 有効
nl: Ingeschakeld
pt_br: Ativada

source: Configure IPv_6 (%s)
de: IPv_6 (%s) konfigurieren
es: Configurar IPv_6 (%s)
fr: Configurer IPv_6 (%s)
it: Configurare IPv_6 (%s)
ja: IPv6 の設定(_6) (%s)
pt_br: Configurar IPv_6 (%s)

source: Configure IPv_6
de: IPv_6 konfigurieren
es: Configurar IPv_6
fr: Configurer IPv_6
it: Configurare IPv_6
ja: IPv6 の設定(_6)
pt_br: Configurar IPv_6

source: %uMb
fr: %uMo

source: <i>Unknown</i>
de: <i>Unbekannt</i>
es: <i>Desconocido</i>
fr: <i>Inconnu</i>
it: <i>Sconosciuto</i>
ja: <i>不明</i>
pt_br: <i>Desconhecido</i>

source: enter below
de: Unten eingeben
es: introducir a continuación
fr: entrer ci-dessous
it: immettere in basso
ja: 下に入力してください
pt_br: inserir abaixo

source: (optional)
es: (opcional)
fr: (facultatif)
it: (facoltativo)
ja: (省略可能)
pt_br: (opcional)

source: (required)
de: (erforderlich)
es: (necesario)
fr: (obligatoire)
it: (obbligatorio)
ja: (必須)
pt_br: (obrigatório)

source: <small><i><b>Default nsswitch file (in use):</b> %s</i></small>
de: <small><i><b>Standardmäßige nsswitch-Datei (verwendet):</b> %s</i></small>
es: <small><i><b>Archivo nsswitch predeterminado (en uso):</b> %s</i></small>
fr: <small><i><b>Fichier nsswitch par défaut (en cours d'utilisation) :</b> %s</i></small>
it: <small><i><b>File nsswitch predefinito (in uso):</b> %s</i></small>
ja: <small><i><b>デフォルトの nsswitch ファイル (使用中):</b> %s</i></small>
pt_br: <small><i><b>O arquivo nsswitch padrão (em uso):</b> %s</i></small>

source: <small><i><b>Default nsswitch file (not in use):</b> %s</i></small>
de: <small><i><b>Standardmäßige nsswitch-Datei (nicht verwendet):</b> %s</i></small>
es: <small><i><b>Archivo nsswitch predeterminado (no en uso):</b> %s</i></small>
fr: <small><i><b>Fichier nsswitch par défaut (non utilisé) :</b> %s</i></small>
it: <small><i><b>File nsswitch predefinito (non in uso):</b> %s</i></small>
ja: <small><i><b>デフォルトの nsswitch ファイル (未使用):</b> %s</i></small>
pt_br: <small><i><b>O arquivo nsswitch padrão (não está em uso):</b> %s</i></small>

source: Select A File
de: Eine Datei auswählen
es: Seleccionar un archivo
fr: Sélectionner un fichier
it: Selezionare un file
ja: ファイルの選択
pt_br: Selecionar um arquivo

source: Location Properties : %s
de: Speicherorteigenschaften : %s
es: Propiedades de ubicación: %s
fr: Propriétés d'emplacement : %s
it: Proprietà posizione: %s
ja: 場所のプロパティー: %s
pt_br: Propriedades do local : %s

source: Default Domain Required
de: Standarddomain erforderlich
es: Dominio predeterminado requerido
fr: Nom de domaine par défaut requis
it: Dominio predefinito necessario
ja: デフォルトドメインが必要です
pt_br: Domínio padrão obrigatório

source: With NIS or LDAP a default domain must be specified. Please provide one in the appropriate field.
de: Bei NIS oder LDAP muss eine Standarddomain angegeben werden. Geben Sie diese im entsprechenden Feld an.
es: Si se utiliza NIS o LDAP, se debe especificar un dominio predeterminado. Proporcione uno en el campo correcto.
fr: Avec NIS ou LDAP, un nom de domaine par défaut doit être indiqué. Veuillez saisir le nom de domaine souhaité dans le champ approprié.
it: Con NIS o LDAP è necessario specificare un dominio predefinito. Indicarne uno nell'apposito campo.
ja: NIS または LDAP では、デフォルトドメインを指定する必要があります。 適切なフィールドに指定してください。
pt_br: No caso de NIS ou LDAP um domínio padrão deve ser especificado. Forneça um no campo adequado.

source: Nameservice Switch File Required
de: Nameservice-Switch-Datei erforderlich
es: Archivo de cambio nameservice requerido
fr: Fichier nameservice switch requis
it: File switch nameservice necessario
ja: ネームサービススイッチファイルが必要です
pt_br: Arquivo de alteração do serviço de nome obrigatório

source: A nameservice switch file should be specified if more than one name service is selected.
de: Es muss eine Nameservice-Switch-Datei angegeben werden, wenn mehr als ein Name Service ausgewählt ist.
es: Se debe especificar un archivo de cambio nameservice si se selecciona un servicio de nombres o varios.
fr: Un fichier nameservice switch doit être indiqué si plusieurs services de noms sont sélectionnés.
it: È necessario specificare un file switch nameservice se si seleziona più di un servizio di denominazione.
ja: 複数のネームサービスを選択した場合は、ネームサービス スイッチファイルを指定する必要があります。
pt_br: Um arquivo de alteração do serviço de nome deve ser especificado caso mais de um nome de serviço seja selecionado.

source: Commit Location Error
de: Speicherortfehler bestätigen
es: Error al confirmar ubicación
fr: Valider une erreur d'emplacement
it: Esegui commit errore posizione
ja: 場所のコミットエラー
pt_br: Erro no local de commit

source: Invalid Service FMRI
de: Ungültiger Service-FMRI
es: FMRI de servicio no válido
fr: Le FMRI du service est incorrect
it: FMRI del servizio non valido
ja: 無効なサービス FMRI
pt_br: Serviço FMRI inválido

source: Either the service FMRI you entered was not in a valid format, or the service does not exist. Please try again
de: Das Format des eingegebenen Service-FMRI ist entweder ungültig oder der Service ist nicht vorhanden. Versuchen Sie es erneut.
es: El FMRI de servicio que introdujo no tiene un formato válido o el servicio no existe. Inténtelo nuevamente.
fr: Le FMRI du service que vous avez entré n'avait pas le format correct ou le service n'existe pas. Veuillez réessayer
it: L'FMRI del servizio immesso non è in un formato valido o il servizio non esiste. Riprovare
ja: 入力したサービス FMRI が有効な形式でないか、 またはサービスが存在しません。再試行してください
pt_br: Ou o serviço FMRI inserido não está em um formato válido ou o serviço não existe. Tente novamente

source: NwamObject Contrl Interface
de: NwamObject-Steuerungsschnittstelle
es: Interfaz de control NwamObject
fr: Interface de contrôle NwamObject
it: Interfaccia di controllo NwamObject
ja: NwamObject Contrl インタフェース
pt_br: Interface de NwamObject Contrl

source: Invalid value specified for field : %s
de: Ungültiger angegebener Wert im Feld : %s
es: Valor no válido especificado para el campo : %s
fr: Valeur incorrecte spécifiée pour le champ : %s
it: Valore non valido specificato nel campo: %s
ja: 次のフィールドに無効な値が指定されました: %s
pt_br: Valor inválido especificado para o campo : %s

source: Invalid empty value specified for field : %s
de: Ungültiger angegebener leerer Wert im Feld : %s
es: Valor vacío no válido especificado para el campo : %s
fr: Valeur vide incorrecte spécifiée pour le champ : %s
it: Valore vuoto non valido specificato nel campo: %s
ja: 次のフィールドに無効な空の値が指定されました: %s
pt_br: Valor vazio especificado para o campo : %s

source: Got empty condition
de: Leere Bedingung erhalten
es: Se obtuvo una condición vacía
fr: Obtention d'une condition vide
it: È vuoto
ja: 空の条件を取得しました
pt_br: Obteve uma condição vazia

source: < No conditions >
de: < Keine Bedingungen >
fr: < Aucune condition >
it: < Nessuna condizione >
ja: <条件なし>

source: Choose which connections are enabled in this profile:
de: Legen Sie fest, welche Verbindungen in diesem Profil aktiviert sind:
fr: Sélectionnez les connexions activées dans ce profil :
it: Selezionare le connessioni abilitate in questo profilo:
ja: このプロファイルで有効にする接続を選択してください:
pt_br: Escolha quais conexões estão ativadas neste perfil:

source: Disable these services when this location is active:
de: Diese Services deaktivieren, wenn dieser Speicherort aktiv ist:
fr: Désactiver ces services lorsque cet emplacement est actif :
it: Disabilita questi servizi quando questa posizione è attiva:
ja: この場所がアクティブなときはこれらのサービスを無効にしてください:
pt_br: Desative estes serviços quando este local estiver ativo:

source: (enter below)
de: (Unten eingeben)
fr: (entrer ci-dessous)
it: (immettere in basso)
ja: (下に入力してください)
pt_br: (inserir abaixo)

source: <b>Always disabled:</b>
de: <b>Immer deaktiviert:</b>
fr: <b>Toujours désactivé(e) :</b>
it: <b>Sempre disabilitato:</b>
ja: <b>常に無効:</b>
pt_br: <b>Sempre desativado:</b>

source: <b>Always enabled:</b>
de: <b>Immer aktiviert:</b>
fr: <b>Toujours activé(e) :</b>
it: <b>Sempre abilitato:</b>
ja: <b>常に有効:</b>
pt_br: <b>Sempre ativado:</b>

source: <b>Location:</b>
de: <b>Speicherort:</b>
fr: <b>Emplacement :</b>
it: <b>Posizione:</b>
ja: <b>場所:</b>
pt_br: <b>Local:</b>

source: <b>Network Modifiers:</b>
de: <b>Netzwerkmodifizierer:</b>
fr: <b>Modificateurs réseau :</b>
it: <b>Modificatori di rete:</b>
ja: <b>ネットワーク修飾子:</b>
pt_br: <b>Modificadores de rede:</b>

source: <b>Network Profile:</b>
de: <b>Netzwerkprofil:</b>
fr: <b>Profil réseau :</b>
it: <b>Profilo di rete:</b>
ja: <b>ネットワークプロファイル:</b>
pt_br: <b>Perfil de rede:</b>

source: <b>Priority groups:</b>
de: <b>Prioritätsgruppen:</b>
fr: <b>Groupes prioritaires :</b>
it: <b>Gruppi priorità:</b>
ja: <b>優先グループ:</b>
pt_br: <b>Grupos de prioridades:</b>

source: <b>Selected profile:</b>
de: <b>Ausgewähltes Profil:</b>
fr: <b>Profil sélectionné :</b>
it: <b>Profilo selezionato:</b>
ja: <b>選択されたプロファイル:</b>
pt_br: <b>Perfil selecionado:</b>

source: <big><b>Proxy Authentication</b></big> Enter username and password for http://$HOST:$PORT
de: <big><b>Proxy-Authentifizierung</b></big> Geben Sie den Benutzernamen und das Passwort für http://$HOST:$PORT ein
fr: <big><b>Authentification de proxy</b></big> Entrez le nom d'utilisateur et le mot de passe de http://$HOST:$PORT
it: <big><b>Autenticazione proxy</b></big> Immettere nome utente e password per http://$HOST:$PORT
ja: <big><b>プロキシ認証</b></big> http://$HOST:$PORT のユーザー名とパスワードを入力してください
pt_br: <big><b>Autenticação de Proxy</b></big> Informe o nome de usuário e a senha para http://$HOST:$PORT

source: <i><small>Double-click table cells to edit</small></i>
de: <i><small>Doppelklicken Sie auf Tabellenzellen, um diese zu bearbeiten</small></i>
fr: <i><small>Cliquez deux fois sur une cellule de la table pour la modifier</small></i>
it: <i><small>Fare doppio clic sulle celle della tabella per modificarle</small></i>
ja: <i><small>表のセルをダブルクリックして編集します</small></i>
pt_br: <i><small>Clique duas vezes com o mouse na tabela para editar</small></i>

source: <i><small>Used by manual NIS and LDAP configurations</small></i>
de: <i><small>Bei manueller NIS- und LDAP-Konfiguration verwendet</small></i>
fr: <i><small>Utilisé(e) par les configurations NIS et LDAP manuelles</small></i>
it: <i><small>Utilizzate da configurazioni NIS e LDAP manuali</small></i>
ja: <i><small>NIS および LDAP の手動設定で使用されます</small></i>
pt_br: <i><small>Usado por configurações de NIS e LDAP manuais</small></i>

source: <small><i><b>Default nsswitch file (in use):</b> /etc/nsswitch.dns</i></small>
de: <small><i><b>Standardmäßige nsswitch-Datei (verwendet):</b> /etc/nsswitch.dns</i></small>
fr: <small><i><b>Fichier nsswitch par défaut (en cours d'utilisation) :</b> /etc/nsswitch.dns</i></small>
it: <small><i><b>File nsswitch predefinito (in uso):</b> /etc/nsswitch.dns</i></small>
ja: <small><i><b>デフォルトの nsswitch ファイル (使用中):</b> /etc/nsswitch.dns</i></small>
pt_br: <small><i><b>O arquivo nsswitch padrão (em uso):</b> /etc/nsswitch.dns</i></small>

source: <small><i><b>Example:</b> 192.168.1.1, my.local.net, *.remote.net</i></small>
de: <small><i><b>Beispiel:</b> 192.168.1.1, my.local.net, *.remote.net</i></small>
fr: <small><i><b>Exemple :</b> 192.168.1.1, my.local.net, *.remote.net</i></small>
it: <small><i><b>Esempio:</b> 192.168.1.1, my.local.net, *.remote.net</i></small>
ja: <small><i><b>例:</b> 192.168.1.1, my.local.net, *.remote.net</i></small>
pt_br: <small><i><b>Exemplo:</b> 192.168.1.1, my.local.net, *.remote.net</i></small>

source: <small><i><b>Example:</b> attempts:3 ndots:2 debug</i></small>
de: <small><i><b>Beispiel:</b> attempts:3 ndots:2 debug</i></small>
fr: <small><i><b>Exemple :</b> tentatives :3 ndots : 2 debug</i></small>
it: <small><i><b>Esempio:</b> attempts:3 ndots:2 debug</i></small>
ja: <small><i><b>例:</b> attempts:3 ndots:2 debug</i></small>
pt_br: <small><i><b>Exemplo:</b> tentativas:3 ndots:2 depurações</i></small>

source: <small><i><b>Examples:</b> svc://localhost/system/system-log:default svc:/system/system-log:default system/system-log:default </i></small>
de: <small><i><b>Beispiele:</b> svc://localhost/system/system-log:default svc:/system/system-log:default system/system-log:default </i></small>
fr: <small><i><b>Exemples :</b> svc://localhost/system/system-log:default svc:/system/system-log:default system/system-log:default </i></small>
it: <small><i><b>Esempi:</b> svc://localhost/system/system-log:default svc:/system/system-log:default system/system-log:default </i></small>
ja: <small><i><b>例:</b> svc://localhost/system/system-log:default svc:/system/system-log:default system/system-log:default </i></small>
pt_br: <small><i><b>Exemplos:</b> svc://localhost/system/system-log:default svc:/system/system-log:default system/system-log:default </i></small>

source: Accept _stateless addresses from router
de: _Statusfreie Adressen vom Router akzeptieren
fr: Accepter les adresses _sans état provenant du routeur
it: Accettare indirizzi _senza stato dal router
ja: ルーターからのステートレスアドレスの受け入れ(_S)
pt_br: Aceitar endereços _stateless do roteador

source: Accept state_ful addresses from router
de: Status_behaftete Adressen vom Router akzeptieren
fr: Accepter les adresses _avec état provenant du routeur
it: Accettare indirizzi con st_ato dal router
ja: ルーターからのステートフルアドレスの受け入れ(_F)
pt_br: Aceitar endereços _stateful do roteador

source: Advanced resolver settings
de: Erweiterte Resolver-Einstellungen
fr: Paramètres avancés de l'interpréteur
it: Impostazioni avanzate risolutore
ja: リゾルバの詳細設定
pt_br: Configurações avançadas do solucionador

source: All connections must be enabled
de: Alle Verbindungen müssen aktiviert sein
es: Todas las conexiones deben estar habilitadas
fr: Toutes les connexions doivent être activées
it: Tutte le connessioni devono essere abilitate
ja: すべての接続を有効にする必要があります
pt_br: Todas as conexões devem estar ativadas

source: Ask before...
de: Vorher fragen...
fr: Demander avant...
it: Chiedi prima...
ja: 事前の確認...
pt_br: Perguntar antes...

source: Automatic Profile
de: Automatisches Profil
fr: Profil automatique
it: Profilo automatico
ja: 自動プロファイル
pt_br: Perfil automático

source: Available network modifiers:
de: Verfügbare Netzwerkmodifizierer:
fr: Modificateurs réseau disponibles :
it: Modificatori di rete disponibili:
ja: 使用可能なネットワーク修飾子:
pt_br: Modificadores de rede disponíveis:

source: Bro_wse...
de: Dur_chsuchen...
fr: Par_courir...
it: Sfo_glia...
ja: 参照(_W)...
pt_br: Pro_curar...

source: Check the connections that you wish to include in this profile:
de: Aktivieren Sie die Verbindungen, die Sie in dieses Profil aufnehmen möchten:
fr: Vérifiez les connexions que vous souhaitez inclure dans ce profil :
it: Verificare le connessioni che si desidera includere in questo profilo:
ja: このプロファイルに追加する接続を確認してください:
pt_br: Verifique as conexões que deseja incluir neste perfil:

source: CiscoVPN active
de: CiscoVPN aktiv
fr: CiscoVPN actif
it: CiscoVPN attivo
ja: Cisco VPN がアクティブです
pt_br: CiscoVPN ativo

source: Configuration _file:
de: Konfigurations_datei:
fr: _Fichier de configuration :
it: _File di configurazione:
ja: 設定ファイル(_F):
pt_br: _Arquivo de configuração:

source: Connections...
de: Verbindungen...
fr: Connexions...
it: Connessioni...
ja: 接続...
pt_br: Conexões...

source: Current IPv_6 setting: enabled
de: Aktuelle IPv_6-Einstellung: aktiviert
fr: Paramétrage IPv_6 actuel : activé
it: Impostazione IPv_6 corrente: abilitata
ja: 現在の IPv6 設定(_6): 有効
pt_br: Configuração de IPv_6 atual: ativada

source: Custom nsswitch file:
de: Benutzerdefinierte nsswitch-Datei:
fr: Fichier nsswitch personnalisé :
it: File nsswitch personalizzato:
ja: カスタム nsswitch ファイル:
pt_br: Personalizar arquivo nsswitch:

source: DHCP _Address:
de: DHCP-_Adresse:
fr: _Adresse DHCP :
it: _Indirizzo DHCP:
ja: DHCP アドレス(_A):
pt_br: _Endereço DHCP:
