Repository: Acidburn0zzz/nwam-manager
Catalog: po/*.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pt_br

source: D_omain:
fr: D_omaine :
it: D_ominio:
ja: ドメイン(_O):
pt_br: D_omínio:

source: De_fault domain:
de: Stan_darddomain:
fr: Domaine par dé_faut :
it: Dominio pr_edefinito:
ja: デフォルトドメイン(_F):
pt_br: Domínio pa_drão:

source: Default _Route:
de: Standard-_Route:
fr: _Route par défaut :
it: _Instradamento predefinito:
ja: デフォルトルート(_R):
pt_br: _Rota padrão:

source: Default Ro_ute:
de: Standard-Ro_ute:
fr: Ro_ute par défaut :
it: In_stradamento predefinito:
ja: デフォルトルート(_U):
pt_br: Ro_ta padrão:

source: Di_sable
de: De_aktivieren
fr: Dé_sactiver
it: Di_sabilitata
ja: 無効化(_S)
pt_br: De_sativar

source: Direct connection to internet
de: Direkte Internetverbindung
fr: Connexion directe à Internet
it: Connessione diretta a Internet
ja: インターネットへの直接接続
pt_br: Conexão direta com a internet

source: Domain:
fr: Domaine :
it: Dominio:
ja: ドメイン:
pt_br: Domínio:

source: Edit Connections
de: Verbindungen bearbeiten
fr: Modifier les connexions
it: Modifica connessioni
ja: 接続の編集
pt_br: Editar conexões

source: Edit Network Profile
de: Netzwerkprofil bearbeiten
fr: Modifier un profil réseau
it: Modifica profilo di rete
ja: ネットワークプロファイルの編集
pt_br: Editar perfil de rede

source: Edit _Rules...
de: _Regeln bearbeiten...
fr: Modifier les _règles...
it: Modifica _regole...
ja: 規則の編集(_R)...
pt_br: Editar _regras...

source: Enable these services when this location is active:
de: Diese Services aktivieren, wenn dieser Speicherort aktiv ist:
fr: Activer ces services lorsque cet emplacement est actif :
it: Abilitare questi servizi quando la posizione è attiva:
ja: この場所がアクティブなときはこれらのサービスを有効にしてください:
pt_br: Ative estes serviços quando este local estiver ativo:

source: Enabled connections:
de: Aktivierte Verbindungen:
es: Conexiones habilitadas:
fr: Connexions activées :
it: Connessioni abilitate:
ja: 有効な接続:
pt_br: Conexões ativadas:

source: Exactly one connection is enabled
de: Nur eine Verbindung ist aktiviert
es: Hay exactamente una conexión habilitada
fr: Une connexion exactement est activée
it: Solo una connessione è abilitata
ja: 1 つの接続だけが有効です
pt_br: Exatamente uma conexão está ativada

source: Favorite wireless networks, in the order that connection will be attempted:
de: Bevorzugte Drahtlosnetzwerke in der Reihenfolge, in der die Verbindungsherstellung erfolgt:
fr: Réseaux sans fil favoris, dans l'ordre dans lequel la connexion sera tentée :
it: Reti wireless preferite, nell'ordine di esecuzione della connessione:
ja: お気に入りの無線ネットワーク (接続が試行される順):
pt_br: As redes sem fio favoritas, na ordem em que será feita a tentativa de conexão:

source: From configuration (PAC) file
de: Von Konfigurationsdatei (PAC)
fr: A partir du fichier de configuration (PAC)
it: Dal file di configurazione (PAC)
ja: 設定 (PAC) ファイルから
pt_br: Do arquivo de configuração (PAC)

source: IP Address
de: IP-Adresse
fr: Adresse IP
it: Indirizzo IP
ja: IP アドレス
pt_br: Endereço IP

source: IP_filter configuration:
de: IP_filter-Konfiguration:
fr: Configuration IP_filter :
it: Configurazione IP_filter:
ja: IPfilter の設定(_F):
pt_br: Configuração de IP_filter:

source: IP_pool configuration:
de: IP_pool-Konfiguration:
fr: Configuration IP_pool :
it: Configurazione IP_pool:
ja: IPpool の設定(_P):
pt_br: Configuração de IP_pool:

source: IPfilter v_6 configuration:
de: IPfilter-v_6-Konfiguration:
fr: Configuration de IPfilter v_6 :
it: Configurazione IPfilter v_6:
ja: IPfilter v6 の設定(_6):
pt_br: Configuração de IPfilter v_6:

source: IPsec p_olicy configuration
de: IPsec-R_ichtlinienkonifguration
fr: C_onfiguration de la stratégie IPsec
it: Configurazione c_riterio IPsec
ja: IPsec ポリシーの設定(_O)
pt_br: Configuração da p_olítica de IPsec

source: IPv4 I_P:
fr: I_P IPv4 :
it: I_P IPv4:
ja: IPv4 IP(_P):

source: IPv6 I_P:
fr: I_P IPv6 :
it: I_P IPv6:
ja: IPv6 IP(_P):

source: I_KE configuration:
de: I_KE-Konfiguration:
fr: Configuration I_KE :
it: Configurazione I_KE:
ja: IKE の設定(_K):
pt_br: Configuração de I_KE:

source: If no favorite networks are available:
de: Wenn bevorzugten Netzwerke nicht verfügbar sind:
fr: Si aucun réseau favori n'est disponible :
it: Se non sono disponibili reti preferite:
ja: お気に入りのネットワークが使用できない場合:
pt_br: Se não houver uma rede favorita disponível:

source: If the following conditions are true:
de: Wenn folgende Bedingungen erfüllt sind:
fr: Si les conditions suivantes sont vraies :
it: Se le seguenti condizioni sono vere:
ja: 次の条件が真の場合:
pt_br: Se as condições a seguir forem verdadeiras:

source: Join an open network
de: Mit offenem Netzwerk verbinden
fr: Rejoindre un réseau ouvert
it: Entra in una rete aperta
ja: 開いているネットワークの加入
pt_br: Entrar em uma rede aberta

source: Location Properties : <location name>
de: Speicherorteigenschaften : <Speicherortname>
fr: Propriétés de l'emplacement : <location name>
it: Proprietà posizione: <nome posizione>
ja: 場所のプロパティー: <場所の名前>
pt_br: Propriedades do local : <location name>

source: Man_ual
de: Man_uell
fr: Man_uel
it: Man_uale
ja: 手動(_U)

source: Manage modifier using an SMF service:
de: Modifizierer mithilfe eines SMF-Service verwalten:
fr: Gérer le modificateur à l'aide d'un service SMF :
it: Gestire il modificatore utilizzando un servizio SMF:
ja: SMF サービスを使用して修飾子を管理します:
pt_br: Gerencie o modificador usando um serviço SMF:

source: Manage modifier using command line applications:
de: Modifizierer mithilfe von Befehlszeilenanwendungen verwalten:
fr: Gérer le modificateur à l'aide d'applications de ligne de commande :
it: Gestire il modificatore utilizzando le applicazioni della riga di comando:
ja: コマンド行アプリケーションを使用して修飾子を管理します:
pt_br: Gerencie o modificador usando aplicações da linha de comando:

source: Manual
de: Manuell
fr: Manuel
it: Manuale
ja: 手動

source: Match _all
de: _Alle berücksichtigen
fr: _Tous les critères
it: Confronta _tutto
ja: すべてに一致(_A)
pt_br: Corresponder _tudo

source: Match a_ny
de: _Eins berücksichtigen
fr: _Un seul critère
it: Confronta a_lcuni
ja: いずれかに一致(_N)
pt_br: Corresponder q_ualquer um

source: Multiple
de: Mehrere
fr: Plusieurs
it: Multiplo
ja: 複数
pt_br: Vários

source: Name Services
fr: Services de noms
it: Servizi di denominazione
ja: ネームサービス
pt_br: Serviços de nome

source: Network Locations
de: Netzwerkspeicherorte
fr: Emplacements réseau
it: Posizioni di rete
ja: ネットワークの場所
pt_br: Locais de rede

source: Network Modifiers
de: Netzwerkmodifizierer
fr: Modificateurs réseau
it: Modificatori di rete
ja: ネットワーク修飾子
pt_br: Modificadores de rede

source: Network Preferences
de: Netzwerkeinstellungen
fr: Préférences réseau
it: Preferenze di rete
ja: ネットワーク設定
pt_br: Preferências de rede

source: Network Services
de: Netzwerkdienste
fr: Services réseau
it: Servizi di rete
ja: ネットワークサービス
pt_br: Serviços de rede

source: Network profiles:
de: Netzwerkprofile:
fr: Profils réseau :
it: Profili di rete:
ja: ネットワークプロファイル:
pt_br: Perfis de rede:

source: New _Group
de: Neue _Gruppe
fr: Nouveau _groupe
it: Nuovo _gruppo
ja: 新規グループ(_G)
pt_br: Novo _grupo

source: Not required for Phase 1
de: Nicht für Phase 1 erforderlich
fr: Non requis pour la phase 1
it: Non richiesto per fase 1
ja: フェーズ 1 では必要ありません
pt_br: Não é obrigatório para a Fase 1

source: Office
de: Büro
fr: Bureau
it: Ufficio
ja: オフィス

source: One or more connections may be enabled
de: Eine oder mehrere Verbindungen können aktiviert sein
es: Se pueden habilitar una o varias conexiones
fr: Une ou plusieurs connexions peuvent être activées
it: Una o più connessioni potrebbero essere abilitate
ja: 1 つ以上の接続を有効にすることができます
pt_br: Uma ou mais condições podem ser ativadas

source: Prefi_x:
de: Präfi_x:
fr: Préfi_xe :
it: Prefi_sso:
ja: 接頭辞(_X):
pt_br: Prefi_xo:

source: Profile _name:
de: Profil_name:
fr: _Nom de profil :
it: _Nome profilo:
ja: プロファイル名(_N):
pt_br: _Nome de perfil:

source: Profile name:
de: Profilname:
fr: Nom de profil :
it: Nome profilo:
ja: プロファイル名:
pt_br: Nome de perfil:

source: Re_name
de: Um_benennen
fr: Re_nommer
it: Ri_denominazione
ja: 名前の変更(_N)
pt_br: Re_nomear

source: Rename Location
de: Speicherort umbenennen
fr: Renommer un emplacement
it: Rinoma posizione
ja: 場所の名前の変更
pt_br: Renomear local

source: Ro_uter:
fr: Ro_uteur :
ja: ルーター(_U):
pt_br: Ro_teador:

source: SMF Service
fr: Service SMF
it: Servizio SMF
ja: SMF サービス
pt_br: Serviço SMF

source: S_ervers:
de: S_erver:
fr: S_erveurs :
it: S_erver:
ja: サーバー(_E):
pt_br: S_ervidores:

source: S_tart
fr: _Démarrer
it: A_vvia
ja: 開始(_T)
pt_br: I_niciar

source: Sear_ch:
de: Su_chen:
fr: Re_chercher :
it: Cerc_a:
ja: 検索(_C):
pt_br: Pesquis_ar:

source: Select IPfilter Configuration File
de: IPfilter-Konfigurationsdatei auswählen
fr: Sélectionner le fichier de configuration IPfilter
it: Selezionare file di configurazione IPfilter
ja: IPfilter 設定ファイルの選択
pt_br: Selecionar arquivo de configuração de IPfilter

source: Select IPnat Configuration File
de: IPnat-Konfigurationsdatei auswählen
fr: Sélectionner le fichier de configuration IPnat
it: Selezionare file di configurazione IPnat
ja: IPnat 設定ファイルの選択
pt_br: Selecionar arquivo de configuração de IPnat

source: Select IPpool Configuration File
de: IPpool-Konfigurationsdatei auswählen
fr: Sélectionner le fichier de configuration IPpool
it: Selezionare file di configurazione IPpool
ja: IPpool 設定ファイルの選択
pt_br: Selecionar arquivo de configuração de IPpool

source: Select a Proxy Configuration File
de: Proxy-Konfigurationsdatei auswählen
fr: Sélectionner un fichier de configuration proxy
it: Selezionare file di configurazione proxy
ja: プロキシ設定ファイルの選択
pt_br: Selecionar um arquivo de configuração de proxy

source: Selected gro_up:
de: Ausgewählte Gr_uppe:
fr: Gro_upe sélectionné :
it: Gru_ppo selezionato:
ja: 選択されたグループ(_U):
pt_br: Gru_po selecionado:

source: Ser_vers:
de: Ser_ver:
fr: Ser_veurs :
it: Ser_ver:
ja: サーバー(_V):
pt_br: Ser_vidores:

source: Service _FMRI:
fr: _FMRI du service :
it: _FMRI servizio:
ja: サービスの FMRI(_F):
pt_br: Serviço _FMRI:

source: Sho_w:
de: Anz_eigen:
fr: Affic_her :
it: Mos_tra:
ja: 表示(_W):
pt_br: Mos_trar:

source: Start _Command:
de: Start_befehl:
fr: _Commande de démarrage :
it: Avvia _comando:
ja: 開始コマンド(_C):
pt_br: _Comando Iniciar:

source: Start/stop modifier according to rules
de: Modifizierer je nach Regeln starten/anhalten
fr: Démarrer/arrêter le modificateur en fonction de règles
it: Avvia/arresta modificatore in base a regole
ja: 規則に従って修飾子を開始/停止します
pt_br: Iniciar/parar o modificador de acordo com as regras

source: Stati_c addresses:
de: Stati_sche Adressen:
fr: Adresses stati_ques :
it: Indirizzi stati_ci:
ja: 静的アドレス(_C):
pt_br: Endereços estático_s:

source: Stop Co_mmand:
de: Stopp_befehl:
fr: Co_mmande d'arrêt :
it: Arresta co_mando:
ja: 停止コマンド(_M):
pt_br: Co_mando Parar:

source: Switch locations _manually
de: Speicherorte _manuell wechseln
fr: Changer les emplacements _manuellement
it: Cambia posizioni _manualmente
ja: 場所の手動切り替え(_M)
pt_br: Alternar locais _manualmente

source: Switch locations au_tomatically
de: Speicherorte au_tomatisch wechseln
fr: Changer les emplacements au_tomatiquement
it: Cambia posizioni au_tomaticamente
ja: 場所の自動切り替え(_T)
pt_br: Alternar locais au_tomaticamente

source: Use _Default
de: _Standard verwenden
fr: Utiliser _défaut
it: Usa _predefinito
ja: デフォルトの使用(_D)
pt_br: Usar _padrão

source: Use for all connection types
de: Für alle Verbindungstypen verwenden
fr: Utiliser pour tous les types de connexions
it: Usa per tutti i tipi di connessione
ja: すべての接続タイプに使用します
pt_br: Usar para todos os tipos conexões

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザー
pt_br: Usuário

source: User 1
de: Benutzer 1
fr: Utilisateur 1
it: Utente 1
ja: ユーザー 1
pt_br: Usuário 1

source: User Profile
de: Benutzerprofil
fr: Profil utilisateur
it: Profilo utente
ja: ユーザープロファイル
pt_br: Perfil de usuário

source: Wired (hme0)
de: Verdrahtet (hme0)
fr: Câblé (hme0)
it: Con cavi (hme0)
ja: 有線 (hme0)
pt_br: Com fio (hme0)

source: Wired (hme1)
de: Verdrahtet (hme1)
fr: Câblé (hme1)
it: Con cavi (hme1)
ja: 有線 (hme1)
pt_br: Com fio (hme1)

source: Wired (name)
de: Verdrahtet (Name)
fr: Câblé (nom)
it: Con cavi (nome)
ja: 有線 (名前)
pt_br: Com fio (nome)

source: Wireless
ar: لاسلكي
cs: Bezdrátová síť
de: Drahtlos
fr: Sans fil
hu: vezeték nélküli
ja: 無線
nl: Draadloos
pt_br: Sem fio

source: Wireless (bcm0)
de: Drahtlos (bcm0)
fr: Sans fil (bcm0)
ja: 無線 (bcm0)
pt_br: Sem fio (bcm0)

source: Wireless (name) and 2 others
de: Drahtlos (Name) und 2 weitere
fr: Sans fil (nom) et 2 de plus
it: Wireless (nome) e altri 2
ja: 無線 (名前) およびほかの 2 つ
pt_br: Sem fio (nome) e 2 outros

source: _Address:
de: _Adresse:
fr: _Adresse :
it: _Indirizzo:
ja: アドレス(_A):
pt_br: _Endereço:

source: _Advanced
de: _Erweitert
fr: _Avancé
it: _Avanzate
ja: 詳細(_A)
pt_br: _Avançado

source: _Browse...
de: _Durchsuchen...
fr: _Parcourir...
it: _Sfoglia...
ja: 参照(_B)...
pt_br: _Procurar...

source: _Enable
de: _Aktivieren
fr: _Activer
it: _Abilita
ja: 有効(_E)
pt_br: _Ativar

source: _Files
de: _Dateien
fr: _Fichiers
it: _File
ja: ファイル(_F)
pt_br: _Arquivos

source: _Locations...
de: _Speicherorte...
fr: _Emplacements...
it: _Posizioni...
ja: 場所(_L)...
pt_br: _Locais...

source: _Locations:
de: _Speicherorte:
fr: _Emplacements :
it: _Posizioni:
ja: 場所(_L):
pt_br: _Locais:

source: _Manual
de: _Manuell
fr: _Manuel
it: _Manuale
ja: 手動(_M)

source: _Manual Addresses:
de: _Manuell zugewiesene Adressen:
fr: Adresses _manuelles :
it: Indirizzi _manuali:
ja: 手動アドレス(_M):
pt_br: Endereços _manuais:

source: _Modifiers...
de: _Modifizierer...
fr: _Modificateurs...
it: _Modificatori...
ja: 修飾子(_M)...
pt_br: _Modificadores...

source: _NAT configuration:
de: _NAT-Konfiguration:
fr: Configuration _NAT :
it: Configurazione _NAT:
ja: NAT の設定(_N):
pt_br: Configuração de _NAT:

source: _Name:
fr: _Nom :
it: _Nome:
ja: 名前(_N):
pt_br: _Nome:

source: _No proxy for:
de: _Kein Proxy für:
fr: _Pas de proxy pour :
it: _Nessun proxy per:
ja: プロキシなし(_N):
pt_br: _Não há proxy para:

source: _NwamTreeView properties associated with this location:
de: Mit diesem Speicherort verbundene _NwamTreeView-Eigenschaften:
fr: Propriétés _NwamTreeView associées à cet emplacement :
it: Proprietà _NwamTreeView associate a questa posizione:
ja: この場所に関連付けられた NwamTreeView プロパティー(_N):
pt_br: Propriedades de _NwamTreeView associadas com este local:

source: _Password...
de: _Passwort...
fr: Mot de _passe...
ja: パスワード(_P)...
pt_br: _Senha...

source: _Password:
ar: _كلمة المرور
cs: _Heslo:
de: _Passwort:
fr: Mot de _passe :
hu: _Jelszó:
ja: パスワード(_P):
nl: _Wachtwoord:
pt_br: _Senha:

source: _Prefix:
de: _Präfix:
fr: _Préfixe :
it: _Prefisso:
ja: 接頭辞(_P):
pt_br: _Prefixo:

source: _Rename
de: _Umbenennen
fr: _Renommer
it: _Rinomina
ja: 名前を変更(_R)
pt_br: _Renomear

source: _Repair Selected
de: Ausgewählte _reparieren
fr: _Réparation sélectionnée
it: _Ripara selezionati
ja: 選択項目の修復(_R)
pt_br: _Reparar selecionado

source: _Router:
fr: _Routeur :
ja: ルーター(_R):
pt_br: _Roteador:

source: _Selected location is:
de: _Ausgewählter Speicherort ist:
fr: L'emplacement _sélectionné est :
it: Posizione _selezionata:
ja: 選択された場所(_S):
pt_br: O local _selecionado é:

source: _Service FMRI:
fr: FMRI du _service :
it: FMRI _servizio:
ja: サービスの FMRI(_S):
pt_br: _Serviço FMRI:

source: _Sort _List:
de: _Liste sortieren:
fr: Trier la _liste :
it: Ordina _Elenco:
ja: リストのソート(_S):
pt_br: _Lista de _classificação:

source: _Subnet Mask:
de: _Teilnetzmaske:
fr: Masque de _sous-réseau :
it: Maschera di _sottorete:
ja: サブネットマスク(_S):
pt_br: Máscara de _sub-rede:

source: _Username:
ar: _إسم المستخدم
cs: _Uživatelské jméno:
de: _Benutzername:
fr: Nom d'_utilisateur :
hu: _Felhasználónév:
it: _Nome utente:
ja: ユーザー名(_U):
nl: _Gebruikersnaam:
pt_br: Nome de _usuário:

source: <small><i>Double-click rows to edit</i></small>
de: <small><i>Doppelklicken Sie auf Zeilen, um diese zu bearbeiten</i></small>
fr: <i><small>Cliquez deux fois sur une ligne pour la modifier</small></i>
it: <small><i>Fare doppio clic sulle righe da modificare</i></small>
ja: <small><i>行をダブルクリックして編集します</i></small>
pt_br: <small><i>Clique duas vezes com o mouse nas linhas para editar</i></small>

source: Ad_vanced
de: Er_weitert
fr: A_vancé
it: Av_anzate
ja: 詳細(_V)
pt_br: Av_ançado

source: Certificate _File:
ar: ملف_الشهادة :
cs: _Soubor s certifikátem:
de: Zertifikats_datei:
fr: _Fichier de certificat :
hu: Tanúsítvány _fájl:
it: Certifica _file:
ja: 証明書ファイル(_F):
nl: Certi_ficaat Bestand:
pt_br: Arquivo de certi_ficado:

source: Connect to Wireless Network
de: Mit Drahtlosnetzwerk verbinden
fr: Se connecter à un réseau sans fil
it: Connettersi alla rete wireless
ja: 無線ネットワークへの接続
pt_br: Estabelecer conexão com a rede sem fio

source: Join _Unlisted...
de: Mit _nicht aufgelisteten verbinden...
fr: Rejoindre _non listé...
it: Accedi a rete _non in elenco...
ja: リストにない項目の加入(_U)...
pt_br: Entrar nos que _não estejam na lista...

source: Key Index:
de: Schlüsselindex:
fr: Index clé :
it: Indice chiavi:
ja: キーのインデックス:
pt_br: Índice da chave:

source: Known access points (_BSSIDs):
de: Bekannte Zugriffspunkte (_BSSIDs):
fr: Points d'accès connus (_BSSID) :
it: Punti di accesso conosciuti (_BSSID):
ja: 既知のアクセスポイント (BSSID)(_B):
pt_br: Pontos de acesso conhecidos (_BSSIDs):

source: The following wireless networks were detected at your location:
de: An Ihrem Speicherort wurden folgende Drahtlosnetzwerke erkannt:
fr: Les réseaux sans fil suivants ont été détectés sur votre site :
it: Sono state rilevate le seguenti reti wireless nella posizione in uso:
ja: 現在の場所で次の無線ネットワークが検出されました:
pt_br: As redes sem fio a seguir foram detectadas no seu local:

source: WPA Personal (PSK)
fr: WPA personnel (PSK)

source: _Add to list of favorite networks on successful connection
ar: _النجاح بإضافة إتصال الى الشبكة ضمن قائمة الشبكات المفضلة
cs: _Přidat do seznamu oblíbených úspěšně připojených sítí
de: Bei erfolgreicher Verbindung zur Liste der bevorzugten Netzwerke _hinzufügen
fr: _Ajouter à la liste des réseaux favoris en cas de connexion réussie
hu: _Hozzáadás a kedvenc hálózatokhoz sikeres kapcsolodás esetén
it: _Aggiungi a elenco di reti preferite una volta stabilita la connessione
ja: 正常に接続されたらお気に入りのネットワークのリストに追加します(_A)
nl: N_a felukte verbinding aan de lijst van favoriete netwerken toevoegen.
pt_br: _Adicionar à lista de redes favoritas em conexões bem-sucedidas

source: _Network name (ESSID):
ar: _إسم الشبكة (ESSID)
cs: _Jméno sítě (ESSID):
de: _Netzwerkname (ESSID):
fr: _Nom de réseau (ESSID) :
hu: _Hálózat neve (ESSID):
it: _Nome rete (ESSID):
ja: ネットワーク名 (ESSID) (_N):
nl: _Network naam (ESSID):
pt_br: _Nome da rede (ESSID):

source: _Security type:
ar: _نوع الأمان :
cs: _Typ zabezpečení:
de: _Sicherheitstyp:
fr: Type de _sécurité :
hu: _Biztonság:
it: _Tipo di protezione:
ja: セキュリティーのタイプ(_S):
nl: _Veiligheids voorbeeld:
pt_br: Tipo de _segurança:

source: _Show passwords while typing
ar: _أظهر كلمة المرور وقت الكتابة
cs: _Ukázat heslo při psaní
de: Passwörter während der Eingabe _anzeigen
fr: Afficher le_s mots de passé lors de la saisie
hu: _Jelszó megjelenítése gépelés közben
it: _Mostra password durante la digitazione
ja: 入力中にパスワードを表示(_S)
nl: _Vertoon wachtwoord tijdens het typen
pt_br: _Mostrar senhas ao digitar

source: Active _Profile:
de: Aktives _Profil:
fr: _Profil actif :
it: _Profilo attivo:
ja: アクティブなプロファイル(_P):
pt_br: _Perfil ativo:

source: Automatic User
de: Automatisch Benutzer
fr: Utilisateur automatique
it: Utente automatico
ja: 自動 ユーザー
pt_br: Usuário automático

source: Available VPN applications:
de: Verfügbare VPN-Anwendungen:
fr: Applications VPN disponibles :
it: Applicazioni VPN disponibili:
ja: 使用可能な VPN アプリケーション:
pt_br: Aplicações VPN disponíveis:

source: Connection Status Network Profile --- Automatic Profile Wired (hme0) --- User Profile Wired (hme1) Wireless (bcm0)
de: Verbindungsstatus Netzwerkprofil --- Automatisches Profil Verdrahtet (hme0) --- Benutzerprofil Verdrahtet (hme1) Drahtlos (bcm0)
fr: Etat de connexion Profil réseau --- Profil automatique Câblé (hme0) --- Profil utilisateur Câblé (hme1) Sans fil (bcm0)
it: Stato connessione Profilo di rete --- Profilo automatico Con cavi (hme0) --- Profilo utente Con cavi (hme1) Wireless (bcm0)
ja: 接続ステータス ネットワークプロファイル --- 自動プロファイル 有線 (hme0) --- ユーザープロファイル 有線 (hme1) 無線 (bcm0)
pt_br: Status da conexão Perfil de rede --- Perfil automático Com fio (hme0) --- Perfil de usuário Com fio (hme1) Sem fio (bcm0)

source: Current IPv_4 setting:
de: Aktuelle IPv_4-Einstellung:
fr: Paramétrage IPv_4 actuel :
it: Impostazione IPv_4 corrente:
ja: 現在の IPv4 設定(_4):
pt_br: Configuração de IPv_4 atual:

source: Direct connection to internet Manually assigned From configuration (PAC) file
de: Direkte Internetverbindung Manuell zugewiesen Von Konfigurationsdatei (PAC)
fr: Connexion directe à Internet Attribuée manuellement A partir du fichier de configuration (PAC)
it: Connessione diretta a Internet Assegnazione manuale Da file di configurazione (PAC)
ja: インターネットへの直接接続 手動割り当て 設定 (PAC) ファイルから
pt_br: Conexão direta com a internet atribuída manualmente pelo arquivo de configuração (PAC)

source: Disabled DHCP assigned Manually assigned Multiple addresses
de: Deaktiviert Über DHCP zugewiesen Manuell zugewiesen Mehrere Adressen
fr: Désactivée Attribuée par DHCP Attribuée manuellement Adresses multiples
it: Disabilitato Assegnato tramite DHCP Assegnato manualmente Indirizzi multipli
ja: 無効 DHCP 割り当て 手動割り当て 複数のアドレス
pt_br: DHCP atribuído desativado Atribuiu manualmente vários endereços

source: Disabled Enabled
de: Deaktiviert Aktiviert
fr: Désactivée Activée
it: Disabilitato Abilitato
ja: 無効 有効
pt_br: Desativado Ativado

source: Exactly one connection is enabled One or more connections may be enabled All connections must be enabled
de: Nur eine Verbindung ist aktiviert Eine oder mehrere Verbindungen können aktiviert sein Alle Verbindungen müssen aktiviert sein
fr: Une connexion exactement est activée Une ou plusieurs connexions peuvent être activées Toutes les connexions doivent être activées
it: Solo una connessione è abilitata Una o più connessioni possono essere abilitate Tutte le connessioni devono essere abilitate
ja: 1 つの接続だけが有効です 1 つ以上の接続を有効にすることができます すべての接続を有効にする必要があります
pt_br: Exatamente uma conexão está ativada Uma ou mais conexões podem ser ativadas Todas as conexões devem ser ativadas

source: Manage VPN using an SMF service:
de: VPN mithilfe eines SMF-Service verwalten:
fr: Gérer VPN à l'aide d'un service SMF :
it: Gestire la VPN utilizzando un servizio SMF:
ja: SMF サービスを使用して VPN を管理します:
pt_br: Gerencie o VPN usando um serviço SMF:

source: Manage VPN using command line applications:
de: VPN mithilfe von Befehlszeilenanwendungen verwalten:
fr: Gérer VPN à l'aide d'applications de ligne de commande :
it: Gestire la VPN utilizzando le applicazioni da riga di comando:
ja: コマンド行アプリケーションを使用して VPN を管理します:
pt_br: Gerencie o VPN usando aplicações da linha de comando:

source: None WEP Hex WEP ASCII WPA Personal (PSK) WPA Enterprise (Radius)
cs: žádné WEP Hex WEP ASCII WPA Personal (PSK) WPA Enterprise (Radius)
de: Ohne WEP Hex WEP ASCII WPA Personal (PSK) WPA Enterprise (Radius)
fr: Aucun WEP hexadécimal WEP ASCII WPA personnel (PSK) WPA entreprise (Radius)
hu: Nincs WEP Hex WEP ASCII WPA Magán (PSK) WPA Vállalati (Radius)
it: Nessuna WEP esa WEP ASCII WPA Personal (PSK) WPA Enterprise (Radius)
ja: なし WEP 16 進 WEP ASCII WPA Personal (PSK) WPA Enterprise (Radius)
nl: None WEP Hex WEP ASCII WPA Persoonlijk (PSK) WPA Enterprise (Radius)
pt_br: Nenhum WEP Hex WEP ASCII WPA Personal (PSK) WPA Enterprise (Radius)

source: Show list of available networks Join an open network Do not connect
de: Liste verfügbarer Netzwerke anzeigen Mit offenem Netzwerk verbinden Nicht verbinden
fr: Afficher la liste des réseaux disponibles Rejoindre un réseau ouvert Ne pas se connecter
it: Mostrare elenco di reti disponibili Accedere a una rete aperta Non effettuare la connessione
ja: 使用可能なネットワークのリスト表示 開いているネットワークの加入 接続しない
pt_br: Mostrar a linha de redes disponíveis Entrar em uma rede aberta Não estabelecer conexão
