Repository: Acidburn0zzz/nwam-manager
Catalog: po/*.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pt_br

source: Wireless network '%s' added to favorites
ar: الشبكة اللاسلكية '%s' أضيفت الى المفضلة
cs: Bezdrátová síť '%s' byla přidána do oblíbených
hu: '%s' vezeték nélküli hálózat a kedvencekhez hozzáadva
nl: Draadloos netwerk '%s' bij je favorieten toegevoegd

source: Click here to view or edit your list of favorite wireless networks.
ar: إضغط هنا لتحرير قائمة المفضلة الشبكات اللاسلكية
cs: Klikněte zde pro náhled nebo editaci seznamu oblíbených bezdrátových sítí.
hu: Kattints ide a kedvenc vezeték nélküli hálózatok megtekintéshez vagy szerkesztéséhez
nl: Klik hier om je lijst van favoriete draadloze netwerken te zien of te bewerken.

source: Always Use %s Network Interface (%s)
ar: دائما إستعمل %s كرت الشبكة (%s)
cs: Vždy použít síťové rozhraní %s (%s)
hu: Mindig a %s hálózati csatoló (%s) alkalmazása
nl: Altijd %s netwerk interface %s gebruiken

source: vanity_name
ar: إسم_زائف
cs: jméno_vanity

source: ipv4_auto_conf
cs: auto_conf_ipv4

source: ipv4_gateway
cs: brána_ipv4

source: ipv6_auto_conf
cs: auto_conf_ipv6

source: rules_enabled
ar: تفعيل_الشروط
cs: pravidla_povolena

source: rules_ncus
ar: شروط_ncus
cs: pravidla_ncu

source: rules_ncu_state
ar: شروط_ncu_state
cs: pravidla_ncu_stav

source: rules_action
ar: شروط_action
cs: pravidla_akce

source: Wifi Network ESSID
ar: Wifi شبكة ESSID
cs: ESSID bezdrátové sítě
hu: Wifi halózat ESSID
nl: Wifi Netwerk ESSID

source: Wifi Network BSSID
ar: Wifi شبكة BSSID
cs: BSSID bezdrátové sítě
hu: Wifi halózat BSSID
nl: Wifi Netwerk BSSID

source: mode
ar: النمط
cs: mód
hu: mód
nl: modus

source: Failed to initiate connection to wireless network.
ar: فشل التحقق من الإتصال بالشبكة اللاسلكية
cs: Inicializace připojení k bezdrátové síti selhala.
hu: Sikertelen kapcsolódás a vezeték nélküli hálozatra.
nl: Mislukte verbinding met draadloos netwerk.

source: event_cause
ar: سبب_الحدث
cs: událost_příčina
nl: Evenement-oorzaak

source: unknown
ar: غير معروف
cs: neznámý
nl: Onbekend

source: Cable disconnected
ar: الكبل مقطوع
cs: Síťový kabel byl odpojen
hu: Kábel kapcsolat megszünt
nl: Kabel losgekoppeld

source: User changed priority
ar: تغير أولوية المستخدم
cs: Uživatel změnil prioritu
hu: Felhasználó prioritást módosított
nl: Prioriteit verandert bij gebruiker

source: Higher priority, cable connected
ar: أعلى أولوية , الكبل متصل
cs: Vyšší priorita, připojeno kabelem
hu: Magasabb prioritás, kábel csatlakoztatva
nl: Hogere prioriteit, kabel verbonden

source: Scan done on higher-priority wireless network interface
ar: الفحص تم على الأولوية الأعلى لواجهة الشبكة اللاسلكية
cs: Skenování dokončeno na vyšší prioritě rozhraní bezdrátové sítě
hu: A keresés a magasabb prioritású vezeték nélküli csatolón befejeződött
nl: Scan gedaan op een hogere prioriteit draadloze netwerk interface

source: Periodic scan shows wireless network gone.
ar: تكرر الفحص يظهر الشبكات اللاسلكية
cs: Pravidelné skenování ukazuje, že bezdrátová síť již není k dispozici
hu: Kapcsolat a vezeték nélküli hálózattal megszünt.
nl: Periodieke scan toont dat het draadloze netwerk uit is.

source: Periodic scan shows very weak signal on wireless network
ar: تكرر الفحص يظهر الإشارة الضعيفة على الشبكة اللاسلكية
cs: Pravidelné skenování ukazuje velmi slabý signál bezdrátové sítě
hu: Nagyon gyenge jel a vezeték nélküli hálózaton
nl: Periodieke scan constateert een zeer zwak signaal op draadloos netwerk

source: All network interfaces but one going down
ar: كل الواجهات الشبكة ولكن واحدة تفشل
cs: Všechna síťová rozhraní, až na jedno, scházejí
hu: Egy kivételével minden hálozati csatoló le lesz állítva
nl: Alle netwerk interfaces behalve een gaan plat

source: Another network interface is already active
ar: واجهة شبكة أخرى مفعلة
cs: Jiné síťové rozhraní je nyní aktivní
hu: Egy másik hálózati csatló már aktíválva lett.
nl: Een ander netwerk interface is al bezig

source: NWAM Daemon is shutting down
ar: NWAM Daemon هو مطفأ
cs: Démon NWAM se vypíná
hu: NWAM démon leáll
nl: NWAM demon is aan het afsluiten

source: Different AP selected
ar: إختيار AP مختلف
cs: Zvoleno jiné AP
hu: Más AP lett kiválasztva
nl: Andere AP gekozen

source: Hardware removed
ar: Hardware مزال
cs: Hardware byl odstraněn
hu: Hardver eltávolítva
nl: Hardware verwijdert

source: none
ar: لاشي
cs: žádný
hu: nincs
nl: geen

source: New wireless networks found.
ar: وجود شبكة لاسلكية جديدة
cs: Nalezena nová bezdrátová síť
hu: Új vezeték nélküli hálózatok vannak
nl: Nieuwe draadloze netwerken ontdekt.

source: User script '%s' activated
ar: Script المستخدم '%s' مفعل
cs: Uživatelský skript '%s' byl aktivován
hu: Felhasználói script '%s' bekapcsolva
nl: Gebruikers-script '%s' geactiveerd

source: User script '%s' deactivated
ar: Script المستخدم '%s' غير مفعل
cs: Uživatelský skript '%s' byl deaktivován
hu: Felhasználói script '%s' kikapcsolva
nl: Gebruikers-script '%s' gedeactiveerd

source: %s network interface is up.
ar: %s كرت الشبكة مشغل
cs: %s síťové rozhraní je připojeno.
hu: %s hálózati csatoló aktív.
nl: %s netwerk interface is aan.

source: %s network interface brought down Reason: %s
ar: %s كرت الشبكة مطفأ ,السبب: %s
cs: %s síťové rozhraní spadlo Důvod: %s
hu: %s hálózati csatoló leállításra került Ok: %s
nl: %s netwerk interface ligt plat Oorzaak: %s

source: %s network interface failed to start DHCP request.
ar: %s فشل كرت الشبكة بطلب من مخدم DHCP
cs: %s síťové rozhraní selhalo při startu DHCP požadavku.
hu: %s hálózati csatoló DHCP kérés küldése sikertelen
nl: %s

source: %s network interface failed to get response from DHCP request.
ar: %s فشل كرت الشبكة بإستلام الرد من مخدم DHCP
cs: %s síťové rozhraní selhalo při získávání odpovědy od DHCP požadavku
hu: %s hálózati csatoló DHCP válasz fogadása sikertelen
nl: %s netwerk interface kreeg geen reactie van DHCP verzoek.

source: Name of the NCP
ar: إسم NCP
cs: Název NCP
hu: NCP neve
nl: Naam van de NCP

source: List of NCUs in the NCP
ar: قائمة NCU من خلال NCP
cs: Seznam všech NCU v NCP
hu: NCP-n belüli NCU-k listája
nl: Lijst van NCUs in de NCP

source: Active NCU
ar: تفعيل NCU
cs: Aktivní NCU
hu: Aktív NCU
nl: Actieve NCU

source: selection_mode
ar: حالة الإختيار
cs: výběr_mód

source: many_wireless
ar: عدة شبكات لاسلكية
cs: množství_bezdrátový

source: DHCP down
ar: DHCP مطفأ
hu: DHCP leállítva
nl: DHCP uit

source: DHCP timed out
ar: DHCP إنتهاء وقت
hu: DHCP időtúllépés
