Repository: Acidburn0zzz/nwam-manager
Catalog: po/*.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pt_br

source: Click here to enter the wireless network key.
ar: إضغط هنا لإدخال مفتاح الشبكة اللاسلكية
cs: Klikněte zde pro přidání klíče bezdrátové sítě
de: Klicken Sie hier, um den Schlüssel für das Drahtlosnetzwerk einzugeben.
es: Haga clic aquí para acceder a la clave de red inalámbrica.
fr: Cliquez ici pour entrer la clé de réseau sans fil.
hu: Kattintson ide a vezeték nélküli hálózat kulcsának megadásához
it: Fare clic qui per immettere la chiave di rete wireless.
ja: 無線ネットワーク鍵を入力するには、ここをクリックします。
nl: Klik hier om een draadloos netwerk sleutel te typen.
pt_br: Clique aqui para inserir a chave da rede sem fio.

source: No wireless networks found
de: Keine Drahtlosnetzwerke gefunden
es: No se detectaron redes inalámbricas
fr: Aucun réseau sans fil n'a été détecté
it: Nessuna rete wireless trovata
ja: 無線ネットワークが見つかりませんでした
pt_br: Nenhuma rede sem fio foi encontrada.

source: Click this message to join an unlisted network
de: Klicken Sie auf diese Meldung, um eine Verbindung zu einem nicht aufgelisteten Netzwerk herzustellen
es: Haga clic en este mensaje para incorporarse a una red que no está en la lista
fr: Cliquez sur ce message pour rejoindre un réseau non listé
it: Fare clic sul messaggio per accedere a una rete non in elenco
ja: リストにないネットワークを加入するには、このメッセージをクリックしてください
pt_br: Clique nesta mensagem para entrar numa rede que não esteja na lista

source: Switched to network profile '%s'
de: Zum Netzwerkprofil '%s' gewechselt
es: Se cambió al perfil de red '%s'
fr: Basculement vers le profil réseau '%s' effectué
it: Commutato in profilo di rete '%s'
ja: ネットワークプロファイル '%s' に切り替えました
pt_br: Alternou para o perfil de rede '%s'

source: Switched to location '%s'
de: Zum Speicherort '%s' gewechselt
es: Se cambió a la ubicación '%s'
fr: Basculement vers l'emplacement '%s' effectué
it: Commutato in posizione '%s'
ja: 場所 '%s' に切り替えました
pt_br: Alternou para o local '%s'

source: Password saved, click here to change
de: Passwort wurde gespeichert. Klicken Sie hier, um es zu ändern
es: Contraseña guardada, haga clic aquí para cambiar
fr: Mot de passe enregistré, cliquez ici pour le modifier
it: Password salvata, fare clic qui per modificare
ja: パスワードを保存しました。変更するにはここをクリックしてください
pt_br: Senha salva, clique aqui para alterar

source: Wireless NCU
ar: لاسلكي (NCU)
cs: NCU Bezdrátové sítě
de: Drahtlos-NCU
es: NCU inalámbrica
fr: NCU sans fil
hu: Vezeték nélküli NCU
it: NCU wireless
ja: 無線 NCU
nl: Draadloos NCU
pt_br: NCU sem fio

source: The Wireless NCU that the dialog is to work with.
ar: NCU اللاسلكي يتحاور للعمل مع
de: Drahtlos-NCU, mit dem der Dialog stattfinden soll.
es: NCU inalámbrica con la que debe trabajar el cuadro de diálogo.
fr: NCU sans fil avec lequel la boîte de dialogue doit travailler.
hu: A vezeték nélküli NCU amellyel a bárbeszéd működjön.
it: L'NCU wireless da utilizzare nella finestra di dialogo.
ja: ダイアログで操作する無線 NCU。
nl: De Wireless NCU waarmee het dialoogvenster moet werken.
pt_br: A NCU sem fio com a qual deve trabalhar a caixa de diálogo.

source: Wireless ESSID
ar: لاسلكي ESSID
cs: ESSID bezdrátové sítě
de: Drahtlos-ESSID
es: ESSID inalámbrico
fr: ESSID sans fil
hu: Vezeték nélküli ESSID
it: ESSID wireless
ja: 無線 ESSID
nl: Draadloze ESSID
pt_br: ESSID sem fio

source: The Wireless ESSID to connect to.
ar: اللاسلكي ESSID للإتصال ب
cs: Připojit se k bezdrátové síti ESSID
de: Die Drahtlos-ESSID zur Herstellung einer Verbindung.
es: ESSID inalámbrico al que conectarse.
fr: ESSID sans fil auquel se connecter.
hu: A vezeték nélküli ESSID amelyhez csatlakozni kíván.
it: L'ESSID wireless a cui connettersi.
ja: 接続先の無線 ESSID。
nl: De draadloze ESSID om mee te verbinden.
pt_br: O ESSID sem fio ao qual conectar-se.

source: Wireless Security Type
ar: أدخل نوع الأمن للشبكة للاسلكية
cs: Typ zabezpečení bezdrátové sítě
de: Drahtlos-Sicherheitstyp
es: Tipo de seguridad inalámbrica
fr: Type de sécurité sans fil
hu: Vezeték nélküli biztonság típusa
it: Tipo di protezione wireless
ja: 無線セキュリティーのタイプ
nl: Draadloze beveilingstype
pt_br: Tipo de segurança sem fio

source: The Wireless security (None/WEP/WPA).
ar: أمن الشبكةاللاسلي (None/WEP/WPA).
cs: Zabezpečení bezdrátové sítě (žádné/WEP/WPA).
de: Die Drahtlos-Sicherheit (Ohne/WEP/WPA).
es: El tipo de seguridad (Ninguna/WEP/WPA).
fr: Sécurité sans fil (Aucun/WEP/WPA).
hu: A vezeték nélküli biztonság (Nincs/WEP/WPA).
it: Il tipo di protezione wireless (nessuna/WEP/WPA).
ja: 無線セキュリティー (なし/WEP/WPA)。
nl: De draadloze beveiliging (Geen/WEP/WPA).
pt_br: A segurança sem fio (Nenhum/WEP/WPA).

source: Wireless Security Key
ar: مفتاح امن الشبكة اللاسلكية
cs: Klíč zabezpečení bezdrátové sítě
de: Drahtlos-Sicherheitsschlüssel
es: Clave de seguridad inalámbrica
fr: Clé de sécurité sans fil
hu: Vezeték nélküli biztonsági kulcs
it: Chiave di sicurezza wireless
ja: 無線セキュリティーキー
nl: Draadloze beveiligingssleutel
pt_br: Chave de segurança sem fio

source: The Wireless security key.
ar: مفتاح امن الشبكة اللاسلكية
cs: Bezpečnostní klíč bezdrátové sítě.
de: Der Drahtlos-Sicherheitsschlüssel.
es: La clave de seguridad inalámbrica.
fr: Clé de sécurité sans fil.
hu: A vezeték nélküli biztonsági kulcs
it: La chiave di sicurezza wireless.
ja: 無線セキュリティーキー。
nl: De draadloze beveiligingssleutel.
pt_br: A chave de segurança sem fio.

source: Wireless Security Key Index
de: Drahtlos-Sicherheitsschlüsselindex
es: Índice de clave de seguridad inalámbrica
fr: Index de clé de sécurité sans fil
it: Indice di chiavi di sicurezza wireless
ja: 無線セキュリティーキーのインデックス
pt_br: Índice da chave de segurança sem fio

source: The Wireless security key index.
de: Der Drahtlos-Sicherheitsschlüsselindex.
es: El índice de la clave de seguridad inalámbrica.
fr: Index de clé de sécurité sans fil
it: L'indice delle chiavi di sicurezza wireless.
ja: 無線セキュリティーキーのインデックス。
pt_br: O índice da chave de segurança sem fio.

source: WPA Username
ar: WPA إسم المستخدم
cs: Uživatelské jméno pro WPA
de: WPA-Benutzername
es: Nombre de usuario WPA
fr: Nom d'utilisateur WPA
hu: WPA felhasználónév
it: Nome utente WPA
ja: WPA のユーザー名
nl: WPA Gebruikersnaam
pt_br: Nome de usuário de WPA

source: The Username to use for a WPA connection.
ar: إسم المستخدم لإسنعمال إتصال WPA
cs: Uživatelské jméno pro připojení pomocí WPA
de: Der Benutzername für eine WPA-Verbindung.
es: El nombre de usuario que se utiliza para una conexión WPA.
fr: Nom d'utilisateur à employer pour une connexion WPA.
hu: A használni kívánt felhasználónév a WPA kapcsolathoz.
it: Il nome utente da utilizzare per una connessione WPA.
ja: WPA 接続で使用するユーザー名。
nl: De gebruikersnaam te gebruiken voor een WPA verbinding.
pt_br: Nome de usuário a ser usado em uma conexão WPA

source: WPA Password
ar: كلمة مرور WPA
cs: Heslo pro WPA
de: WPA-Passwort
es: Contraseña de WPA
fr: Mot de passe WPA
hu: WPA jelszó
it: Password WPA
ja: WPA のパスワード
nl: WPA wachtwoord
pt_br: Senha de WPA

source: The Password to use for a WPA connection.
ar: كلمة المرور لإستعمال تصال WPA
cs: Heslo pro připojení pomocí WPA
de: Das Passwort für eine WPA-Verbindung.
es: La contraseña que se utiliza para una conexión WPA.
fr: Mot de passe à employer pour une connexion WPA.
hu: A használni kívánt jelszó a WPA kapcsolathoz.
it: La password da utilizzare per la connessione WPA.
ja: WPA 接続で使用するパスワード。
nl: Het wachtwoord te gebruiken voor een WPA verbinding.
pt_br: Senha a ser usada em uma conexão WPA.

source: WPA Config Type
ar: نوع إعدادات WPA
cs: Typ konfigurace pro WPA
de: WPA-Konfigurationstyp
es: Tipo de configuración WPA
fr: Type de configuration WPA
hu: WPA kapcsolat típusa
it: Tipo di configurazione WPA
ja: WPA 設定のタイプ
nl: WPA config voorbeeld
pt_br: Tipo de configuração de WPA

source: The type of WPA Connection (Automatic or TTLS-PAP)
ar: نوع إتصال WPA (Automatic or TTLS-PAP)
cs: Typ WPA připojení (Automatické nebo TTLS-PAP)
de: Der Typ der WPA-Verbindung (Automatisch oder TTLS-PAP)
es: El tipo de conexión WPA (Automática o TTLS-PAP)
fr: Type de connexion WPA (automatique ou TTLS-PAP)
hu: A WPA kapcsolat típusa (Automatikus vagz TTLS-PAP)
it: Il tipo di connessione WPA (automatica o TTLS-PAP)
ja: WPA 接続のタイプ (自動または TTLS-PAP)
nl: De aard van de WPA Verbinding (Automatisch of TTLS-PAP)
pt_br: Tipo de configuração da conexão WPA (Automática ou TTLS-PAP)

source: WPA Cert File
ar: WPA ملف الشهادة
cs: Soubor s certifikátem pro WPA
de: WPA-Zertifikatsdatei
es: Archivo cert WPA
fr: Fichier de certificat WPA
hu: WPA tanúsítvány fájl
it: File certificato WPA
ja: WPA 証明書ファイル
nl: WPA Cert bestand
pt_br: Arquivo de certificado de WPA

source: The Certificate File to use for WPA.
ar: ملف الشهادة للإستعمال مع WPA
cs: Soubor s certifikátem pro připojení pomocí WPA
de: Die Zertifikatsdatei für WPA.
es: El archivo certificado que se utiliza para WPA.
fr: Fichier de certificat à utiliser pour WPA.
hu: A használni kívánt tanúsítvány fájl a WPA kapcsolathoz.
it: Il file di certificato da utilizzare per WAP.
ja: WPA で使用する証明書ファイル。
nl: Het certificaat bestand te gebruiken voor WPA.
pt_br: Arquivo de certificado a ser usado em WPA.

source: Wireless BSSID list
de: Drahtlos-BSSID-Liste
es: Lista de BSSID de punto de acceso inalámbrico
fr: Liste BSSID sans fil
it: Elenco BSSID wireless
ja: 無線 BSSID のリスト
pt_br: Lista BSSID sem fio

source: The Wireless AP BSSIDs known.
de: Die bekannten Drahtlos-AP-BBSIDs.
es: Los BSSID de punto de acceso (AP) inalámbrico conocidos.
fr: Les BSSID de points d'accès sans fil connus.
it: I BSSID AP wireless conosciuti.
ja: 既知の無線 AP BSSID。
pt_br: Os BSSIDs de AP sem fio conhecidos.

source: Wireless Network is Persistant
de: Drahtlosnetzwerk ist stabil
es: La red inalámbrica es continua
fr: Le réseau sans fil est persistant
it: La rete wireless è persistente
ja: 無線ネットワークが永続的です
pt_br: A rede sem fio é persistente

source: This Wireless Network should be remembered, on successful connection
de: Dieses Drahtlosnetzwerk sollte bei erfolgreicher Verbindung gespeichert werden
es: Si la conexión se realiza correctamente, esta red inalámbrica se debe recordar
fr: Ce réseau sans fil doit rester en mémoire en cas de réussite de la connexion
it: È necessario memorizzare questa rete wireless al completamento della connessione
ja: 接続の成功時にこの無線ネットワークを記憶します
pt_br: Esta rede sem fio deve ser lembrada, caso a conexão seja bem-sucedida

source: On success, connect to Wireless Network
de: Bei Erfolg mit Drahtlosnetzwerk verbinden
es: Si se tiene éxito, conectarse a la red inalámbrica
fr: En cas de réussite, se connecter au réseau sans fil
it: Al completamento dell'operazione, connettersi alle rete wireless
ja: 成功時に無線ネットワークに接続します
pt_br: Caso a operação seja bem-sucedida, estabelecer conexão com a rede sem fio

source: On success (RESPONSE_OK), connect to Wireless Network
de: Bei Erfolg (RESPONSE_OK) mit Drahtlosnetzwerk verbinden
es: Si se tiene éxito (RESPONSE_OK), conectarse a la red inalámbrica
fr: En cas de réussite (RESPONSE_OK), se connecter au réseau sans fil
it: Al completamento dell'operazione (RESPONSE_OK), connettersi alla rete wireless
ja: 成功 (RESPONSE_OK) 時に無線ネットワークに接続します
pt_br: Caso a operação seja bem-sucedida (RESPONSE_OK), estabelecer conexão com a rede sem fio

source: Add Wireless Network
ar: إضافة شبكة لاسلكية
cs: Přidat bezdrátovou síť
de: Drahtlosnetzwerk hinzufügen
es: Agregar red inalámbrica
fr: Ajouter un réseau sans fil
hu: Vezeték nélküli hálózat hozzáadása
it: Aggiungi rete wireless
ja: 無線ネットワークの追加
nl: Draadloos network toevoegen
pt_br: Adicionar rede sem fio

source: Join Wireless Network
de: Mit Drahtlosnetzwerk verbinden
es: Incorporarse a red inalámbrica
fr: Rejoindre un réseau sans fil
it: Accedi alla rete wireless
ja: 無線ネットワークの加入
pt_br: Entrar na rede sem fio

source: Edit Wireless Network
de: Drahtlosnetzwerk bearbeiten
es: Editar red inalámbrica
fr: Modifier un réseau sans fil
it: Modifica rete wireless
ja: 無線ネットワークの編集
pt_br: Editar rede sem fio

source: Validation Failed.
ar: فشل المصادقة
cs: Potvrzení selhalo.
de: Validierung fehlgeschlagen.
es: La validación ha fallado.
fr: Echec de la validation.
hu: Megerősítés sikertelen
it: Convalida non riuscita.
ja: 検証に失敗しました。
nl: Validatie mislukt.
pt_br: Falha na validação.

source: The Wireless network name (ESSID) contains invalid (non-ASCII) characters.
ar: خطأ بإسم الشبكة اللاسلكية (ESSID) (non-ASCII) characters.
cs: Jméno bezdrátové sítě (ESSID) obsahuje neplatné (non-ASCII) znaky.
de: Der Name (ESSID) des Drahtlosnetzwerks enthält ungültige Zeichen (andere als ASCII-Zeichen).
es: El nombre de red inalámbrica (ESSID) contiene caracteres no válidos (no ASCII).
fr: Le nom de réseau sans fil (ESSID) contient des caractères non valides (non-ASCII).
hu: A vezeték nélküli hálózat neve (ESSID) érvénytelen (nem ASCII) karaktereket tartalmaz.
it: Il nome della rete wireless (ESSID) contiene caratteri non validi (non ASCII).
ja: 無線ネットワーク名 (ESSID) に無効な (ASCII 以外の) 文字が含まれています。
nl: De draadloze netwerk naam (ESSID) bevat ongeldige (non-ASCII) tekens.
pt_br: O nome da rede sem fio (ESSID) contém caracteres inválidos (não ASCII).

source: The Wireless network name (ESSID) should not be blank.
ar: إسم الشبكة اللاسلكية (ESSID) لايجب ان يترك فارغا
cs: Jméno bezdrátové sítě (ESSID) by nemělo být prázdné.
de: Der Name (ESSID) des Drahtlosnetzwerks darf nicht leer gelassen werden.
es: El nombre de red inalámbrica (ESSID) no debe dejarse en blanco.
fr: Le nom de réseau sans fil (ESSID) ne doit pas être vide.
hu: A vezeték nélküli hálózat neve (ESSID) nem lehet üres.
it: Il nome della rete wireless (ESSID) non deve essere vuoto.
ja: 無線ネットワーク名 (ESSID) を空白にしないようにしてください。
nl: De draadloze netwerk naam (ESSID) mag niet leeg zijn.
pt_br: O nome da rede sem fio (ESSID) não deve estar em branco.

source: Wireless AP (BSSID) - '%s' is not a valid address
de: Drahtlos-AP (BSSID) '%s' ist keine gültige Adresse
es: AP inalámbrico (BSSID) - '%s' no es una dirección válida
fr: Point d'accès sans fil (BSSID) - '%s' n'est pas une adresse correcte
it: AP wireless (BSSID) - '%s' non è un indirizzo valido
ja: 無線 AP (BSSID) - '%s' は有効なアドレスではありません
pt_br: AP sem fio (BSSID) - '%s' não é um endereço válido

source: Keys entered are different
ar: المفتاح المدخل مختلف
cs: Vložené klíče se liší
de: Die eingegebenen Schlüssel stimmen nicht überein
es: Las claves especificadas son distintas
fr: Les clés entrées sont différentes
hu: A megadott kulcsok különböznek
it: Le chiavi immesse sono diverse
ja: 入力したキーが異なっています
nl: Getypte toetsen zijn verschillend
pt_br: As chaves inseridas são diferentes

source: WEP keys of length 10 or 26 should be hexadecimal values only
de: WEP-Schlüssel mit 10 oder 26 Stellen dürfen nur Hexadezimalwerte enthalten
es: Las claves WEP de 10 o 26 caracteres de longitud sólo deben contener valores hexadecimales
fr: Les clés WEP de longueur 10 ou 26 doivent uniquement être composées d'une valeur hexadécimale
it: Le chiavi WEP di lunghezza pari a 10 o 26 devono usare solo valori esadecimali
ja: 長さが 10 または 26 の WEP キーは 16 進値のみで指定してください
pt_br: As chaves WEP com10 ou 26 caracteres de comprimento devem ser apenas valores hexadecimais

source: WEP keys should be either 5 or 13 ASCII characters, or a hexadecimal value of length 10 or 26
de: WEP-Schlüssel sollten 5 oder 13 ASCII-Zeichen enthalten oder einen Hexadezimalwert aus 10 oder 26 Ziffern aufweisen
es: Las claves WEP deben contener 5 o 13 caracteres ASCII, o un valor hexadecimal de 10 o 26 caracteres de longitud
fr: Les clés WEP doivent être composées de 5 ou 13 caractères ASCII, ou d'une valeur hexadécimale de longueur 10 ou 26
it: Le chiavi WEP devono essere composte da 5 o 13 caratteri ASCII, oppure da un valore esadecimale di lunghezza pari a 10 o 26
ja: WEP キーは、5 または 13 個の ASCII 文字か、10 または 26 桁の 16 進値のいずれかを指定してください
pt_br: As chaves WEP devem ter 5 ou 13 caracteres ASCII, ou um valor hexadecimal com 10 ou 26 caracteres de comprimento

source: WPA keys should be between 8 and 63 characters in length
de: WPA-Schlüssel sollten zwischen 8 und 63 Zeichen lang sein
es: Las claves WPA deben tener entre 8 y 63 caracteres de longitud
fr: La longueur des clés WPA doit être comprise entre 8 et 63 caractères
it: Le chiavi WPA devono essere composte da un numero di caratteri compreso tra 8 e 63
ja: WPA キーの長さは、8 から 63 文字にしてください
pt_br: As chaves WPA devem ter entre 8 e 63 caracteres de comprimento

source: Failed to validate wireless network due to an error with the property : %s
de: Die Überprüfung des Drahtlosnetzwerks ist aufgrund eines Fehlers der Eigenschaft fehlgeschlagen: %s
es: No se pudo validar la red inalámbrica debido a un error de propiedad: %s
fr: Echec de validation du réseau sans fil en raison d'une erreur de la propriété : %s
it: Impossibile convalidare la rete wireless a causa di un errore di proprietà: %s
ja: 次のプロパティーにエラーがあったため、無線ネットワークの検証に失敗しました: %s
pt_br: Falha ao validar a rede devido a um erro com a propriedade : %s

source: Unnamed Modifier
de: Unbenannter Modifizierer
es: Modificador sin nombre
fr: Modificateur sans nom
it: Modificatore senza nome
ja: 命名されていない修飾子
pt_br: Modificador não nomeado

source: Network modifiers can only be renamed immediately after they have been created.
de: Netzwerkmodizierer können nur unmittelbar nach ihrer Erstellung umbenannt werden.
es: Sólo se puede cambiar el nombre de los modificadores de red inmediatamente después de haberlos creado.
fr: Les modificateurs réseau peuvent uniquement être renommés immédiatement après avoir été créés.
it: I modificatori di rete possono essere rinominati solo subito dopo la loro creazione.
ja: ネットワーク修飾子の名前を変更できるのは、作成した 直後だけです。
pt_br: Modificadores de rede só podem ser renomeados imediatamente após sua criação.

source: Modifier Name
de: Modifizierername
es: Nombre de modificador
fr: Nom de modificateur
it: Nome modificatore
ja: 修飾子の名前
pt_br: Nome do modificador

source: Status
es: Estado
fr: Etat
it: Stato
ja: 状態

source: Validation Error
de: Überprüfungsfehler
es: Error de validación
fr: Erreur lors de la validation
it: Errore di convalida
ja: 検証エラー
pt_br: Erro de validação

source: Invalid value specified for Start Command
de: Ungültiger Wert für Startbefehl angegeben
es: Valor no válido especificado para el comando de inicio
fr: Valeur incorrecte spécifiée pour la commande de démarrage
it: Valore non valido specificato come comando di avvio
ja: 開始コマンドに無効な値が指定されました
pt_br: Valor inválido especificado para o comando Iniciar

source: Invalid value specified for Stop Command
de: Ungültiger Wert für Stoppbefehl angegeben
es: Valor no válido especificado para el comando de detención
fr: Valeur incorrecte spécifiée pour la commande d'arrêt
it: Valore non valido specificato come comando di arresto
ja: 停止コマンドに無効な値が指定されました
pt_br: Valor inválido especificado para o comando Parar

source: Invalid value specified for SMF FMRI
de: Ungültiger Wert für SMF FMRI angegeben
es: Valor no válido especificado para FMRI de SMF
fr: Valeur incorrecte spécifiée pour le FMRI de SMF
it: Valore non valido specificato per SMF FMRI
ja: SMF FMRI に無効な値が指定されました
pt_br: Valor inválido especificado para SMF FMRI

source: Activation mode is set to Conditional, but no rules have been configured.
de: Der Aktivierungsmodus wurde als bedingt festgelegt. Es wurden jedoch keine Regeln konfiguriert.
es: El modo de activación está configurado en condicional, pero no se han configurado reglas.
fr: Le mode d'activation est défini sur Conditionnel, mais aucune règle n'a été configurée.
it: La modalità di attivazione è impostata su Condizionale, ma non è stata configurata alcune regola.
ja: 起動モードが条件付きに設定されていますが、 規則が設定されていません。
pt_br: O modo de ativação está definido como Condicional, mas nenhuma regra foi configurada.

source: Validation of %s failed with the property %s
de: Überprüfung von %s fehlgeschlagen mit der Eigenschaft %s
es: Se produjo un error en la validación de %s con la propiedad %s
fr: La validation de %s a échoué avec la propriété %s
it: Convalida di %s non riuscita con la proprietà %s
ja: %s の検証がプロパティー %s で失敗しました
pt_br: A validação de %s falhou com a propriedade %s

source: Validation error
de: Überprüfungsfehler
es: Error de validación
fr: Erreur lors de la validation
it: Errore di convalida
ja: 検証エラー
pt_br: Erro de validação

source: Committing %s failed...
de: Bestätigen von %s fehlgeschlagen...
es: Se produjo un error al confirmar %s...
fr: La validation de %s a échoué...
it: Esecuzione commit di %s non riuscita
ja: %s のコミットに失敗しました...
pt_br: O %s submetido a commit falhou...

source: Commit ENM error
de: ENM-Fehler bestätigen
es: Confirmar error de ENM
fr: Valider une erreur ENM
it: Esegui commit errore ENM
ja: ENM コミットエラー
pt_br: Erro no commit de ENM

source: Select start command
de: Startbefehl auswählen
es: Seleccionar comando de inicio
fr: Sélectionner la commande de démarrage
it: Seleziona comando di avvio
ja: 開始コマンドの選択
pt_br: Selecionar o comando iniciar

source: Select stop command
de: Stoppbefehl auswählen
es: Seleccionar comando de detención
fr: Sélectionner la commande d'arrêt
it: Seleziona comando di arresto
ja: 停止コマンドの選択
pt_br: Selecionar o comando parar

source: Running
de: Wird ausgeführt
es: En ejecución
fr: En cours d'exécution
it: In esecuzione
ja: 実行しています
pt_br: Executando

source: Stopped
de: Angehalten
es: Parado
fr: Arrêté
it: Interrotto
ja: 停止しました
pt_br: Parado

source: Start/stop '%s' according to rules
de: '%s' je nach Regeln starten/anhalten
es: Iniciar/detener '%s' según las reglas
fr: Démarrer/arrêter '%s' en fonction de règles
it: Avviare/interrompere '%s' in base alle regole
ja: 規則に従って '%s' を開始/停止します
pt_br: Iniciar/parar '%s' de acordo com as regras

source: manual activation only
de: Nur manuelle Aktivierung
es: sólo activación manual
fr: activation manuelle uniquement
it: solo attivazione manuale
ja: 手動起動のみ
pt_br: apenas ativação manual

source: activated by rules
de: Durch Regeln aktiviert
es: activado por reglas
fr: activation en fonction de règles
it: attivato da regole
ja: 規則によって起動されました
pt_br: ativado por regras

source: activated by system
de: Durch System aktiviert
es: activado por sistema
fr: activation par le système
it: attivato dal sistema
ja: システムによって起動されました
pt_br: ativado pelo sistema

source: Unnamed Location
de: Unbenannter Speicherort
es: Ubicación sin nombre
fr: Emplacement sans nom
it: Posizione senza nome
ja: 命名されていない場所
pt_br: Local não nomeado

source: Location Name
de: Speicherortname
es: Nombre de ubicación
fr: Nom d'emplacement
it: Nome posizione
ja: 場所の名前
pt_br: Nome do local

source: Remove location '%s'?
de: Speicherort '%s' entfernen?
es: ¿Desea eliminar la ubicación '%s'?
fr: Supprimer l'emplacement '%s' ?
it: Rimuovere posizione '%s'?
ja: 場所 '%s' を削除しますか?
pt_br: Remover o local '%s'?

source: Remove Location?
de: Speicherort entfernen?
es: ¿Desea eliminar la ubicación?
fr: Supprimer l'emplacement ?
it: Rimuovere posizione?
ja: 場所を削除しますか?
pt_br: Remover o local?

source: Copy of
de: Kopie von
es: Copia de
fr: Copie de
it: Copia di
ja: コピー
pt_br: Cópia de

source: Toggled env
de: Umgebung aktiviert/deaktiviert
es: Entorno activado/desactivado
fr: Environnement activé/désactivé
it: ambiente attivato/disattivato
ja: 切り替えられた環境
pt_br: Amb. alternado

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt_br: Nome

source: Proxy Username
de: Proxy-Benutzername
es: Nombre de usuario de proxy
fr: Nom d'utilisateur de proxy
it: Nome utente proxy
ja: プロキシユーザー名
pt_br: Nome de usuário de proxy

source: The Proxy Username to use for authenticating proxies
de: Der Proxy-Benutzername zur Authentifizierung von Proxys
es: Nombre de usuario de proxy que se usará para autenticar proxies
fr: Nom d'utilisateur de proxy à utiliser pour l'authentification de proxies
it: Nome utente proxy da usare per l'autenticazione dei proxy
ja: プロキシを認証するために使用するプロキシユーザー名
pt_br: O nome de usuário de proxy a ser usado para autenticar proxies

source: Proxy Password
de: Proxy-Passwort
es: Contraseña de proxy
fr: Mot de passe de proxy
it: Password proxy
ja: プロキシパスワード
pt_br: Senha de proxy
