Repository: Acidburn0zzz/nwam-manager
Catalog: po/*.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pt_br

source: Start/stop '$vpn' according to rules
de: '$vpn' je nach Regeln starten/anhalten
fr: Démarrer/arrêter '$vpn' en fonction de règles
it: Avvia/arresta '$vpn' in base a regole
ja: 規則に従って '$vpn' を開始/停止します
pt_br: Iniciar/parar '$vpn' de acordo com as regras

source: VPN Applications
de: VPN-Anwendungen
fr: Applications VPN
it: Applicazioni VPN
ja: VPN アプリケーション
pt_br: Aplicações VPN

source: _Custom properties associated with this location:
de: _Mit diesem Speicherort verbundene benutzerdefinierte Eigenschaften:
fr: Propriétés personnalisées associées à _cet emplacement :
it: Proprietà _personalizzate associate a questa posizione:
ja: この場所に関連付けられたカスタムプロパティー(_C):
pt_br: _Personalizar propriedades associadas com este local:

source: _Default
de: _Standard
fr: _Défaut
it: _Predefinito
ja: デフォルト(_D)
pt_br: _Padrão

source: _VPN Applications...
de: _VPN-Anwendungen...
fr: Applications _VPN...
it: Applicazioni _VPN...
ja: VPN アプリケーション(_V)...
pt_br: Aplicações _VPN...

source: _View/Edit Profile:
de: _Profil anzeigen/bearbeiten
fr: _Afficher/modifier le profil :
it: _Visualizza/modifica profilo:
ja: プロファイルの表示/編集(_V):
pt_br: _Exibir/Editar perfil:

source: manual activation only activated by rules activated by system
de: Nur manuelle Aktivierung Durch Regeln aktiviert Durch System aktiviert
fr: activation manuelle uniquement activation en fonction de règles activation par le système
it: solo attivazione manuale attivato da regole attivato dal sistema
ja: 手動起動のみ 規則によって起動 システムによって起動
pt_br: somente ativação manual ativado pelas regras ativado pelo sistema

source: nsswitch file:
de: nsswitch-Datei:
fr: fichier nsswitch :
it: file nsswitch:
ja: nsswitch ファイル:
pt_br: arquivo nsswitch:

source: Always active
de: Immer aktiv
es: Siempre activo
fr: Toujours actif
it: Sempre attivo
ja: 常にアクティブです
pt_br: Sempre ativo

source: Activated by rules
de: Durch Regeln aktiviert
es: Activado por reglas
fr: Activation en fonction de règles
it: Attivato da regole
ja: 規則によって起動されました
pt_br: Ativado por regras

source: Never active
de: Niemals aktiv
es: Nunca activo
fr: Jamais actif
it: Mai attivo
ja: アクティブになりません
pt_br: Nunca está ativo

source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
pt_br: Detalhes

source: Add Network Profile dialog
de: Dialogfeld 'Netzwerkprofil hinzufügen'
es: Agregar diálogo de perfil de red
fr: Ajouter une boîte de dialogue de profil réseau
it: Finestra di dialogo Aggiungi profilo di rete
ja: 「ネットワークプロファイルの追加」ダイアログ
pt_br: Adicionar a caixa de diálogo Perfil de rede

source: Edit Network Profile dialog
de: Dialogfeld 'Netzwerkprofil bearbeiten'
es: Editar diálogo de perfil de red
fr: Modifier la boîte de dialogue de profil réseau
it: Finestra di dialogo Modifica profilo di rete
ja: 「ネットワークプロファイルの編集」ダイアログ
pt_br: Editar a caixa de diálogo Perfil de rede

source: <b><i>(None)</i></b>
de: <b><i>(Kein)</i></b>
es: <b><i>(Ninguno)</i></b>
fr: <b><i>(Aucun)</i></b>
it: <b><i>(Nessuno)</i></b>
ja: <b><i>(なし)</i></b>
pt_br: <b><i>(Nenhum)</i></b>

source: Always enable these connections:
de: Diese Verbindungen immer aktivieren:
es: Siempre habilitar estas conexiones:
fr: Toujours activer ces connexions :
it: Abilitare sempre queste connessioni:
ja: これらの接続を常に有効にします:
pt_br: Sempre ative estas conexões:

source: Always disable these connections:
de: Diese Verbindungen immer deaktivieren:
es: Siempre inhabilitar estas conexiones:
fr: Toujours désactiver ces connexions :
it: Disabilitare sempre queste connessioni:
ja: これらの接続を常に無効にします:
pt_br: Sempre desative estas conexões:

source: Then enable exactly one of these connections:
de: Dann nur eine dieser Verbindungen aktivieren:
es: A continuación, habilitar exactamente una de estas conexiones:
fr: Activer ensuite une seule de ces connexions :
it: Quindi abilitare solo una di queste connessioni:
ja: その場合は、これらの接続のうちの 1 つだけを有効にします:
pt_br: Em seguida, ative exatamente uma destas conexões:

source: Else enable exactly one of these connections:
de: Sonst nur eine dieser Verbindungen aktivieren:
es: O habilitar exactamente una de estas conexiones:
fr: Sinon, activer une seule de ces connexions :
it: Altrimenti abilitare solo una di queste connessioni:
ja: そうでない場合は、これらの接続のうち 1 つだけを有効にします:
pt_br: Também ative exatamente uma destas conexões:

source: Then enable one or more of these connections:
de: Dann eine oder mehrere dieser Verbindungen aktivieren:
es: A continuación, habilitar una o varias de estas conexiones:
fr: Activer ensuite une ou plusieurs de ces connexions :
it: Quindi abilitare una o più di queste connessioni:
ja: その場合は、これらの接続のうち 1 つ以上を有効にします:
pt_br: Em seguida, ative uma ou mais destas conexões:

source: Else enable one or more of these connections:
de: Sonst eine oder mehrere dieser Verbindungen aktivieren:
es: O habilitar una o varias de estas conexiones:
fr: Sinon, activer une ou plusieurs de ces connexions :
it: Altrimenti abilitare una o più di queste connessioni:
ja: そうでない場合は、これらの接続のうち 1 つ以上を有効にします:
pt_br: Também ative uma ou mais destas conexões:

source: Then enable all of these connections:
de: Dann alle diese Verbindungen aktivieren:
es: A continuación, habilitar todas estas conexiones:
fr: Activer ensuite toutes ces connexions :
it: Quindi abilitare tutte queste connessioni:
ja: その場合は、これらの接続をすべて有効にします:
pt_br: Em seguida, ative todas estas conexões:

source: Else enable all of these connections:
de: Sonst alle diese Verbindungen aktivieren:
es: O habilitar todas estas conexiones:
fr: Sinon, activer toutes ces connexions :
it: Altrimenti abilitare tutte queste connessioni:
ja: そうでない場合は、これらの接続をすべて有効にします:
pt_br: Também ative todas estas conexões:

source: %s (active)
de: %s (aktiv)
es: %s (activo)
fr: %s (actif)
it: %s (attivo)
ja: %s (アクティブ)
pt_br: %s (ativo)

source: New _group
de: Neue _Gruppe
es: Grupo _nuevo
fr: Nouveau _groupe
it: Nuovo _gruppo
ja: 新規グループ(_G)
pt_br: Novo _grupo

source: Remove _group
de: _Gruppe entfernen
es: Eliminar _grupo
fr: Supprimer un _groupe
it: Rimuovi _gruppo
ja: グループの削除(_G)
pt_br: Remover _grupo

source: Then set status of '%s' to:
de: Dann den Status von '%s' setzen auf:
es: A continuación, configurar estado de '%s' en:
fr: Configurer ensuite le statut de '%s' sur :
it: Quindi imposta stato di '%s' su:
ja: その場合は、'%s' のステータスを次に設定します:
pt_br: Em seguida defina o status de '%s' para:

source: Remove network profile: '%s'?
de: Netzwerkprofil entfernen: '%s'?
es: ¿Desea eliminar el perfil de red: '%s'?
fr: Supprimer le profil réseau : '%s' ?
it: Rimuovere profilo di rete: '%s'?
ja: ネットワークプロファイルを削除しますか: '%s'?
pt_br: Remover o perfil de rede: '%s'?

source: Remove network profile?
de: Netzwerkprofil entfernen?
es: ¿Desea eliminar el perfil de red?
fr: Supprimer le profil réseau ?
it: Rimuovere profilo di rete?
ja: ネットワークプロファイルを削除しますか?
pt_br: Remover o perfil de rede?

source: Toggled object
de: Objekt aktiviert/deaktiviert
es: Objeto activado/desactivado
fr: Objet activé/désactivé
it: Oggetto attivato/disattivato
ja: 切り替えられたオブジェクト
pt_br: Objeto alternado

source: %s and %d more
de: %s und %d weitere
es: %s y %d más
fr: %s et %d de plus
it: %s e ulteriori %d
ja: %s およびほかの %d 個
pt_br: %s e %d mais

source: priority
ar: أولوية
cs: priorita
de: Priorität
es: prioridad
fr: priorité
it: priorità
ja: 優先順位
nl: prioriteit
pt_br: prioridade

source: Action to do if no favourite networks found.
de: Gewünschte Aktion, wenn keine bevorzugten Netzwerke gefunden.
es: Acción que se debe llevar a cabo si no se encuentran redes favoritas.
fr: Action à effectuer si aucun réseau favori n'est trouvé.
it: Azioni da eseguire se non viene rilevata alcuna rete preferita.
ja: お気に入りのネットワークが見つからなかった場合に実行する操作。
pt_br: Ação a tomar caso nenhuma rede favorita seja localizada.

source: Show notifications for NWAM is unavailable.
de: Benachrichtigungen über nicht verfügbaren NWAM anzeigen.
es: Mostrar notificaciones de NWAM no disponible.
fr: Afficher les notifications signalant l'indisponibilité de NWAM.
it: Mostra notifiche se NWAM non è disponibile.
ja: NWAM が使用できないときの通知を表示します。
pt_br: A opção Mostrar notificações para o NWAM não está disponível.

source: Show notifications for when a Wireless connection fails.
de: Benachrichtigungen beim Fehlschlagen einer Drahtlosverbindung anzeigen.
es: Mostrar notificaciones cuando se produzca un error en la conexión inalámbrica.
fr: Afficher les notifications signalant l'échec d'une connexion sans fil.
it: Mostra notifiche in caso di connessione wireless non riuscita.
ja: Wifi 接続に失敗したときの通知を表示します。
pt_br: A opção Mostrar notificações para quando uma conexão sem fio falha.

source: Show notifications for when a Wireless connection requires a key.
de: Benachrichtigungen anzeigen, wenn eine Drahtlosverbindung einen Schlüssel erfordert.
es: Mostrar notificaciones cuando se necesite una clave para la conexión inalámbrica.
fr: Afficher les notifications signalant qu'une connexion sans fil nécessite une clé.
it: Mostra notifiche se una connessione wireless richiede una chiave.
ja: 無線接続にキーが必要なときの通知を表示します。
pt_br: A opção Mostrar notificações para quando uma conexão sem fio exige uma chave.

source: Show notifications for when a Wireless network selection is required.
de: Benachrichtigungen anzeigen, wenn eine Drahtlosverbindungsauswahl erforderlich ist.
es: Mostrar notificaciones cuando se necesite una selección de red inalámbrica.
fr: Afficher les notifications signalant la nécessité de sélectionner un réseau sans fil.
it: Mostra notifiche se è necessario selezionare una rete wireless.
ja: 無線ネットワークの選択が必要なときの通知を表示します。
pt_br: A opção Mostrar notificações para quando uma rede sem fio é exigida.

source: Show notifications for when an NCU connects
de: Benachrichtigungen anzeigen, wenn eine Verbindung mit einem NCU hergestellt wird
es: Mostrar notificaciones cuando se conecte una NCU
fr: Afficher les notifications signalant la connexion d'un NCU.
it: Mostra notifiche se un NCU esegue la connessione
ja: NCU が接続したときの通知を表示します。
pt_br: A opção Mostrar notificações para quando um NCU estabelece conexão

source: Show notifications for when an NCU disconnects
de: Benachrichtigungen anzeigen, wenn eine Verbindung mit einem NCU getrennt wird
es: Mostrar notificaciones cuando se desconecte una NCU
fr: Afficher les notifications signalant la déconnexion d'un NCU.
it: Mostra notifiche se un NCU si disconnette
ja: NCU が切断したときの通知を表示します。
pt_br: A opção Mostrar notificações para quando um NCU é desconectado

source: Show notifications for when the Location has changed.
de: Benachrichtigung anzeigen, wenn ein Speicherort geändert wurde.
es: Mostrar notificaciones cuando haya cambiado la ubicación.
fr: Afficher les notifications signalant la modification de l'emplacement.
it: Mostra notifiche se una posizione è stata modificata.
ja: 場所が変更されたときの通知を表示します。
pt_br: A opção Mostrar notificações para quando o local tiver sido alterado.

source: Show notifications for when the NCP has changed.
de: Benachrichtigung anzeigen, wenn ein NPC geändert wurde.
es: Mostrar notificaciones cuando haya cambiado el NCP.
fr: Afficher les notifications signalant la modification du NCP.
it: Mostra notifiche se l'NCP è stato modificato.
ja: NCP が変更されたときの通知を表示します。
pt_br: A opção Mostrar notificações para quando o NCP tiver sido alterado.

source: Show notifications for when there are no visible wireless networks.
de: Benachrichtigungen anzeigen, wenn keine sichtbaren Drahtlosnetzwerke vorhanden sind.
es: Mostrar notificaciones cuando no haya redes inalámbricas visibles.
fr: Afficher les notifications signalant qu'aucun réseau sans fil n'est visible.
it: Mostra notifiche se non sono disponibili reti wireless visibili.
ja: 表示可能な無線ネットワークがないときの通知を表示します。
pt_br: A opção Mostrar notificações para quando não houver redes sem fio visíveis.

source: The default timeout of notification in milliseconds, must greater than zero.
ar: المهلة الإفتراضية لإعلامي بوحدة من قيمة milliseconds, , يجب أن تكون أكبر من الصفر
cs: Výchozí časová prodleva upozornění v milisekundách musí být větší než nula.
de: Der Wert der Standard-Zeitüberschreitung der Benachrichtigung (in Millisekunden) muss größer als Null sein.
es: El tiempo de espera predeterminado de notificación en milisegundos debe ser mayor que cero.
fr: Le délai d'expiration de notification par défaut en millisecondes doit être supérieur à zéro.
hu: Az értesítők alapértelmezett időtúllépése milliszekundumban, nullánál nagyobb érték.
it: Timeout di notifica predefinito in millisecondi; deve essere superiore a zero.
ja: 通知のデフォルトタイムアウト (ミリ秒単位) は 0 より大きくする必要があります。
nl: De standaard time-out van kennisgeving in milliseconden, moet groter zijn dan nul.
pt_br: O tempo-limite padrão das notificações em milissegundos deve ser maior que zero.

source: add_any_new_wifi_to_fav
fr: ajouter_tout_nouveau_wifi_aux_fav
it: aggiungi_nuovo_wifi_a_pref

source: join_any_fav_wifi
fr: joindre_tout_wifi_fav
it: partecipa_a_qualsiasi_wifi_pref

source: join_wifi_not_in_fav
fr: joindre_wifi_absent_des_fav
it: partecipa_a_wifi_non_in_pref

source: notification_default_timeout
fr: délai_d_expiration_de_notification_par_défaut
it: timeout_di notifica_predefinito

source: Excellent
de: Ausgezeichnet
es: Excelente
it: Eccellente
ja: 最高
pt_br: Excelente

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
pt_br: Descrição

source: Tunnel (%s)
es: Túnel (%s)
ja: トンネル (%s)
pt_br: Túnel (%s)

source: Signal: %s%s
es: Señal: %s%s
it: Segnale: %s%s
ja: シグナル: %s%s
pt_br: Sinal: %s%s

source: conditions
de: Bedingungen
es: condiciones
it: condizioni
ja: 条件
pt_br: condições

source: %s Active
de: %s aktiv
es: %s activo
it: %s attive
ja: %s アクティブ
pt_br: %s Ativo

source: DHC_P
ja: DHCP(_P)

source: D_HCP
ja: DHCP(_H)

source: HTTP_S:
ja: HTTPS(_S):

source: Options:
de: Optionen:
it: Opzioni:
ja: オプション:
pt_br: Opções:

source: Port:
it: Porta:
ja: ポート:
pt_br: Porta:

source: Proxies
de: Proxys
it: Proxy
ja: プロキシ

source: Soc_ks:
ja: SOCKS(_K):

source: _Configuration:
ar: _إعدادات
cs: _Konfigurace:
de: _Konfiguration:
hu: _Beállítások
it: _Configurazione:
ja: 設定(_C):
nl: _Configuratie:
pt_br: _Configuração:

source: _DNS
ja: DNS(_D)

source: _FTP:
ja: FTP(_F):

source: _Gopher:
ja: Gopher(_G):

source: _HTTP:
ja: HTTP(_H):

source: _LDAP
ja: LDAP(_L)

source: _NIS
ja: NIS(_N)

source: Autoconf
de: Autokonfiguration
it: Autoconfigurazione
pt_br: Configuração automática

source: Configured links:
es: Enlaces configurados:

source: How to Edit Fixed Profiles...
es: Cómo editar perfiles fijos...

source: Cannot start '%s'
es: No se puede iniciar '%s'

source: The Fixed profile '%s' is currently active. Network modifiers can only be used with Reactive network profiles.
es: El perfil fijo '%s' actualmente está activo. Los modificadores de red sólo se pueden utilizar con perfiles de red reactivos.

source: For further information please refer to netadm(1) manual.
es: Si desea obtener más información, consulte el manual netadm(1).

source: Switched to profile '%s' This is a Fixed network profile.
es: Se cambió al perfil '%s' Éste es un perfil de red fijo.

source: Switched to profile '%s' This is a Reactive network profile.
es: Se cambió al perfil '%s' Éste es un perfil de red reactivo.

source: Switched to location '%s' This is a '%s' location
es: Se cambió a la ubicación '%s' Ésta es una ubicación '%s'.

source: <small><i><b>Example:</b> 12:34:56:78:9A:BC</i></small>
cs: <small><i><b>Příklad:</b> 12:34:56:78:9A:BC</i></small>
hu: <small><i><b>Például:</b> 12:34:56:78:9A:BC</i></small>
nl: <small><i><b>Voorbeeld:</b> 12:34:56:78:9A:BC</i></small>

source: Co_nfirm Password:
ar: تأكيد_كلمة المرور :
cs: Po_tvrdit heslo:
hu: Jelszó megerősítése
nl: Wachtwoord bevestige_n:

source: Favorite Wireless Networks
ar: الشبكات اللاسلكية المفضلة
cs: Oblíbené Bezdrátové sítě
hu: Kedvenc vezeték nélküli hálózatok
nl: Favoriete draadloze netwerken

source: Network Interface Priority
ar: أولوية كروت الشبكة
cs: Priorita Síťového Rozhraní
hu: Hálózati csatoló prioritása
nl: Network Interface Prioriteit

source: _BSSID (optional):
ar: _BSSID (إختياري):
cs: _BSSID (volitelně):
hu: _BSSID (opcionális):
nl: _BSSID (naar keuze):

source: _More Options
ar: _خيارات إضافية
cs: _Více možností
hu: _További beállítások
nl: _Meer opties

source: Network Name (ESSID)
ar: إسم الشبكة (ESSID)
cs: Jméno sítě (ESSID)
hu: Hálózat neve (ESSID)
nl: Networknaam (ESSID)

source: Access Point (BSSID)
cs: Místo připojení (BSSID)
hu: Hozzáférési pont (BSSID)
nl: Aanknooppunt (BSSID)

source: Wireless BSSID
ar: لاسلكي BSSID
cs: BSSID bezdrátové sítě
hu: Vezeték nélküli BSSID
nl: Draadloos BSSID

source: The Wireless AP BSSID to connect to.
ar: الشبكة اللاسلكية AP BSSID للإتصال ب
cs: Připojit se k BSSID bezdrátové sítě
hu: A vezeték nélküli BSSID amelyhez csatlakozni kíván.
nl: Het draadloos AP BSSID om mee te verbinden.

source: Wireless Network is Transient
ar: الشبكة اللاسلكية العابرة
cs: Bezdrátová síť je přechodná
hu: Vezeték nélküli hálózat ideiglenes
nl: Draadloos netwerk is vergankelijk

source: This Wireless Network shouldn't be remembered on permanently
ar: يجب عدم تذكر الشبكة اللاسلكيةبشكل دائم
cs: Tato bezdrátová síť by neměla být zapamatována na trvalo
hu: Ezt a vezeték nélküli hálózatot nem ajánlott megjegyezni
nl: Dit draadlose netwerk moet niet permanent onthouden worden

source: Wireless AP (BSSID) is not a valid address
ar: AP للشبكة اللاسلكية (BSSID) خطأ بعنوانه
cs: AP (BSSID) bezdrátové sítě není platná adresa
hu: Vezeték nélküli AP (BSSID) címe nem érvényes
nl: Draadloze AP (ESSID) is geen geldig adres

source: Invalid data entered
ar: خطأ بالبيانات المدخلة
cs: Byla vložena neplatná data
hu: Megadott adat érvénytelen
nl: Ongeldige gegeven ingevoerd

source: Network Interface
ar: كرت الشبكة
cs: Síťové rozhraní
hu: Hálózati csatoló

source: NwamuiWifiNet instance
ar: NwamuiWifiNet نسخة
cs: instance NwamuiWifiNet
hu: NwamuiWifiNet példány
nl: NwamuiWifiNet instantie

source: Wireless AP
ar: AP الشبكة اللاسكلية
cs: AP bezdrátové sítě
hu: Vezeték nélküli AP
nl: Draadloos AP

source: Wired (%s): %s
cs: Drátové (%s): %s
hu: Vezetékes (%s): %s

source: Wireless (%s): %s
cs: Bezdrátové (%s): %s
hu: Vezeték nélküli (%s): %s
nl: Draadloos (%s): %s

source: Wireless (%s) network interface is active.
ar: الشبكة اللاسلكية (%s) كرت الشبكة مفعل
cs: Rozhraní bezdrátové sítě (%s) je aktivní.
hu: A (%s) vezeték nélküli hálózati csatoló aktív.
nl: Draadloos (%s) netwerk interface is actief.

source: Wired (%s) network interface is active.
ar: الشبكة السلكية (%s) كرت الشبكة مفعل
cs: Rozhraní drátové sítě (%s) je aktivní.
hu: A (%s) vezetékes hálózati csatoló aktív.
nl: Bedraad (%s) netwerk interface is actief.

source: No network interface is active.
ar: لا يوجد كرت شبكة مفعل
cs: Žádné rozhraní sítě není aktivní.
hu: Nincs aktív hálózati csatoló.
nl: Geen netwerk interface is actief.

source: Connected to wireless network '%s'
ar: الإتصال بالشبكة اللاسلكية '%s'
cs: Připojeno k bezdrátové síti '%s'
hu: '%s' vezeték nélküli hálózathoz csatlakozva
nl: Verbonden met draadloos netwerk '%s'

source: Disconnected from Wireless Network '%s'
ar: قطع الإتصال بالشبكة اللاسلكية '%s'
cs: Odpojeno od bezdrátové sítě '%s'
hu: '%s' vezeték nélküli hálózatról leválasztva
nl: Losgekoppeld van draadloos netwerk '%s'

source: %s Click here to join another wireless network.
ar: %s إضغط للإتصال بشبكة لاسلكية أخرى
cs: %s Klikněte zde pro připojení jiné bezdrátové sítě
hu: %s Kattintson ide ha egy másik vezeték nélküli hálózathoz kíván csatlakozni.
nl: %s Klik hier om met een ander draadloos netwerk te verbinden.

source: Automatic Network Configuration Daemon
ar: أعدادات الشبكة بشكل أتوماتيكي
cs: Démon pro automatickou konfiguraci bezdrátové sítě
hu: Automatikus hálózati konfigurációs démon
nl: Automatische netwerk configuratie demon

source: Wireless networks available
ar: الشبكة اللاسلكية متوفرة
cs: Bezdrátová síť je dostupná
hu: Elérhető vezeték nélküli hálózatok
nl: Draadloze netwerken beschikbaar

source: Right-click the icon to connect %s network interface to an available network.
ar: إضغط باليمين على أيقونة إتصال %s كرت الشبكة لتفعيل الشكبة وتصبح متوفرة
cs: Klikněte pravým tlačítkem na ikonu připojit k síťovému rozhraní %s dostupné sítě.
hu: Az ikonon jobb-kattintással csatlakozhat a %s hálózati csatolóval egy lehetséges hálózatra.
nl: Klik met de rechtermuisknop op het pictogram om %s netwerk interface aan op een beschikbare netwerk te verbinden.

source: Right-click to select wireless network
ar: إضغط باليمين لإختيار الشبكة اللاسلكية
cs: Klikněte pravým tlačítkem pro výběr bezdrátové sítě
hu: Jobb kattintással választhat vezeték nélküli hálózatot
nl: Klik met de rechtermuisknop om draadloos netwerk te selecteren

source: %s network interface is connected.
ar: %s كرت الشبكة متصل
cs: %s rozhraní sítě je připojeno
hu: %s hálózati csatoló csatlakoztatva.
nl: %s netwerk interface is verbonden.

source: Network Address
ar: عنوان الشبكة
cs: Síťová adresa
hu: Hálózati cím
nl: Netwerk adres

source: Interface
ar: واجهة
cs: Rozhraní
hu: Csatoló

source: Signal Strength
ar: قوة الإشارة
cs: Síla signálu
hu: Jelerősség
nl: Sterkte van signaal

source: %s disconnected from network.
ar: %s قطع الإتصال مع الشبكة
cs: %s odpojeno od sítě
hu: %s levált a hálózatról.
nl: %s losgekoppeld van netwerk

source: Activating %s network interface...
ar: تفعيل %s كرت الشبكة
cs: Aktivuji %s síťové rozhraní...
hu: A %s hálózati csatoló aktíválása...
nl: Activatie %s netwerk interface...

source: Failed to connect to wireless network '%s'. %s
ar: فشل بالإتصال بالشبكة اللاسلكية '%s'.%s
cs: Připojení k bezdrátové síti '%s'. %s selhalo
hu: '%s' vezeték nélkül hálózathoz csatlakozás sikertelen. %s
nl: Mislukte verbinding met draadloos netwerk '%s'. %s

source: The DHCP server may not be responding, or you may have entered the wrong wireless key. Click here to re-enter the wireless key.
ar: لا توجد أي إجابة من مخدم DHCP أو ممكن أن تكون قد أدخلت مفتاح شبكة لاسلكية خطأ Click here to re-enter the wireless key.
cs: DHCP server neodpovídá nebo jste zadali špatný klíč bezdrátové sítě. Klikněte zde a zadejte klíč znovu.
hu: A DHCP kiszolgáló nem válaszol vagy helytelen vezeték nélküli kulcs lett megadva. Kattintson ide a vezeték nélküli kulcs ismételt megadásához.
nl: Het is mogelijk dat de DHCP server geen antwoord geeft, of het kan zijn dat je de verkeerde draadloze sleutel hebt ingevoerd. Klik hier om de draadloze sleutel nogmaals in te voeren.

source: There are no wireless network interfaces
ar: لايوجد كرت شبكة لاسلكي
cs: Nejsou zde žádná rozhraní bezdrátové sítě
hu: Nincs vezeték nélküli hálózati csatoló
nl: Er zijn geen draadloze netwerk interfaces

source: No wireless network interfaces available
ar: لايوجد كرت شبكة لاسلكي متوفر
cs: Nejsou dostupné žádné bezdrátové sítě
hu: Nincs elérhető vezeték nélküli hálózati csatoló
nl: Geen draadloze netwerk interfaces beschikbaar

source: _Edit Network Interface Priorities...
ar: _تحرير أولوية كرت الشبكة
cs: _Upravit vlastnosti síťového rozhraní...
hu: _Hálózati csatolók prioritásának szerkesztése...
nl: B_ewerk Network Interface Prioriteiten ...

source: _Manage Favorite Wireless Networks...
ar: _إدارة الشبكات اللاسلكية المفضلة
cs: _Spravovat oblíbené bezdrátové sítě...
hu: _Kedvenc vezeték nélküli hálózatok...
nl: Favoriete draadloze netwerken beheren...

source: Wired
ar: سلكي
cs: Drátová síť
hu: vezetékes
nl: Bedraad

source: _Automatic Network Interface Selection - Current: %s (%s)
ar: _ أختيار كرت الشبكة بشكل أتوماتيكي- Current: %s (%s)
cs: _Automatický výběr síťového rozhraní - současné: %s (%s)
hu: _Automatikus hálózati csatoló kiválasztás - Jelenlegi: %s (%s)
nl: _Automatische netwerk interface selectie - Huidige: %s (%s)

source: _Automatic Network Interface Selection
ar: _ أختيار كرت الشبكة بشكل أتوماتيكي
cs: _Automatický výběr síťového rozhraní
hu: _Automatikus hálózati csatoló kiválasztás
nl: _Automatisch netwerk interface selecteren
