Repository: Acidburn0zzz/nwam-manager
Catalog: po/*.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pt_br

source: Subnets must be in the format: w.x.y.z
de: Teilnetze müssen folgendes Format haben: w.x.y.z
es: Las subredes deben tener el siguiente formato: w.x.y.z
fr: Les sous-réseaux doivent respecter le format : w.x.y.z
it: Le sottoreti devono essere in formato: w.x.y.z
ja: サブネットは次の形式である必要があります: w.x.y.z
pt_br: As sub-redes devem estar no formato: w.x.y.z

source: Valid ethernet addresses or BSSIDs must be in the format:: xx:xx:xx:xx:xx:xx:xx:xx
de: Gültige Ethernet-Adressen oder BSSIDs müssen folgendes Format haben: xx:xx:xx:xx:xx:xx:xx:xx
es: Las direcciones Ethernet válidas o los BSSID deben tener el siguiente formato: xx:xx:xx:xx:xx:xx:xx:xx
fr: Des adresses Ethernet ou BSSID correctes doivent respecter le format:: xx:xx:xx:xx:xx:xx:xx:xx
it: L'indirizzo Ethernet valido o BSSID deve essere in formato: xx:xx:xx:xx:xx:xx:xx:xx
ja: 有効な Ethernet アドレスまたは BSSID は次の形式である必要があります:: xx:xx:xx:xx:xx:xx:xx:xx
pt_br: Endereços ethernet válidos ou BSSIDs devem estar no formato:: xx:xx:xx:xx:xx:xx:xx:xx

source: IPv4 addresses must be in the format: w.x.y.z
de: IPv4-Adressen müssen folgendes Format haben: w.x.y.z
es: Las direcciones IPv4 deben tener el siguiente formato: w.x.y.z
fr: Les adresses IPv4 doivent respecter le format : w.x.y.z
it: Gli indirizzi IPv4 devono essere in formato: w.x.y.z
ja: IPv4 アドレスは次の形式である必要があります: w.x.y.z
pt_br: Endereços IPv4 devem estar no formato: w.x.y.z

source: If specifying a network prefix, you may append /N to the address: w.x.y.z/N where N is between 1 and 32
de: Beim Angeben eines Netzwerkpräfixes können Sie /N an die Adresse anhängen: w.x.y.z/N N ist hierbei eine Zahl zwischen 1 und 32
es: Si especifica un prefijo de red, puede anexar /N a la dirección: w.x.y.z/N donde N está comprendido entre 1 y 32
fr: Lorsque vous indiquez un préfixe réseau, vous pouvez ajouter /N à l'adresse : w.x.y.z/N où N est compris entre 1 et 32
it: Se si specifica un prefisso di rete, è possibile aggiungere /N all'indirizzo: w.x.y.z/N dove N è un valore compreso tra 1 e 32
ja: ネットワーク接頭辞を指定する場合は、アドレスに /N を追加できます: w.x.y.z/N N は 1 から 32 までの値です
pt_br: Caso esteja especificando um prefixo de rede, você deverá anexar /N ao endereço: w.x.y.z/N no qual N está entre 1 e 32

source: IPv6 addresses must be in one of the formats : x:x:x:x:x:x:x:x x:x::x, etc.
de: IPv6-Adressen müssen eines der folgenden Formate haben: x:x:x:x:x:x:x:x x:x::x, usw.
es: Las direcciones IPv6 deben tener uno de los siguientes formatos : x:x:x:x:x:x:x:x x:x::x, etc.
fr: Les adresses IPv6 doivent respecter l'un des formats suivants : x:x:x:x:x:x:x:x x:x::x, etc.
it: Gli indirizzi IPv6 devono essere in uno dei formati seguenti : x:x:x:x:x:x:x:x x:x::x, ecc.
ja: IPv6 アドレスは次のいずれかの形式である必要があります: x:x:x:x:x:x:x:x x:x::x など
pt_br: Endereços IPv6 devem estar em um dos formatos : x:x:x:x:x:x:x:x x:x::x, etc.

source: If specifying a network prefix, you may append /N to the address: x:x:x:x:x:x:x:x x:x:x:x:x:x:x:x/N where N is between 1 and 128
de: Beim Angeben des Netzwerkpräfixes, können Sie /N an die Adresse anhängen: x:x:x:x:x:x:x:x x:x:x:x:x:x:x:x/N N ist hierbei eine Zahl zwischen 1 und 128
es: Si especifica un prefijo de red, puede anexar /N a la dirección: x:x:x:x:x:x:x:x x:x:x:x:x:x:x:x/N donde N se encuentra entre 1 y 128
fr: Lorsque vous indiquez un préfixe réseau, vous pouvez ajouter /N à l'adresse : x:x:x:x:x:x:x:x x:x:x:x:x:x:x:x/N où N est compris entre 1 et 128
it: Se si specifica un prefisso di rete, è necessario aggiungere /N all'indirizzo: x:x:x:x:x:x:x:x x:x:x:x:x:x:x:x/N dove N è un valore compreso tra 1 e 128
ja: ネットワーク接頭辞を指定する場合は、アドレスに /N を追加できます: x:x:x:x:x:x:x:x x:x:x:x:x:x:x:x/N N は 1 から 128 までの値です
pt_br: Caso esteja especificando um prefixo de rede, você deverá anexar /N ao endereço: x:x:x:x:x:x:x:x x:x:x:x:x:x:x:x/N no qual N está entre 1 128

source: Invalid Value
de: Ungültiger Wert
es: Valor no válido
fr: Valeur incorrecte
it: Valore non valido
ja: 無効な値
pt_br: Valor inválido

source: Name of the object
de: Name des Objekts
es: Nombre del objeto
fr: Nom de l'objet
it: Nome dell'oggetto
ja: オブジェクトの名前
pt_br: Nome do objeto

source: enabled
de: Aktiviert
es: habilitado
fr: activé
it: abilitato
ja: 有効
pt_br: ativado

source: active
ar: تفعيل
cs: aktivní
de: aktiv
es: activo
fr: actif
it: attivo
ja: アクティブ
nl: actief
pt_br: ativo

source: Joining an open network that is not in your favorites list
ar: إتصال بالشبكةالمفتوحة التي لم تدرج ضمن قائمة الشبكات المفضلة
cs: Připojuji se otevřené sítě, která není na Vašem seznamu oblíbených sítí
de: Verbinden mit einem offenen Netzwerk, das nicht in der Favoritenliste enthalten ist
es: Incorporándose a una red abierta que no está en la lista de redes favoritas
fr: Jonction à un réseau ouvert absent de la liste des favoris
hu: Csatlakozás egy nyílt hálózathoz amely nincs a kedvencek között
it: Partecipazione a una rete aperta non presente nell'elenco dei preferiti
ja: お気に入りのリストに含まれていない開いたネットワークを加入しています
nl: Deelnemen aan een open netwerk dat nog niet in uw favorietenlijstje is
pt_br: Entrando em uma rede aberta que não está na lista de favoritos

source: Joining any favorite network
ar: إتصال بأي شبكة مفضلة
cs: Připojuji se k oblíbené síti
de: Verbinden mit einem bevorzugten Netzwerk
es: Incorporándose a cualquier red de la lista de redes favoritas
fr: Jonction à l'un des réseaux favoris
hu: Csatlakozás bármely kedvenc hálózathoz
it: Partecipazione a una rete preferita
ja: お気に入りのネットワークをすべて加入しています
nl: Aan ieder favoriet netwerk deelnemen
pt_br: Entrando em uma rede favorita

source: Adding any new network to your favorites list
ar: إضافة أي شبكة الى قائمة الشبكات المفضلة
cs: Přidávím novou síť do Vašich oblíbených sítí
de: Hinzufügen eines neuen Netzwerks zur Favoritenliste
es: Agregando cualquier red nueva a la lista de redes favoritas
fr: Ajout de tout nouveau réseau à la liste des réseaux favoris
hu: Új hálózat hozzáadása a kedvencekhez
it: Aggiunta di reti nuove all'elenco dei preferiti
ja: 新しいネットワークをすべてお気に入りのリストに追加しています
nl: Ieder nieuw netwerk aan uw favorietenlijstje toevoegen
pt_br: Adicionando novas redes na lista de favoritos

source: The action if no favorite networks are available
ar: نفذ إذا لم يكن يوجد شبكة مفضلة
cs: Akce, pokud oblíbená síť není k dispozici
de: Aktion, wenn keine bevorzugten Netzwerke verfügbar sind
es: La acción si no hay disponibles redes favoritas
fr: Action effectuée si aucun réseau favori n'est disponible
hu: A mővelet ha nincs elérhető kedvenc vezeték nélküli hálózat.
it: L'azione da eseguire se non sono disponibili reti preferite
ja: お気に入りのネットワークが使用できない場合のアクション
nl: De actie als er geen favoriete netwerken beschikbaar zijn
pt_br: A ação se não houver nenhuma rede favorita disponível

source: Active Interface
ar: تقعيل الواجهة الشبكية
cs: Aktivní rozhraní
de: Aktive Schnittstelle
es: Interfaz activa
fr: Interface active
hu: Aktív csatoló
it: Interfaccia attiva
ja: アクティブインタフェース
nl: Actieve interface
pt_br: Interface ativa

source: Show notifications for ncu connected
de: Benachrichtigungen über NCU-Verbindungen anzeigen
es: Mostrar notificaciones de NCU conectada
fr: Afficher les notifications signalant la connexion d'un ncu
it: Mostra notifiche se ncu è connesso
ja: NCU の接続に関する通知の表示
pt_br: Mostrar notificações para o ncu conectado

source: Show notifications for ncu disconnected
de: Benachrichtigungen über getrennte NCU-Verbindungen anzeigen
es: Mostrar notificaciones de NCU desconectada
fr: Afficher les notifications signalant la déconnexion d'un ncu
it: Mostra notifiche se ncu è disconnesso
ja: NCU の切断に関する通知の表示
pt_br: Mostrar notificações para o ncu desconectado

source: Show notifications for wifi connect failed
de: Benachrichtigungen über fehlgeschlagene Wifi-Verbindung anzeigen
es: Mostrar notificaciones de error de conexión WiFi
fr: Afficher les notifications signalant un échec de connexion wifi
it: Mostra notifiche in caso di connessione wifi non riuscita
ja: Wifi 接続の失敗に関する通知の表示
pt_br: Mostrar notificações para a conexão wi-fi com falha

source: Show notifications for wifi selection needed
de: Benachrichtigung über erforderliche Wifi-Auswahl anzeigen
es: Mostrar notificaciones de selección de WiFi requerida
fr: Afficher les notifications signalant la nécessité de sélectionner un réseau wifi
it: Mostra notifiche se è necessario selezionare la rete wifi
ja: 必要な Wifi の選択に関する通知の表示
pt_br: Mostrar notificações para a seleção wi-fi necessária

source: Show notifications for wifi key needed
de: Benachrichtigungen über erforderlichen Wifi-Schlüssel anzeigen
es: Mostrar notificaciones de clave de WiFi requerida
fr: Afficher les notifications signalant la nécessité de sélectionner une clé wifi
it: Mostra notifiche se è necessaria una chiave wifi
ja: 必要な Wifi キーに関する通知の表示
pt_br: Mostrar notificações para a chave wi-fi necessária

source: Show notifications for no wifi networks found
de: Benachrichtigung über nicht gefundene Wifi-Netzwerke anzeigen
es: Mostrar notificaciones de redes WiFi no encontradas
fr: Afficher les notifications signalant qu'aucun réseau wifi n'a été détecté
it: Mostra notifiche se non è stata rilevata alcuna rete wifi
ja: Wifi ネットワークの未検出に関する通知の表示
pt_br: Mostrar notificações para nenhuma rede wi-fi encontrada

source: Show notifications for ncp changed
de: Benachrichtigungen über geändertes NCP anzeigen
es: Mostrar notificaciones de NCP cambiado
fr: Afficher les notifications signalant la modification d'un ncp
it: Mostra notifiche in caso di modifica di ncp
ja: NCP の変更に関する通知の表示
pt_br: Mostrar notificações para o ncp alterado

source: Show notifications for location changed
de: Benachrichtigungen über geänderten Speicherort anzeigen
es: Mostrar notificaciones de ubicación cambiada
fr: Afficher les notifications signalant la modification d'un emplacement
it: Mostra notifiche in caso di modifica della posizione
ja: 場所の変更に関する通知の表示
pt_br: Mostrar notificações para o local alterado

source: Show notifications for nwam unavailable
de: Benachrichtigungen über nicht verfügbaren NWAM anzeigen
es: Mostrar notificaciones de NWAM no disponible
fr: Afficher les notifications signalant que nwam est indisponible
it: Mostra notifiche se nwam non è disponibile
ja: NWAM の使用不可に関する通知の表示
pt_br: Mostrar notificações para o nwam indisponível

source: Do not connect
de: Nicht verbinden
es: No conectar
fr: Ne pas se connecter
it: Non connettere
ja: 接続しない
pt_br: Não conectar

source: Show list of available networks
de: Liste verfügbarer Netzwerke anzeigen
es: Mostrar lista de las redes disponibles
fr: Afficher la liste des réseaux disponibles
it: Mostra elenco di reti disponibili
ja: 使用可能なネットワークのリスト表示
pt_br: Mostrar lista de redes disponíveis

source: No network interfaces detected
de: Keine Netzwerkschnittstellen erkannt
fr: Aucune interface réseau n'a été détectée
it: Nessuna interfaccia di rete rilevata
ja: ネットワークインタフェースが検出されません
pt_br: Nenhuma interface de rede foi detectada

source: No wireless connections enabled
de: Keine Drahtlosverbindungen aktiviert
fr: Aucune connexion sans fil n'a été activée
it: Nessuna connessione wireless abilitata
ja: 無線ネットワークが有効になっていません
pt_br: Não há conexões sem fio ativadas

source: nwam menu sections
de: NWAM-Menübereiche
es: secciones de menú de NWAM
fr: sections du menu nwam
it: Sezioni menu nwam
ja: NWAM のメニュー選択
pt_br: Seções de menu do nwam

source: None Active
de: Keines aktiv
es: Ninguno activo
fr: Aucune active
it: Nessuno attivo
ja: アクティブなし
pt_br: Nenhum está ativo

source: %d Active
de: %d aktiv
es: %d activo(s)
fr: %d actives
it: %d attive
ja: %d アクティブ
pt_br: %d Ativo

source: Service is not active.
de: Service ist nicht aktiv.
es: El servicio no está activo.
fr: Le service n'est pas actif.
it: Il servizio non è attivo.
ja: サービスがアクティブではありません。
pt_br: O serviço não está ativo.

source: NWAM Manager
ar: إدارة NWAM
cs: Správce NWAM
fr: Gestionnaire NWAM
hu: NWAM Kezelő
ja: NWAM マネージャー
nl: NWAM beheerder
pt_br: Gerenciador NWAM

source: About NWAM Manager
ar: حول إدارة NWAM
cs: O Správci NWAM
de: Info zum NWAM-Manager
es: Acerca de NWAM Manager
fr: A propos du gestionnaire NWAM
hu: Névjegy
it: Informazioni su NWAM Manager
ja: NWAM マネージャーについて
nl: Over NWAM beheerder
pt_br: Sobre o Gerenciador NWAM

source: 2009 Sun Microsystems, Inc All rights reserved Use is subject to license terms.
de: 2009 Oracle. All rights reserved. Alle Rechte vorbehalten. Die Nutzung unterliegt den Lizenzbestimmungen.
es: Copyright © 2011, Oracle y/o sus filiales. Todos los derechos reservados.
fr: 2009 Oracle et/ou ses affiliés. Tous droits réservés
it: Copyright © 2010 Oracle e/o relative consociate. Tutti i diritti riservati.
ja: Copyright © 2009, Oracle and/or its affiliates. All rights reserved.
pt_br: 2009 Sun Microsystems, Inc Todos os direitos reservados O uso está sujeito aos termos da licença.

source: Switch Locations Au_tomatically
de: Speicherorte au_tomatisch wechseln
es: Cambiar ubicaciones au_tomáticamente
fr: Modifier les emplacements au_tomatiquement
it: Cambia posizioni au_tomaticamente
ja: 場所の自動切り替え(_T)
pt_br: Alternar locais au_tomaticamente

source: Switch Locations _Manually
de: Speicherorte _manuell wechseln
es: Cambiar ubicaciones _manualmente
fr: Changer les emplacements _manuellement
it: Cambia posizioni _manualmente
ja: 場所の手動切り替え(_M)
pt_br: Alternar locais _manualmente

source: _Network Locations...
de: _Netzwerkspeicherorte...
es: _Ubicaciones de red...
fr: Emplacements _réseau...
it: Posizioni di _rete...
ja: ネットワークの場所(_N)...
pt_br: Locais de _rede...

source: _Location
de: _Speicherort
es: _Ubicación
fr: _Emplacement
it: _Posizione
ja: 場所(_L)
pt_br: _Local

source: Network _Profile...
de: Netzwerk_profil...
es: Perfil _de red...
fr: _Profil réseau...
it: _Profilo rete...
ja: ネットワークプロファイル(_P)...
pt_br: _Perfil de rede...

source: _Connections
de: _Verbindungen
es: _Conexiones
fr: _Connexions
it: _Connessioni
ja: 接続(_C)
pt_br: _Conexões

source: _Refresh Wireless Networks
de: Drahtlosnetzwerke _aktualisieren
es: _Actualizar redes inalámbricas
fr: _Actualiser les réseaux sans fil
it: _Aggiorna reti wireless
ja: 無線ネットワークの更新(_R)
pt_br: _Atualizar redes sem fio

source: _Join Unlisted Wireless Network...
ar: _إتصال بشبكة لاسلكية غير مدرجة
cs: _Připojit se k bezdrátové síti, která není na seznamu...
de: Mit Drahtlosnetzwerk _verbinden...
es: _Incorporarse a red inalámbrica que no está en la lista...
fr: _Joindre un réseau sans fil non répertorié...
hu: _Csatlakozás fel nem sorolt vezeték nélküli hálózathoz...
it: _Partecipa a rete wireless non in elenco...
ja: リストにない無線ネットワークの加入(_J)...
nl: Aansluiten bij een ongepubliceerd draadloos netwerk...
pt_br: _Entrar em rede sem fio que não esteja na lista...

source: _Network Modifier Preferences...
de: _Einstellungen des Netzwerkmodifizierers...
es: _Preferencias de modificador de red...
fr: _Préférences de modificateurs réseau...
it: Preferenze modificatore di _rete...
ja: ネットワーク修飾子の設定(_N)...
pt_br: Preferências do modificador de _rede...

source: Network _Modifiers
de: Netzwerk_modifizierer
es: Modificadores _de red
fr: _Modificateurs réseau
it: _Modificatori rete
ja: ネットワーク修飾子(_M)
pt_br: _Modificadores de rede

source: _Network Preferences...
de: _Netzwerkeinstellungen...
es: _Preferencias de red...
fr: _Préférences réseau...
it: Preferenze _rete...
ja: ネットワーク設定(_N)...
pt_br: Preferências de _rede...

source: _Help
de: _Hilfe
es: _Ayuda
fr: _Aide
it: _Guida
ja: ヘルプ(_H)
pt_br: _Ajuda

source: <b>Wireless (%s):</b> %s
de: <b>Drahtlos (%s):</b> %s
es: <b>Conexión inalámbrica (%s):</b> %s
fr: <b>Sans fil (%s) :</b> %s
ja: <b>無線 (%s):</b> %s
pt_br: <b>Sem fio (%s):</b> %s

source: <b>Wired (%s):</b> %s
de: <b>Verdrahtet (%s):</b> %s
es: <b>Conexión con cable (%s):</b> %s
fr: <b>Câblé (%s) :</b> %s
it: <b>Con cavi (%s):</b> %s
ja: <b>有線 (%s):</b> %s
pt_br: <b>Com fio (%s):</b> %s

source: <b>Location:</b> %s
de: <b>Speicherort:</b> %s
es: <b>Ubicación:</b> %s
fr: <b>Emplacement :</b> %s
it: <b>Posizione:</b> %s
ja: <b>場所:</b> %s
pt_br: <b>Local:</b> %s

source: <b>Network Profile:</b> %s
de: <b>Netzwerkprofil:</b> %s
es: <b>Perfil de red:</b> %s
fr: <b>Profil réseau :</b> %s
it: <b>Profilo di rete:</b> %s
ja: <b>ネットワークプロファイル:</b> %s
pt_br: <b>Perfil de rede:</b> %s

source: Connection Icon
de: Verbindungssymbol
es: Icono de conexión
fr: Icône de connexion
it: Icona connessione
ja: 接続アイコン
pt_br: Ícone de conexão

source: <b>Network Modifiers:</b> %s
de: <b>Netzwerkmodifizierer:</b> %s
es: <b>Modificadores de red:</b> %s
fr: <b>Modificateurs réseau :</b> %s
it: <b>Modificatori di rete:</b> %s
ja: <b>ネットワーク修飾子:</b> %s
pt_br: <b>Modificadores de rede:</b> %s

source: proxy-object
es: objeto proxy
fr: objet proxy
it: oggetto-proxy
ja: プロキシオブジェクト

source: Left widget, ref'd
cs: Levá věcička, ref'd
es: Widget izdo., ref.
fr: Widget gauche, référencé
hu: Bal grafikai elem, hivatkozva
it: Widget sinistro, con riferimento
ja: 左のウィジェット (参照先)
pt_br: Widget esquerdo, ref.

source: Right widget, ref'd
cs: Pravá vecička, ref'd
es: Widget dcho., ref.
fr: Widget droit, référencé
hu: Bal grafikai elem, hivatkozva
it: Widget destro, con riferimento
ja: 右のウィジェット (参照先)
nl: Rechts widget, ref'd
pt_br: Widget direito, ref.

source: Draw indicator
de: Zeichnungsindikator
es: Indicador de dibujo
fr: Indicateur de dessin
it: Indicatore di disegno
ja: 描画インジケータ
pt_br: Indicador de desenho

source: <b>Network Modifier %s:</b> %s
de: <b>Netzwerkmodifizierer %s:</b> %s
es: <b>Modificador de red %s:</b> %s
fr: <b>Modificateur réseau :</b> %s
it: <b>Modificatore rete %s:</b> %s
ja: <b>ネットワーク修飾子 %s:</b> %s
pt_br: <b>Modificador de rede %s:</b> %s

source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
pt_br: Parar

source: Start
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
pt_br: Iniciar

source: Enable debugging messages
ar: تفعيل رسائل تصحيح الأخطاء
cs: Povolit ladící zprávy
de: Fehlersuchmeldungen aktivieren
es: Habilitar mensajes de depuración
fr: Activer les messages de débogage
hu: Nyomkövetés engedélyezése
it: Abilita messaggi di debug
ja: デバッグメッセージを有効にする
nl: Debug berichten inschakelen
pt_br: Ativar mensagens de depuração

source: Always re-use notification message
de: Benachrichtigungsmeldung immer wiederverwenden
es: Siempre volver a utilizar el mensaje de notificación
fr: Toujours réutiliser le message de notification
it: Riutilizzare sempre il messaggio di notifica
ja: 通知メッセージを常に再利用します
pt_br: Sempre reutilizar a mensagem de notificação

source: Always create notification message, rather than re-use
de: Benachrichtigungsmeldung immer erstellen, anstatt sie wiederzuverwenden
es: Siempre crear un mensaje de notificación, en lugar de reutilizarlo
fr: Toujours créer le message de notification plutôt que de le réutiliser
it: Creare sempre un messaggio di notifica anziché riutilizzarlo
ja: 通知メッセージを再利用せずに常に作成します
pt_br: Sempre criar a mensagem de autenticação, em vez de reutilizá-la

source: Always create notification message, rather than re-use, and don't link to status icon
de: Benachrichtigungsmeldung immer erstellen, anstatt sie wiederzuverwenden, und nicht mit dem Statussymbol verknüpfen
es: Siempre crear un mensaje de notificación, en lugar de reutilizarlo, y no enlazarlo con el icono de estado
fr: Toujours créer le message de notification plutôt que de le réutiliser et ne pas le lier à l'icône d'état
it: Creare sempre un messaggio di notifica anziché riutilizzarlo e non creare un collegamento con l'icona di stato
ja: 通知メッセージを再利用せずに常に作成し、状態アイコンにリンクしません
pt_br: Sempre criar a mensagem de notificação, em vez de reutilizá-la e não vincular a mensagem ao ícone status

source: Another instance is running. This instance will exit now.
de: Eine andere Instanz wird ausgeführt. Diese Instanz wird jetzt beendet.
es: Hay otra instancia en ejecución. Se saldrá de esta instancia ahora.
fr: Une autre instance est en cours d'exécution. Cette instance va maintenant être fermée.
it: Un'altra istanza è in esecuzione. L'istanza verrà chiusa adesso.
ja: 別のインスタンスが実行されています。 このインスタンスは今すぐ終了します。
pt_br: Outra instância está em execução. Esta instância sairá agora.

source: Automatic network configuration daemon is unavailable.
ar: الإعدادات الإفتراضية للشكبة غير متوفرة
cs: Démon pro automatickou konfiguraci sítě není dostupný.
de: Der Dämon für automatische Netzwerkkonfiguration ist nicht verfügbar.
es: El daemon de configuración automática de red no está disponible.
fr: Le démon de configuration réseau automatique n'est pas disponible.
hu: Automatikus hálózati konfigurációs démon nem elérhető
it: Daemon di configurazione automatica della rete non disponibile.
ja: 自動ネットワーク構成デーモンは使用できません。
nl: Automatische netwerk configuratie is daemon is niet beschikbaar.
pt_br: O daemon de configuração de rede automática não está disponível.

source: For further information please run "svcs -xv nwam" in a terminal.
ar: لمزيد من المعلومات نفذ الأمر التالي من خلال الشيل n"svcs -xv nwam"
cs: Pro více informací spusťte v terminálu "svcs -xv nwam"
de: Um weitere Informationen zu erhalten, führen Sie bitte "svcs -xv nwam" in einem Terminal aus.
fr: Pour de plus amples informations, veuillez exécuter "svcs -xv nwam" sur un terminal.
hu: További információkért futassa "svcs -xv nwam" parancsot a terminálban.
it: Per ulteriori informazioni, eseguire "svcs -xv nwam" in un terminale.
ja: 詳細については、端末で "svcs -xv nwam" を実行してください。
nl: Voor meer informatie voer "svcs -xv nwam" uit in een commando venster.
pt_br: Para obter mais informações execute "svcs -xv nwam" em um terminal.

source: %s connected to %s
de: %s verbunden mit %s
es: %s conectado a %s
fr: %s connecté à %s
it: %s connesso a %s
ja: %s が %s に接続しました
pt_br: %s conectado a %s

source: %s connected
de: %s verbunden
es: %s conectado
fr: %s connecté
it: %s connesso
ja: %s が接続しました
pt_br: %s conectado

source: %s disconnected from %s
de: %s getrennt von %s
es: %s desconectado de %s
fr: %s déconnecté de %s
it: %s disconnesso da %s
ja: %s が %s から切断しました
pt_br: %s desconectado de %s

source: Click on this message to view other available networks.
de: Klicken Sie auf diese Meldung, um andere verfügbare Netzwerke anzuzeigen.
es: Haga clic en este mensaje para ver otras redes disponibles.
fr: Cliquez sur ce message pour voir les autres réseaux disponibles.
it: Fare clic sul messaggio per visualizzare altre reti disponibili.
ja: 使用可能なほかのネットワークを表示するには、このメッセージをクリックしてください。
pt_br: Clique nesta mensagem para exibir outras redes disponíveis.

source: %s disconnected
de: %s getrennt
es: %s desconectado
fr: %s déconnecté
it: %s disconnesso
ja: %s が切断されました
pt_br: %s desconectado

source: Unable to connect to %s
de: Verbindung zu %s kann nicht hergestellt werden
es: No se puede conectar a %s
fr: Impossible de se connecter à %s
it: Impossibile connettersi a %s
ja: %s に接続できません
pt_br: Não é possível estabelecer conexão com %s

source: Wireless Selection Required
de: Drahtlosnetzwerkauswahl erforderlich
es: Se necesita una selección inalámbrica
fr: Sélection d'un réseau sans fil requise
it: Selezione wireless richiesta
ja: 無線の選択が必要です
pt_br: Seleção sem fio obrigatória

source: Right-click the icon to connect to an available network.
de: Klicken Sie mit der rechten Maustaste auf das Symbol, um eine Verbindung zu einem verfügbaren Netzwerk herzustellen.
es: Con el botón derecho, haga clic en el icono para conectarse a una red disponible.
fr: Cliquez avec le bouton droit de la souris sur l'icône pour vous connecter à un réseau disponible.
it: Fare clic con il pulsante destro del mouse sull'icona per connettersi a una rete disponibile.
ja: 使用可能なネットワークに接続するには、アイコンを右クリックしてください。
pt_br: Clique com o botão direito do mouse no ícone para estabelecer conexão com uma rede disponível.

source: '%s' requires authentication
ar: '%s' يتطلب توثيق
cs: '%s' požaduje ověření
de: '%s' erfordert Authentifizierung
es: '%s' requiere autenticación
fr: %s requiert l'authentification
hu: '%s' hitelesítést igényel
it: '%s' richiede l'autenticazione
ja: '%s' には認証が必要です
nl: '%s' vereist bekrachtiging
pt_br: '%s' requer autenticação
