Repository: Acidburn0zzz/nwam-manager
Catalog: po/*.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pt_br

source: NCU that AP is seen on
ar: NCU AP يظهر أنه مفعل
cs: NCU jehož AP je vidět
de: NCU, auf dem AP gesehen wird
es: NCU en que se ve el AP
fr: NCU sur lequel le point d'accès est détecté
hu: NCU amelyen az AP látható
it: NCU su cui è visibile il punto di accesso
ja: AP が表示される NCU
nl: NCU waarop de AP gezien wordt
pt_br: NCU na qual o AP é visto

source: Wifi Network Status
ar: Wifi حالة الشبكة
cs: Stav Wifi sítě
de: Wifi-Netzwerkstatus
es: Estado de red WiFi
fr: Etat du réseau Wifi
hu: Wifi hálózat állapot
it: Stato rete Wifi
ja: Wifi ネットワークの状態
nl: Wifi Netwerk staat
pt_br: Status da rede Wi-Fi

source: Wifi Network Security
ar: Wifi أمن الشبكة
cs: Bezpečnost Wifi sítě
de: Wifi-Netzwerksicherheit
es: Seguridad de red WiFi
fr: Sécurité du réseau Wifi
hu: Wifi hálózat biztonság
it: Protezione rete Wifi
ja: Wifi ネットワークのセキュリティー
nl: Wifi netwerk beveiliging
pt_br: Segurança da rede Wi-Fi

source: Wifi Network Channel
de: Wifi-Netzwerkkanal
es: Canal de red WiFi
fr: Canal du réseau Wifi
it: Canale rete Wifi
ja: Wifi ネットワークチャネル
pt_br: Canal da rede Wi-Fi

source: Wifi Network Signal Strength
ar: Wifi قوة إشارة الشبكة
cs: Síla signálu Wifi sítě
de: Wifi-Netzwerksignalstärke
es: Potencia de señal de red WiFi
fr: Intensité du signal du réseau Wifi
hu: Wifi hálózat jelerősség
it: Potenza segnale rete Wifi
ja: Wifi ネットワークのシグナル強度
nl: WiFi-netwerk signaalsterkte
pt_br: Intensidade do sinal da rede Wi-Fi

source: Wifi BSS Type
ar: Wifi نوع BSS
cs: BSS typ Wifi
de: Wifi-BSS-Typ
es: Tipo de BSS WiFi
fr: Type de BSS Wifi
hu: Wifi BSS típus
it: Tipo di BSS Wifi
ja: Wifi BSS のタイプ
pt_br: Tipo de BSS Wi-Fi

source: Wifi BSS Type (AP or AD-HOC)
ar: Wifi نوع BSS(AP or AD-HOC)
cs: BSS typ Wifi (AP nebo AD-HOC)
de: Wifi-BSS-Typ (AP oder AD-HOC)
es: Tipo de BSS WiFi (AP o ad hoc)
fr: Type de BSS Wifi (point d'accès ou ad hoc)
hu: Wifi BSS típus (AP vagy AD-HOC)
it: Tipo di BSS (punto di accesso o specifico)
ja: Wifi BSS のタイプ (AP またはアドホック)
pt_br: Tipo de BSS Wi-Fi (AP ou AD-HOC)

source: speed
ar: سرعة
cs: rychlost
de: Geschwindigkeit
es: velocidad
fr: vitesse
it: velocità
ja: 速度
nl: snelheid
pt_br: velocidade

source: Wifi WPA Configuration Type
ar: Wifi WPA نوع إعدادات
cs: Typ WPA konfigurace Wifi sítě
de: Wifi-WPA-Konfigurationstyp
es: Tipo de configuración WPA WiFi
fr: Type de configuration WPA Wifi
hu: Wifi WPA beállítás típusa
it: Tipo di configurazione WPA Wifi
ja: Wifi WPA 設定のタイプ
nl: Wifi WPA Configuratie voorbeeld
pt_br: Tipo de configuração do WAP Wi-Fi

source: Wifi WEP Password
ar: Wifi WPA كلمة المرور
cs: Heslo k WEP Wifi síti
de: Wifi-WEP-Passwort
es: Contraseña de WEP WiFi
fr: Mot de passe WEP Wifi
hu: Wifi WEP jelszó
it: Password WEP Wifi
ja: Wifi WEP のパスワード
nl: Wifi WEP wachtwoord
pt_br: Senha do WEP Wi-Fi

source: Wep Key Index
de: WEP-Schlüsselindex
es: Índice de claves WEP
fr: Index clé WEP
it: Indice chiave wep
ja: WEP キーのインデックス
pt_br: Índice de chave Wep

source: Wifi WPA Username
ar: Wifi WPA إسم المستخدم
cs: Uživatelské jméno k WPA Wifi síti
de: Wifi-WPA-Benutzername
es: Nombre de usuario WPA WiFi
fr: Nom d'utilisateur WPA Wifi
hu: Wifi WPA felhasználónév
it: Nome utente WPA Wifi
ja: Wifi WPA のユーザー名
nl: Wifi WPA gebruikersnaam
pt_br: Nome de usuário de WPA Wi-Fi

source: Wifi WPA Password
ar: Wifi WPA كلمة المرور
cs: Heslo k WPA Wifi síti
de: Wifi-WPA-Passwort
es: Contraseña de WPA WiFi
fr: Mot de passe WPA Wifi
hu: Wifi WPA jelszó
it: Password WPA Wifi
ja: Wifi WPA のパスワード
nl: Wifi WPA wachtwoord
pt_br: Senha do WPA Wi-Fi

source: Wifi WPA Certificate File Path
ar: Wifi WPA مسار ملف التوثيق
cs: Cesta k souboru s certifikátem WPA Wifi sítě
de: Wifi-WPA-Zertifikatsdateipfad
es: Ruta de archivo certificado WPA WiFi
fr: Chemin du fichier de certificat WPA Wifi
hu: Wifi WPA tanúsítvány fájl elérési útvonala
it: Percorso file certificato WPA Wifi
ja: Wifi WPA 証明書ファイルのパス
nl: Wifi WPA Certificaat bestand pad
pt_br: Caminho do arquivo de certificado do WPA Wi-Fi

source: Failed to store network key.
de: Netzwerkschlüssel konnte nicht gespeichert werden.
es: Error al almacenar la clave de red.
fr: Echec du stockage de la clé de réseau.
it: Impossibile memorizzare chiave di rete.
ja: ネットワーク鍵の格納に失敗しました。
pt_br: Falha ao armazenar a chave de rede.

source: Failed to connect to wireless network, please try it later.
de: Verbindung zum Drahtlosnetzwerk konnte nicht hergestellt werden. Versuchen Sie es später erneut.
es: No se pudo establecer conexión con la red inalámbrica, inténtelo más tarde.
fr: Echec de la connexion au réseau sans fil. Réessayez ultérieurement.
it: Impossibile connettersi alla rete wireless. Riprovare in seguito.
ja: 無線ネットワークの接続に失敗しました。あとでやり直してください。
pt_br: Falha ao estabelecer conexão com a rede sem fio, Tente novamente mais tarde.

source: (Computer-to-Computer)
cs: (Počítač-Počítač)
de: (Computer-zu-Computer)
es: (de equipo a equipo)
fr: (ordinateur à ordinateur)
hu: (számítógép a számítógéppel)
it: (Da computer a Computer)
ja: (コンピュータからコンピュータへ)
nl: (Computer-tot-Computer)
pt_br: (Computador-a-Computador)

source: Very Weak
de: Sehr schwach
es: Muy débil
fr: Très faible
it: Molto debole
ja: 非常に弱い
pt_br: Muito fraco

source: Weak
de: Schwach
es: Débil
fr: Faible
it: Debole
ja: 弱い
pt_br: Fraco

source: Good
de: Gut
es: Buena
fr: Bon
it: Buona
ja: 良好
pt_br: Bom

source: Very Good
de: Sehr gut
es: Muy buena
fr: Très bon
it: Molto buona
ja: 非常に良好
pt_br: Muito bom

source: No Signal
de: Kein Signal
es: Sin señal
fr: Aucun signal
it: Nessun segnale
ja: シグナルなし
pt_br: Sem sinal

source: Connected
de: Verbunden
es: Conectado
fr: Connexion active
it: Connesso
ja: 接続済み
pt_br: Conectado

source: Not Connected
de: Nicht verbunden
es: No conectado
fr: Pas de connexion
it: Non connesso
ja: 未接続
pt_br: Não conectado

source: Open
ar: مفتوح
cs: Otevřít
de: Offen
es: Abierto
fr: Ouvert
hu: Megnyít
it: Aperta
ja: 公開
pt_br: Abrir

source: Secure
de: Sicher
es: Seguro
fr: Sécurisée
it: Protetta
ja: セキュリティー保護あり
pt_br: Seguro

source: smf services
es: servicios smf
fr: services smf
it: Servizi smf
ja: SMF サービス
pt_br: serviços smf

source: %s and %s (mutally-exclusive)
de: %s und %s (gegenseitig ausschließend)
es: %s y %s (se excluyen entre sí)
fr: %s et %s (s'excluent mutuellement)
it: %s e %s (non compatibili simultaneamente)
ja: %s および %s (相互排他)
pt_br: %s e %s (mutuamente exclusivos)

source: FILES
de: DATEIEN
es: ARCHIVOS
fr: FICHIERS
it: FILE

source: is_v6
fr: est_v6

source: address
ar: عنوان
cs: adresa
de: Adresse
es: dirección
fr: adresse
it: indirizzo
ja: アドレス
nl: adres
pt_br: endereço

source: subnet_prefix
cs: podsíť_prefix
fr: prefixe_sous-réseau
it: prefisso_subnet

source: Address(v6)
de: Adresse (v6)
es: Dirección(v6)
fr: Addresse(v6)
it: Indirizzo(v6)
ja: アドレス (v6)
pt_br: Endereço(v6)

source: Address
ar: عنوان
cs: Adresa
de: Adresse
es: Dirección
fr: Adresse
hu: Cím
it: Indirizzo
ja: アドレス
nl: Adres
pt_br: Endereço

source: field
de: Feld
es: campo
fr: champ
it: campo
ja: フィールド
pt_br: campo

source: value
de: Wert
es: valor
fr: valeur
it: valore
ja: 値
pt_br: valor

source: object
de: Objekt
es: objeto
fr: objet
it: oggetto
ja: オブジェクト
pt_br: objeto

source: Active network profile
de: Aktives Netzwerkprofil
es: Perfil de red activa
fr: Profil réseau actif
it: Profilo di rete attivo
ja: アクティブなネットワークプロファイル
pt_br: Perfil de rede ativa

source: Active connections
de: Aktive Verbindungen
es: Conexiones activas
fr: Connexions actives
it: Connessioni attive
ja: アクティブな接続
pt_br: Conexões ativas

source: Running network modifiers
de: Netzwerkmodifizierer werden ausgeführt
es: Ejecutando modificadores de red
fr: Modificateurs réseau en cours d'exécution
it: Esecuzione modificatori di rete
ja: 実行中のネットワーク修飾子
pt_br: Executando modificadores de rede

source: Current location
de: Aktueller Speicherort
es: Ubicación actual
fr: Emplacement actuel
it: Posizione corrente
ja: 現在の場所
pt_br: Local atual

source: Any IP address
de: Beliebige IP-Adresse
es: Cualquier dirección IP
fr: N'importe quelle adresse IP
it: Qualsiasi indirizzo IP
ja: 任意の IP アドレス
pt_br: Qualquer endereço IP

source: Any advertised domain name
de: Beliebiger angekündigter Domainname
es: Cualquier nombre de dominio publicado
fr: N'importe quel nom de domaine notifié
it: Qualsiasi nome di dominio segnalato
ja: 任意の通知済みドメイン名
pt_br: Qualquer nome de domínio anunciado

source: Any system domain name
de: Beliebiger Systemdomainname
es: Cualquier nombre de dominio del sistema
fr: N'importe quel nom de domaine système
it: Qualsiasi nome di dominio del sistema
ja: 任意のシステムドメイン名
pt_br: Qualquer nome de domínio do sistema

source: Wireless network name
de: Name des Drahtlosnetzwerks
es: Nombre de red inalámbrica
fr: Nom de réseau sans fil
it: Nome rete wireless
ja: 無線ネットワーク名
pt_br: Nome da rede sem fio

source: Wireless network (BSSID)
de: Drahtlosnetzwerk (BSSID)
es: Red inalámbrica (BSSID)
fr: Réseau sans fil (BSSID)
it: Rete wireless (BSSID)
ja: 無線ネットワーク (BSSID)
pt_br: Rede sem fio (BSSID)

source: is
de: ist
es: es
fr: est
it: è
ja: が次である
pt_br: está

source: is not
de: ist nicht
es: no es
fr: n'est pas
it: non è
ja: が次と異なる
pt_br: não está

source: include
de: einschließen
es: incluir
fr: inclure
ja: に次を含む
pt_br: incluir

source: do not include
de: nicht einschließen
es: no incluir
fr: ne pas inclure
it: non include
ja: に次を含まない
pt_br: não incluir

source: is in the range
de: ist im Bereich
es: está dentro del rango
fr: est dans l'intervalle
it: è nell'intervallo
ja: が次の範囲内にある
pt_br: está o intervalo

source: is not in the range
de: ist nicht im Bereich
es: no está dentro del rango
fr: n'est pas dans l'intervalle
it: non è nell'intervallo
ja: が次の範囲内にない
pt_br: não está no intervalo

source: contains
de: enthält
es: contiene
fr: contient
it: contiene
ja: が次を含む
pt_br: contém

source: does not contain
de: enthält nicht
es: no contiene
fr: ne contient pas
it: non contiene
ja: が次を含まない
pt_br: não contém

source: status
ar: حالة
cs: stav
es: estado
fr: état
it: stato
ja: 状態
nl: staat

source: is-default
fr: valeur par défaut
it: è-predefinito
ja: デフォルトである

source: NCP that NCU child of
de: NCP mit untergeordnetem NCU
es: NCU secundaria de NCP
fr: NCP parent de ce NCU
it: NCP padre di questo NCU
ja: NCU を子とする NCP
pt_br: NCP pai deste NCU

source: device_name
ar: إسم_الجهاز
cs: jméno_zařízení
fr: nom_périphérique
it: nome_dispositivo

source: phy_address
ar: phy_عنوان
cs: adresa_phy
fr: adresse_phy
it: indirizzo_phy

source: ncu_type
ar: نوع_ncu
cs: typ_ncu
fr: type_ncu
it: tipo_ncu

source: ipv4_address
ar: ipv4_عنوان
cs: adresa_ipv4
fr: adresse_ipv4
it: indirizzo_ipv4

source: ipv4_subnet
cs: podsíť_ipv4
fr: sous-réseau_ipv4
it: subnet_ipv4

source: ipv6_active
cs: aktivní_ipv6
fr: ipv6_actif
it: ipv6_attivo

source: ipv6_address
cs: adresa_ipv6
fr: adresse_ipv6
it: indirizzo_ipv6

source: ipv6_prefix
cs: prefix_ipv6
fr: préfixe_ipv6
it: prefisso_ipv6

source: v4addresses
fr: adressesv4
it: indirizziv4
ja: v4 アドレス

source: v6addresses
fr: adressesv6
it: indirizziv6
ja: v6 アドレス

source: Wi-Fi configuration information.
ar: Wi-Fi معلومات الإعدادات
cs: Informace o konfiguraci Wi-Fi
de: Wi-Fi-Konfigurationsinformationen.
es: Información de configuración WiFi.
fr: Informations de configuration Wi-Fi.
hu: Wi-Fi beállítási információk.
it: Informazioni configurazione Wi-Fi.
ja: Wi-Fi 設定情報。
nl: Wi-Fi configuratie informatie
pt_br: Informação sobre a configuração Wi-Fi.

source: Wired (%s)
de: Verdrahtet (%s)
es: Conexión con cable (%s)
fr: Câblé (%s)
it: Con cavo (%s)
ja: 有線 (%s)
pt_br: Com fio (%s)

source: Wireless (%s)
de: Drahtlos (%s)
es: Conexión inalámbrica (%s)
fr: Sans fil (%s)
ja: 無線 (%s)
pt_br: Sem fio (%s)

source: None
ar: لا شئ
cs: Žádný
de: Ohne
es: Ninguno
fr: Aucun
hu: Semmi
it: Nessuna
ja: なし
nl: Geen
pt_br: Nenhum

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
pt_br: Desconhecido

source: Disabled
ar: تعطيل
cs: Zakázáno
de: Deaktiviert
es: Inhabilitada
fr: Désactivé
hu: Nem engedélyezett
it: Disabilitata
ja: 無効
nl: Uitgeschakeld
pt_br: Desativada

source: Scanning for Networks
de: Suchen nach Netzwerken
es: Explorando redes
fr: Recherche de réseaux
it: Ricerca reti
ja: ネットワークのスキャン
pt_br: Explorando redes

source: Needs Network Selection
de: Erfordert Netzwerkauswahl
es: Necesita selección de red
fr: Nécessite la sélection d'un réseau
it: Selezione rete rischiesta
ja: ネットワークの選択が必要です
pt_br: Seleção de rede necessária

source: Wireless Network %s Needs a Key
de: Drahtlosnetzwerk %s erfordert einen Schlüssel
es: La red inalámbrica %s necesita una clave
fr: Le réseau sans fil %s nécessite une clé
it: La rete wireless %s richiede una chiave
ja: 無線ネットワーク %s にはキーが必要です
pt_br: A rede sem fio % precisa de uma chave

source: Waiting for Address
de: Warten auf Adresse
es: Esperando dirección
fr: En attente de l'adresse
it: In attesa di indirizzo
ja: アドレスを待機しています
pt_br: Esperando pelo endereço

source: DHCP Timed Out
de: DHCP-Zeitüberschreitung
es: Se agotó el tiempo de espera de DHCP
fr: Expiration du délai d'attente DHCP
it: Timeout DHCP
ja: DHCP がタイムアウトしました
pt_br: Tempo-limite de DHCP atingido

source: Duplicate Address Detected
de: Doppelte Adresse wurde erkannt
es: Se detectó una dirección duplicada
fr: Détection d'une adresse dupliquée
it: È stato rilevato un indirizzo duplicato
ja: 重複するアドレスが検出されました
pt_br: Endereço duplicado detectado

source: Connecting
de: Verbindung wird hergestellt
es: Conectando
fr: Connexion en cours
it: Connessione
ja: 接続しています
pt_br: Estabelecendo conexão

source: Connecting to %s
de: Verbindung zu %s wird hergestellt
es: Conectando a %s
fr: Connexion à %s
it: Connessione a %s
ja: %s に接続しています
pt_br: Estabelecendo conexão com %s

source: Connected to %s
de: Verbunden mit %s
es: Conectado a %s
fr: Connecté à %s
it: Connesso a %s
ja: %s に接続しました
pt_br: Conectado a %s

source: Network Unavailable
de: Netzwerk nicht verfügbar
es: Red no disponible
fr: Réseau indisponible
it: Rete non disponibile
ja: ネットワークが使用できません
pt_br: Rede indisponível

source: Cable Unplugged
de: Kabel wurde entfernt
es: Cable desconectado
fr: Câble débranché
it: Cavo scollegato
ja: ケーブルが接続されていません
pt_br: Cabo desconectado

source: Address: unassigned%s
de: Adresse: Zuweisung von %s aufgehoben
es: Dirección: unassigned%s
fr: Adresse : %s non assigné(e)
it: Indirizzo: non assegnato%s
ja: アドレス: 未割り当て%s
pt_br: Endereço: %snão atribuído

source: Speed: %d Gb/s
de: Geschwindigkeit: %d GB/s
es: Velocidad: %d Gb/s
fr: Débit : %d Go/s
it: Velocità: %d Gb/s
ja: 速度: %d Gb/s
pt_br: Velocidade: %d Gb/s

source: Speed: %d Mb/s
de: Geschwindigkeit: %d MB/s
es: Velocidad: %d Mb/s
fr: Débit : %d Mo/s
it: Velocità: %d Mb/s
ja: 速度: %d Mb/s
pt_br: Velocidade: %d Mb/s

source: Not connected
de: Nicht verbunden
es: No conectado
fr: Pas de connexion
it: Non connesso
ja: 接続されていません
pt_br: Não conectado

source: Multiple IP configured
de: Mehrere IP-Adressen konfiguriert
es: Varios IP configurados
fr: Plusieurs adresses IP configurées
it: IP multipli configurati
ja: 複数の IP が設定されています
pt_br: Vários IPs configurados

source: No IP Address
de: Keine IP-Adresse
es: Sin dirección IP
fr: Aucune adresse IP
it: Nessun indirizzo IP
ja: IP アドレスがありません
pt_br: Nenhum endereço IP

source: DHCP Assigned
de: Über DHCP zugewiesen
es: DHCP asignado
fr: DHCP assigné
it: DHCP assegnato
ja: DHCP 割り当て
pt_br: DHCP Atribuído

source: Addresses: (v4) %s, (v6) %s
de: Adressen: (v4) %s, (v6) %s
es: Direcciones: (v4) %s, (v6) %s
fr: Adresses : (v4) %s, (v6) %s
it: Indirizzi: (v4) %s, (v6) %s
ja: アドレス: (v4) %s, (v6) %s
pt_br: Endereços: (v4) %s, (v6) %s

source: Address: %s
de: Adresse: %s
es: Dirección: %s
fr: Adresse : %s
it: Indirizzo: %s
ja: アドレス: %s
pt_br: Endereço: %s

source: Address(v6): %s
de: Adresse (v6): %s
es: Dirección(v6): %s
fr: Adresse (v6) : %s
it: Indirizzo(v6): %s
ja: アドレス (v6): %s
pt_br: Endereço(v6): %s

source: No addresses configured
de: Keine Adressen konfiguriert
es: No hay direcciones configuradas
fr: Aucune adresse configurée
it: Nessun indirizzo configurato
ja: アドレスが設定されていません
pt_br: Nenhum endereço configurado

source: priority group
de: Prioritätsgruppe
es: grupo de prioridad
fr: groupe prioritaire
it: gruppo priorità
ja: 優先グループ
pt_br: grupo de prioridades

source: GList of NCUs in the NCP
de: GList von NCUs im NCP
es: GList de NCU en NCP
fr: GList de NCU dans le NCP
it: GList di NCU in NCP
ja: NCP 内の NCU の GList
pt_br: GList de NCUs no NCP

source: ListStore of NCUs in the NCP
de: ListStore von NCUs im NCP
es: ListStore de NCU en NCP
fr: ListStore de NCU dans le NCP
it: ListStore di NCU in NCP
ja: NCP 内の NCU の ListStore
pt_br: ListStore de NCUs no NCP

source: WEP Hex
fr: WEP hexadécimal
it: WEP esa
ja: WEP 16 進

source: WPA Personal(PSK)
ar: WPA شخصي(PSK)
fr: WPA personnel (PSK)
hu: WPA magán (PSK)
nl: WPA persoonlijk(PSK)

source: WPA Enterprise (Radius)
ar: WPA متقدم (Radius)
fr: WPA entreprise (Radius)
hu: WPA vállalati (Radius)

source: Automatic
ar: أتوماتيكي
cs: Automatické
de: Automatisch
es: Automática
fr: Automatique
hu: Automatikus
it: Automatica
ja: 自動
nl: Automatisch
pt_br: Automático

source: Could not display help
ar: لايمكن عرض المساعدة
cs: Nelze zobrazit nápovědu
de: Hilfe konnte nicht angezeigt werden
es: No se ha podido mostrar la ayuda
fr: Impossible d'afficher l'aide
hu: Súgó megjelenítése nem lehetséges
it: Impossibile visualizzare la Guida
ja: ヘルプを表示できませんでした
nl: Kon geen hulp vertonen
pt_br: Não foi possível exibir a ajuda

source: This operation cannot be undone.
ar: هذا النظام لايمكن التراجع
cs: Tuto operaci nelze vzít zpět.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.
es: Esta operación no se puede deshacer.
fr: Cette opération ne peut pas être annulée.
hu: Ez a művelet nem visszavonható.
it: Impossibile annullare l'operazione.
ja: この操作を元に戻すことはできません。
nl: Deze actie kan niet ongedaan gemaakt worden.
pt_br: Não é possível desfazer a operação.

source: Locations
de: Speicherorte
es: Ubicaciones
fr: Emplacements
it: Posizioni
ja: 場所
pt_br: Locais

source: location
de: Speicherort
es: ubicación
fr: emplacement
it: posizione
ja: 場所
pt_br: local

source: Profiles
de: Profile
es: Perfiles
fr: Profils
it: Profili
ja: プロファイル
pt_br: Perfis

source: profile
de: Profil
es: perfil
fr: profil
it: profilo
ja: プロファイル
pt_br: perfil

source: Cannot rename '%s'
de: '%s' kann nicht umbenannt werden
es: No se puede cambiar el nombre de '%s'
fr: Impossible de renommer '%s'
it: Impossibile rinominare '%s'
ja: '%s' の名前を変更できません
pt_br: Não é possível renomear '%s'

source: %s can only be renamed immeditately after they have been created. However, you can duplicate this %s then immediately rename the duplicate.
de: %s kann nur unmittelbar nach der Erstellung umbenannt werden. Sie können jedoch %s duplizieren, um dieses Duplikat sofort umzubenennen.
es: Sólo se puede cambiar el nombre de los %s inmediatamente después de haberlos creado. Sin embargo, puede duplicar este %s e inmediatamente cambiar el nombre del duplicado.
fr: Un %s peut uniquement être renommé immédiatement après avoir été créé. Toutefois, vous pouvez dupliquer ce %s, puis immédiatement renommer la copie.
it: %s possono essere rinominati solo subito dopo la creazione. Tuttavia, è possibile duplicare %s, quindi rinominare immediatamente il duplicato.
ja: %s の名前を変更できるのは、作成した直後だけ です。ただし、この %s を複製したあとで、ただちに 複製の名前を変更できます。
pt_br: %s só poderão ser renomeados imediatamente após sua criação. No entanto, é possível duplicar este %s e, então, imediatamente renomear o item duplicado.

source: _Duplicate
de: _Duplizieren
es: _Duplicado
fr: _Dupliquer
it: _Duplica
ja: 複製(_D)
pt_br: _Duplicar

source: Empty values are not permitted
de: Leere Werte sind nicht zulässig
es: No se permiten valores vacíos
fr: Les valeurs vides ne sont pas autorisées
it: Valori vuoti non consentiti
ja: 空の値は許可されていません
pt_br: Valores vazios não são permitidos

source: The value '%s' is invalid.
de: Der Wert '%s' ist ungültig.
es: Valor '%s' no válido.
fr: La valeur '%s' est incorrecte.
it: Il valore '%s' non è valido.
ja: 値 '%s' は無効です。
pt_br: O valor '%s' é inválido.

source: Specifying a network prefix value is not permitted in this context.
de: In diesem Kontext ist das Angeben eines Werts für den Netzwerkpräfix nicht zulässig.
es: No se permite especificar un valor de prefijo de red en este contexto.
fr: La saisie d'un préfixe réseau n'est pas autorisée dans ce contexte.
it: Non è possibile specificare un valore del prefisso di rete in questo contesto.
ja: このコンテキストでは、ネットワーク接頭辞の値の指定は許可されていません。
pt_br: A especificação de um valor de prefixo de rede não é permitida neste contexto.

source: The value '%s' is not a valid IPv4 subnet.
de: Der Wert '%s' ist kein gültiges IPv4-Teilnetz.
es: El valor '%s' no es una subred IPv4 válida.
fr: La valeur '%s' n'est pas un sous-réseau IPv4 correct.
it: Il valore '%s' non è una sottorete IPv4 valida.
ja: 値 '%s' は有効な IPv4 サブネットではありません。
pt_br: O valor '%s' não é uma sub-rede IPv4 válida.

source: The value '%s' is not a valid IPv6 network prefix.
de: Der Wert '%s' ist kein gültiges IPv6-Netzwerkpräfix.
es: El valor '%s' no es un prefijo de red IPv6 válido.
fr: La valeur '%s' n'est pas un préfixe réseau IPv6 correct.
it: Il valore '%s' non è un prefisso di rete IPv6 valido.
ja: 値 '%s' は有効な IPv6 ネットワーク接頭辞ではありません。
pt_br: O valor '%s' não é um prefixo de rede IPv6 válido.

source: The value '%s' is not a valid ethernet address.
de: Der Wert '%s' ist keine gültige Ethernet-Adresse.
es: El valor '%s' no es una dirección Ethernet válida.
fr: La valeur '%s' n'est pas une adresse Ethernet correcte.
it: Il valore '%s' non è un indirizzo Ethernet valido.
ja: 値 '%s' は有効な Ethernet アドレスではありません。
pt_br: O valor '%s' não é um endereço ethernet válido.

source: The value '%s' is not a valid IPv4 address.
de: Der Wert '%s' ist keine gültige IPv4-Adresse.
es: El valor '%s' no es una dirección IPv4 válida.
fr: La valeur '%s' n'est pas une adresse IPv4 correcte.
it: Il valore '%s' non è un indirizzo IPv4 valido.
ja: 値 '%s' は有効な IPv4 アドレスではありません。
pt_br: O valor '%s' não é um endereço IPv4 válido.

source: The value '%s' is not a valid IPv4 network prefix.
de: Der Wert '%s' ist kein gültiges IPv4-Netzwerkpräfix.
es: El valor '%s' no es un prefijo de red IPv4 válido.
fr: La valeur '%s' n'est pas un préfixe réseau IPv4 correct.
it: Il valore '%s' non è un prefisso di rete IPv4 valido.
ja: 値 '%s' は有効な IPv4 ネットワーク接頭辞ではありません。
pt_br: O valor '%s' não é um prefixo de rede IPv4 válido.

source: The value '%s' is not a valid IPv4 or IPv6 address.
de: Der Wert '%s' ist keine gültige IPv4- oder IPv6-Adresse.
es: El valor '%s' no es una dirección IPv4 o IPv6 válida.
fr: La valeur '%s' n'est pas une adresse IPv4 ou IPv6 correcte.
it: Il valore '%s' non è un indirizzo IPv4 o IPv6 valido.
ja: 値 '%s' は有効な IPv4 または IPv6 アドレスではありません。
pt_br: O valor '%s' não é um endereço IPv4 ou IPv6 válido.

source: The value '%s' is not a valid IPv6 address.
de: Der Wert '%s' ist keine gültige IPv6-Adresse.
es: El valor '%s' no es una dirección IPv6 válida.
fr: La valeur '%s' n'est pas une adresse IPv6 correcte.
it: Il valore '%s' non è un indirizzo IPv6 valido.
ja: 値 '%s' は有効な IPv6 アドレスではありません。
pt_br: O valor '%s' não é um endereço IPv6 válido.

source: IPv6 prefix length must be a decimal value between 1 and 128
de: IPv6-Präfixlänge muss ein Dezimalwert zwischen 1 und 128 sein
es: La longitud del prefijo IPv6 debe ser un valor decimal comprendido entre 1 y 128
fr: La longueur du préfixe IPv6 doit être une valeur décimale comprise entre 1 et 128
it: La lunghezza del prefisso IPv6 deve essere un valore decimale tra 1 e 128
ja: IPv6 接頭辞長は 1 から 128 までの 16 進値である必要があります
pt_br: O comprimento do prefixo IPv6 deve ser um valor decimal entre 1 e 128
